Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_in

source: Passable (5 to 10 days)
bn_in: পাশযোগ্য (৫ থেকে ১০ দিনের মধ্যে)

source: Overdue (Over 10 days)
bn_in: পরিশোধসময়াতীত (১০ দিনের বেশি)

source: Self-reviews are not allowed.
bn_in: নিজ রিভিউ এর অনুমতি দেওয়া হয় না।

source: Only senior reviewers can review blocklisted apps.
bn_in: কেবলমাত্র প্রবীণ রিভিউয়ারগণই ব্লকলিস্টে থাকা অ্যাপ গুলির রিভিউ করতে পারবেন।

source: Added {0}
bn_in: যোগ করা হয়েছে {0}

source: Removed {0}
bn_in: বাতিল করা হয়েছে {0}

source: Device(s) changed by reviewer: {0}
bn_in: ডিভাইস(গুলো) রিভিউকারী দ্বারা পরিবর্তিত হয়েছে: {0}

source: Requirements changed by reviewer: {0}
bn_in: রিভিউকারীর দ্বারা প্রয়োজনীয়তার পরিবর্তন: {0}

source: "{0}" successfully processed (+{1} points, {2} total).
bn_in: "{0}" সফলভাবে প্রক্রিয়াভুক্ত (+{1} পয়েন্ট, {2} সর্বমোট)।

source: Review successfully processed.
bn_in: রিভিউ সফলভাবে প্রক্রিয়াভুক্ত

source: %(reporter)s on %(date)s [%(ip_address)s]
bn_in: %(reporter)s %(date)s-তে [%(ip_address)s]

source: You are currently not reviewing any apps.
bn_in: এই মুহূর্তে আপনি কোন অ্যাপ রিভিউ করছেন না।

source: Flags
bn_in: ফ্ল্যাগসমূহ

source: Devices
bn_in: ডিভাইসগুলি

source: Packaged App
bn_in: প্যাকেজ করা অ্যাপ

source: Blocklisted App
bn_in: ব্লকলিস্টেড অ্যাপ

source: Premium App
bn_in: প্রিমিয়াম অ্যাপ

source: More Information Requested
bn_in: আরও তথ্য অনুরোধ করা হয়েছে

source: Contains Editor Comment
bn_in: সম্পাদকের মন্তব্য রয়েছে

source: <small>Marketplace</small> Reviewer Tools
bn_in: <small>মার্কেটপ্লেস</small> রিভিউকারী টুলসমূহ

source: Queues
bn_in: সারিগুলো

source: Logs
bn_in: লগগুলো

source: Back to Reviewer Tools
bn_in: রিভিউকারী টুলসমূহে ফেরত

source: {num} Pending App Review
bn_in: {num} অমীমাংসিত অ্যাপ রিভিউ

source: {num} Re-review
bn_in: {num} পুনরায় রিভিউ

source: {num} Update Review
bn_in: {num} আপডেট রিভিউ

source: {c} unreviewed app submission this week.
bn_in: {c} রিভিউ না করা অ্যাপ জমা এই সপ্তাহে।

source: Current waiting times:
bn_in: বর্তমান অপেক্ষারত সময়:

source: {0} app
bn_in: {0} অ্যাপ

source: Total Reviews
bn_in: সর্বমোট রিভিউসমূহ

source: Reviews This Month
bn_in: রিভিউসমূহ এই মাসে

source: Reviewer Leaderboard
bn_in: রিভিউয়ারের লিডারবোর্ড

source: No review points awarded yet.
bn_in: কোনো রিভিউ পয়েন্ট এখনও ভূষিত করা হয়নি।

source: Rank
bn_in: ক্রম

source: Score
bn_in: স্কোর

source: App Review Log
bn_in: অ্যাপ রিভিউয়ের লগ

source: Event
bn_in: ইভেন্ট

source: App has been deleted.
bn_in: অ্যাপ মুছে ফেলা হয়েছে।

source: Show Comments
bn_in: কমেন্টসমূহ দেখান

source: Hide Comments
bn_in: কমেন্টসমূহ লোকান

source: No reviews found for this period.
bn_in: এই পিরিয়ডের জন্য কোনো রিভিউ পাওয়া যায় নি।

source: Moderated Review Log
bn_in: সংযত রিভিউ লগ

source: More details.
bn_in: আরও বর্ণনা।

source: No events found for this period.
bn_in: এই পর্যায়ের জন্য কোনো ইভেন্ট পাওয়া যায়নি।

source: Log Details
bn_in: লগের বর্ণনা

source: Log details
bn_in: লগের বর্ণনা

source: Moderation date
bn_in: সংশোধনের তারিখ

source: App title
bn_in: অ্যাপের শিরোনাম

source: Review title
bn_in: রিভিউয়ের শিরোনাম

source: Review text
bn_in: টেক্সট রিভিউ করুন

source: Review was flagged prior to moderation.
bn_in: পর্যালোচনা সংযমের পূর্বে ফ্ল্যাগ করা হয়েছে।

source: Current review status
bn_in: বর্তমান রিভিউয়ের স্ট্যাটাস

source: Alive
bn_in: জীবন্ত

source: Undelete
bn_in: বিলোপ মুক্ত

source: Update message of the day
bn_in: দিনের আপডেট মেসেজ

source: Reviewer Scores for {0}
bn_in: {0}-এর জন্য রিভিউয়ার স্কোর

source: All-time Point Breakdown
bn_in: সব সময়ের পয়েন্ট ব্রেকডাউন

source: Points
bn_in: পয়েন্ট

source: Month
bn_in: মাস

source: Year
bn_in: বছর

source: All-Time
bn_in: সব-সময়

source: Waiting Time
bn_in: অপেক্ষারত সময়

source: Payment Category:
bn_in: পেমেন্ট বৈশিষ্ট্য:

source: There are currently no items of this type to review.
bn_in: এই ধরনের আর কোন বস্তু রিভিউ এর অপেক্ষায় নেই।

source: Helpful Links:
bn_in: সাহায্যকারী লিঙ্কসমূহ:

source: Reviewers' Guide
bn_in: রিভিউকারীর গাইড

source: by
bn_in: দ্বারা

source: In re-review queue
bn_in: পুনরায় রিভিউয়ের সারিতে

source: In escalation queue
bn_in: উদ্দীপন সারির মধ্যে

source: Review This App
bn_in: এই অ্যাপটি রিভিউ করুন

source: More Information
bn_in: আরও তথ্য

source: App History
bn_in: অ্যাপের ইতিহাস

source: Resolution
bn_in: সমাধান

source: App submission incomplete
bn_in: অ্যাপের জমা অসমাপ্ত

source: You can still submit this form, however only do so if you know it won't conflict.
bn_in: আপনি এখনও এই ফর্ম জমা দিতে পারেন, শুধুমাত্র এরকম করুন যদি এটি দ্বন্দ্ব না করে।

source: Insert canned response...
bn_in: রেডিমেড প্রতিক্রিয়া ঢোকান...

source: Browse
bn_in: ব্রাউজ

source: Attach another file
bn_in: অন্য আরেকটি ফাইল সংযুক্ত করুন

source: Device Override:
bn_in: ডিভাইস ওভাররাইড:

source: Minimum Requirements Override:
bn_in: নুন্যতম প্রয়োজনীয়তা ওভাররাইড:

source: <strong>Warning!</strong> Another user was viewing this page before you.
bn_in: <strong>সতর্কীকরণ!</strong> অন্য আরেকজন ব্যবহারকারী আপনার আগে এই পেজটি দেখছিলেন।

source: Attachments
bn_in: সংযুক্তিসমূহ

source: This version has not been reviewed
bn_in: এই সংস্করণটি রিভিউ করা হয়নি

source: ID
bn_in: আইডি

source: Device Types
bn_in: ডিভাইসের ধরন

source: View Privacy Policy
bn_in: গোপনীয়তা নীতি দেখুন

source: Requirements
bn_in: প্রয়োজনীয়তা

source: Show more
bn_in: আরো দেখান

source: Signed Zip
bn_in: সাইন করা জিপ

source: Ratings
bn_in: রেটিংসসমূহ

source: This app has not yet been rated
bn_in: এই অ্যাপটিকে এখনও রেট করা হয়নি

source: Updated
bn_in: আপডেট করা হয়েছে

source: Rating
bn_in: রেটিং

source: Region Availability
bn_in: এলাকার উপলব্ধতা

source: Show less
bn_in: আরও কম দেখান

source: Images
bn_in: ছবিগুলি

source: More about this app
bn_in: এই অ্যাপ এর সম্বন্ধে আরো

source: Nothing to see here! The developer did not include any details.
bn_in: এখানে কিছুই দেখার নেই! ডেভেলপার এখানে কোন বিবরণ দেননি।

source: Filter
bn_in: ছাঁকনি

source: App origin
bn_in: অ্যাপের উৎপত্তি

source: <strong>IDN domain!</strong> punycode version: %(punycode_app_domain)s
bn_in: <strong>IDN ডোমেইন!</strong> পিউনিকোড সংস্করণ: %(punycode_app_domain)s

source: Priority Review Needed
bn_in: অগ্রাধিকার পর্যালোচনা প্রয়োজন

source: Privileged App
bn_in: সুবিধাপ্রাপ্ত অ্যাপ

source: Premium with In-App
bn_in: ইন-অ্যাপ এর সাথে প্রিমিয়াম আছে

source: Free with In-App
bn_in: ইন-অ্যাপ এর সাথে বিনামূল্যে

source: more...
bn_in: আরও...

source: Older versions
bn_in: পুরোনো সংস্করণ

source: Newer versions
bn_in: নতুন সংস্করণ

source: Process
bn_in: প্রসেস

source: <span class="submitted-by">Submitted by %(user)s on %(date)s [%(ip_address)s]</span>
bn_in: <span class="submitted-by">জমা হয়েছে %(user)s দ্বারা %(date)s তারিখে [%(ip_address)s]</span>

source: All abuse reports read. Good work!
bn_in: সমস্ত অবৈধ রিপোর্ট পড়া হয়েছে। ভালো কাজ!

source: Process Reviews
bn_in: প্রক্রিয়া পর্যালোচনা

source: Moderation actions:
bn_in: মডারেশান কর্ম:

source: by %(user)s on %(date)s %(stars)s (%(locale)s)
bn_in: %(user)s এর দ্বারা %(date)s তারিখে %(stars)s (%(locale)s)

source: translate
bn_in: অনুবাদ

source: <strong>%(reason)s</strong> <span class="light">Flagged by %(user)s on %(date)s</span>
bn_in: <strong>%(reason)s</strong> <span class="light">ফ্ল্যাগ করেছেন %(user)s গণ %(date)s</span>

source: All reviews have been moderated. Good work!
bn_in: সব রিভিউয়ার দের মডারেট করা হয়েছে। প্রশংসনীয়!

source: Advanced Search
bn_in: উন্নত অনুসন্ধান

source: Clear Search
bn_in: অনুসন্ধানগুলি পরিষ্কার করুন

source: Close
bn_in: বন্ধ

source: Version %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
bn_in: সংস্করণ %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>

source: Files in this version:
bn_in: এই সংস্করণে ফাইলসমূহ:

source: Validation
bn_in: বৈধতা

source: Contents
bn_in: কন্টেন্টসমূহ

source: Compare
bn_in: তুলনা

source: Loading App History &hellip;
bn_in: অ্যাপ ইতিহাস এবং হেলিপ লোড করা হচ্ছে;

source: Next Comments
bn_in: পরবর্তী কমেন্টসমূহ

source: Previous Comments
bn_in: আগের কমেন্টসমূহ

source: Jump to first page
bn_in: প্রথম পেজে লাফ দিন

source: Previous
bn_in: পূর্ববর্তী

source: Page <a href="%(current_pg_url)s">%(current_pg)s</a> of <a href="%(last_pg_url)s">%(last_pg)s</a>
bn_in: পেজ <a href="%(current_pg_url)s">%(current_pg)s</a> জন্য<a href="%(last_pg_url)s">%(last_pg)s</a>

source: Showing <b>%(begin)s</b>&ndash;<b>%(end)s</b> of <b>%(count)s</b>
bn_in: দেখানো হচ্ছে <b>%(count)s</b> এর <b>%(begin)s</b>&ndash;<b>%(end)s</b>

source: Recent Points
bn_in: সাম্প্রতিক পয়েন্টসমূহ

source: No points awarded yet.
bn_in: এখনো কোন পয়েন্ট দ্বারা পুরস্কৃত করা হয়নি।

source: Top Reviewers (past 7 days)
bn_in: সর্বচ্চ রিভিউয়ারগণ (গত সাত দিনের মধ্যে)

source: No top reviewers yet.
bn_in: এখনো কোন উচ্চ রিভিউ নেই।

source: All Time
bn_in: সর্বদা

source: You have <span>{0}</span> points.
bn_in: আপনার <span>{0}</span> পয়েন্ট আছে।

source: No results found
bn_in: কোনো ফলাফল পাওয়া যায়নি

source: Relevance
bn_in: প্রাসঙ্গিকতা

source: Popularity
bn_in: জনপ্রিয়তা

source: Weekly Downloads
bn_in: সাপ্তাহিক ডাউনলোডসমূহ

source: Top Rated
bn_in: সর্বোচ্চ রেট হওয়া

source: Newest
bn_in: নতুনতর

source: Reviewed
bn_in: রিভিউ করা হয়েছে

source: Trending
bn_in: প্রবণতা

source: Any App Type
bn_in: যেকোনো রকমের অ্যাপ

source: Privileged packaged app
bn_in: প্রিভিলেজড প্যাকেজ অ্যাপ্লিকেশন

source: Free with In-app
bn_in: বিনামূল্যে ইন-অ্যাপ

source: Premium with In-app
bn_in: প্রিমিয়াম ইন-অ্যাপ

source: Other System for In-App
bn_in: ইন-অ্যাপ এর জন্য অন্য পদ্ধতি

source: Android
bn_in: অ্যান্ড্রয়েড

source: Any Device Type
bn_in: যেকোন ধরনের ডিভাইস

source: Mobile
bn_in: মোবাইল

source: Tablet
bn_in: ট্যাব্লেট

source: All Categories
bn_in: সকল বিভাগ

source: Search for apps
bn_in: অ্যাপ খুঁজুন

source: Device type
bn_in: ডিভাইসের ধরণ

source: Premium types
bn_in: প্রিমিয়িমের ধরন

source: App type
bn_in: অ্যাপের ধরন

source: Installs allowed from
bn_in: ইন্সটল করার অনুমতি নেওয়া হয়েছে

source: Everywhere
bn_in: সমস্ত জায়গা

source: Works offline
bn_in: অফলাইন কাজসমূহ

source: Supported languages
bn_in: সাপোর্ট হওয়া ভাষাসমূহ

source: Author name
bn_in: লেখকের নাম

source: Tags
bn_in: ট্যাগসমূহ

source: Search Unavailable
bn_in: সার্চ অনুপলব্ধ

source: Search is temporarily unavailable. Please try again in a few minutes.
bn_in: সার্চ কিছু সময়ের জন্য অনুপলব্ধ। অনুগ্রহ করে কিছু মিনিটের মধ্যে আবার চেষ্টা করুন।

source: Account Settings
bn_in: অ্যাকাউন্ট সেটিংস

source: Change Password
bn_in: পাসওয়ার্ড বদল করুন

source: Sign out
bn_in: সাইন আউট

source: Developer Hub
bn_in: ডেভেলপার হাব

source: Admin Tools
bn_in: অ্যাডমিন টুলসমূহ

source: Enter at least one value.
bn_in: অন্তত একটি মান প্রবেশ করান।

source: Hexadecimal color
bn_in: হেক্সাডেসিমেল রঙ

source: Must be a valid hex color code, e.g. #FF0035.
bn_in: একটি বৈধ হেক্স রঙ কোড হতে হবে, উদাহরণ #FF0035।

source: As soon as it is approved.
bn_in: যেই মুহূর্তে এটি অনুমোদিত হবে।

source: Not until I manually make it public.
bn_in: যতক্ষণ না আমি নিজে থেকে এটিকে জনসমক্ষে প্রকাশ করছি।

source: Home
bn_in: হোম

source: {0} ago
bn_in: {0} আগে

source: {addon} was created.
bn_in: {addon} তৈরি করা হয়েছে।

source: {addon} properties edited.
bn_in: {addon} বৈশিষ্ট্য সম্পাদন করা হয়েছে।

source: {addon} description edited.
bn_in: {addon} বর্ণনা সম্পাদন করা হয়েছে।

source: Categories edited for {addon}.
bn_in: {addon} এর জন্য বিভাগ সম্পাদন করা হয়েছে।

source: {0.name} ({1}) added to {addon}.
bn_in: {0.name} ({1}) গুলি {addon} এর সাথে যোগ করা হয়েছে।

source: {0.name} ({1}) removed from {addon}.
bn_in: {0.name} ({1}) গুলি {addon} থেকে মুছে ফেলা হয়েছে।

source: Contributions for {addon}.
bn_in: {addon} এর প্রতি অবদান।

source: {addon} disabled.
bn_in: {addon} নিষ্ক্রিয়।

source: {addon} enabled.
bn_in: {addon} সক্রিয়।

source: Stats set public for {addon}.
bn_in: {addon} এর জন্য পরিসংখ্যান উন্মুক্ত করা হল।

source: {addon} stats set to private.
bn_in: {addon} এর পরিসংখ্যান গোপন করা হল।

source: {addon} status changed to {0}.
bn_in: {addon} এর অবস্থা {0} তে পরিবর্তিত হয়েছে।

source: Preview added to {addon}.
bn_in: প্রিভিউ টি {addon} এর সাথে যুক্ত করে দেওয়া হয়েছে।

source: Preview edited for {addon}.
bn_in: {addon} এর জন্য প্রিভিউ সম্পাদিত হয়েছে।

source: Preview deleted from {addon}.
bn_in: {addon} থেকে প্রিভিউ মুছে ফেলা হয়েছে।

source: {version} added to {addon}.
bn_in: {addon} এর সাথে {version} যুক্ত করা হয়েছে।

source: {version} edited for {addon}.
bn_in: {addon} এর জন্য {version} কে সম্পাদিত করা হয়েছে।

source: Version {0} deleted from {addon}.
bn_in: সংস্করণ {0} {addon} থেকে বাতিল করা হয়েছে।

source: File {0.name} added to {version} of {addon}.
bn_in: {addon} এর {version}-এ ফাইল {0.name} যোগ হয়েছে।

source: File {0} deleted from {version} of {addon}.
bn_in: {addon}-এর {version} থেকে {0} ফাইল মুছে ফেলা হয়েছে।

source: {addon} {version} approved.
bn_in: {addon} {version} অনুমোদিত হয়েছে।

source: {addon} {version} given preliminary review.
bn_in: {addon} {version}-কে প্রাথমিক রিভিউ দেওয়া হয়েছে।

source: Preliminarily approved
bn_in: প্রাথমিকভাবে অনুমোদিত

source: {addon} {version} rejected.
bn_in: {addon} {version} বাতিল করা হয়েছে।

source: {addon} {version} retained.
bn_in: {addon} {version} বজায় রাখা হয়েছে।

source: Retained
bn_in: বজায় রাখা হয়েছে

source: {addon} {version} escalated.
bn_in: {addon} {version} ধাপে ধাপে বৃদ্ধি পেয়েছে।

source: {addon} {version} review requested.
bn_in: {addon} {version} পুনরায় বিবেচনার অনুরোধ।

source: Review requested
bn_in: অনুরোধ পুনরায় বিচার করুন

source: {addon} {version} more information requested.
bn_in: {addon} {version} আরও তথ্যের জন্য অনুরোধ করা হচ্ছে।

source: More information requested
bn_in: আরো তথ্যের জন্য অনুরোধ করা হচ্ছে

source: {addon} {version} super review requested.
bn_in: {addon} {version} সুপার রিভিউ অনুরোধ করা হয়েছে।

source: Super review requested
bn_in: সুপার রিভিউ এর অনুরোধ করা হয়েছে

source: Comment on {addon} {version}.
bn_in: {addon} {version}-এ মন্তব্য করুন।

source: Comment
bn_in: মন্তব্য করুন

source: {tag} added to {addon}.
bn_in: {addon}-এ {tag} যোগ হয়েছে।

source: {tag} removed from {addon}.
bn_in: {addon} থেকে {tag} মুছে ফেলা হয়েছে।

source: {addon} added to {collection}.
bn_in: {collection}-এ {addon} যোগ করা হয়েছে।

source: {addon} removed from {collection}.
bn_in: {collection} থেকে {addon} মুছে ফেলা হয়েছে।

source: {review} for {addon} written.
bn_in: {addon}-এর জন্য {review} লিখিত।

source: {addon} featured in {0}.
bn_in: {addon} বৈশিষ্ট্যপূর্ণ {0}-তে।

source: {addon} no longer featured in {0}.
bn_in: {addon} আর {0}-তে বৈশিষ্ট্যপূর্ণ নয়।

source: {addon} is now featured.
bn_in: {addon} এখন সুগঠিত।

source: {addon} is no longer featured.
bn_in: {addon} আর ফিচার করা হচ্ছে না।

source: {0} {1} added.
bn_in: {0} {1} যোগ করা হয়েছে।

source: {0.name} role changed to {1} for {addon}.
bn_in: {0.name} এর ভূমিকা পরিবর্তিত হয়ে {addon} এর {1} এ পরিনত হয়েছে।

source: {addon} policy changed.
bn_in: {addon} এর নীতি পরিবর্তিত হয়েছে।

source: {addon} icon changed.
bn_in: {addon} আইকন পালটে গেছে।

source: {review} for {addon} approved.
bn_in: {addon} এর {review} গৃহীত হয়েছে।

source: {user} approved {review} for {addon}.
bn_in: {addon} এর {review} টি {user} গ্রহন করেছেন।

source: Review {review} for {addon} deleted.
bn_in: রিভিউ করুন {review} {addon} বাতিলের জন্য।

source: {user} deleted {review} for {addon}.
bn_in: {user} {review} বাতিল করেছেন {addon}-এর জন্য।

source: Application max version for {version} updated.
bn_in: {version}-এর জন্য অ্যাপ্লিকেশনের সর্বোচ্চ সংস্করণে আপডেট করা হয়েছে।

source: Authors emailed about compatibility of {version}.
bn_in: লেখকরা {version}-এর উপযুক্ততা সম্পর্কে ইমেইল করেছেন।

source: Email sent to Author about add-on compatibility.
bn_in: অ্যাড-অনের উপযুক্ততা সম্পর্কে লেখককে ইমেইল পাঠানো হয়েছে।

source: Password changed.
bn_in: পাসওয়ার্ড বদলানো হয়েছে।

source: {addon} changed to premium.
bn_in: {addon} প্রিমিয়ামে বদলানো হয়েছে।

source: {addon} manifest updated.
bn_in: {addon} ম্যানিফেস্ট আপডেট করা হয়েছে।

source: {addon} {version} approved but private.
bn_in: {addon} {version} অনুমোদিত হয়েছে কিন্তু ব্যক্তিগত রয়েছে।

source: {addon} purchased.
bn_in: {addon} ক্রয় করা হয়েছে।

source: {addon} installed.
bn_in: {addon} ইন্সটল করা হয়েছে।

source: Refund requested for {addon}
bn_in: {addon} এর মূল্য ফেরত চাওয়া হয়েছে

source: Refund declined for {addon} for {0}.
bn_in: {0} এর {addon} এর মূল্য ফেরত দিতে অস্বীকার করা হয়েছে।

source: Refund granted for {addon} for {0}.
bn_in: {0} এর {addon} এর মূল্য ফেরত দেওয়া হবে।

source: Instant refund granted for {addon}.
bn_in: {addon} এর তাৎক্ষনিক মূল্য ফেরত দেওয়ার কথা স্বীকার করা হয়েছে।

source: Account updated.
bn_in: অ্যাকাউন্ট আপডেট করা হয়েছে।

source: Valid receipt was checked for {addon}.
bn_in: {addon} এর বৈধ রসিদ পরীক্ষা করা হয়েছে।

source: Escalation cleared for {addon}.
bn_in: {addon} এর ধাপে ধাপে বৃদ্ধি ক্লিয়ার করা হয়েছে।

source: {addon} banned.
bn_in: {addon} নিষিদ্ধ করা হয়েছে।

source: App banned
bn_in: অ্যাপ নিষিদ্ধ করা হয়েছে

source: {addon} escalated because of high number of abuse reports.
bn_in: অনেক বেশি সংখ্যক অপব্যবহারের রিপোর্টের জন্য {addon}-কে ধাপে ধাপে বৃদ্ধি করা হয়েছে।

source: {addon} escalated because of high number of refund requests.
bn_in: {addon} বাড়ানো হয়েছে কারণ উচ্চ সংখ্যক ফেরতের আবেদনের জন্য।

source: High Refund Requests
bn_in: অনেক বেশী ফেরত দেওয়ার আবেদন

source: {addon} re-reviewed because of manifest change.
bn_in: ম্যানিফেস্ট বদলের জন্য {addon} পুনরায় রিভিউ করা হয়েছে।

source: Manifest Change
bn_in: ম্যানিফেস্ট বদল

source: {addon} re-reviewed because app upgraded premium type.
bn_in: {addon} পুনরায়-রিভিউ করা হয়েছে কারণ অ্যাপ টি প্রিমিয়াম টাইপে আপগ্রেডে রূপান্তরিত হয়েছে।

source: Premium Type Upgrade
bn_in: প্রিমিয়াম টাইপে আপগ্রেড করা হয়েছে

source: Re-review cleared for {addon}.
bn_in: {addon} এর পুনরায়-রিভিউ ক্লিয়ার করা হয়েছে।

source: {addon} escalated by reviewer.
bn_in: {addon} রিভিউয়ারের দ্বারা উন্নত হয়েছে।

source: Reviewer escalation
bn_in: রিভিউয়ার এস্কালেশান

source: Video removed from {addon} because of a problem with the video.
bn_in: {addon} থেকে ভিডিও মুছে ফেলা হয়েছে কারণ ভিডিও টি তে কিছু সমস্যা ছিল।

source: Video removed
bn_in: ভিডিও মুছে ফেলা হয়েছে

source: {addon} re-review because of new device(s) added.
bn_in: {addon} নতুন করে রিভিউ করা হচ্ছে কারণ নতুন ডিভাইস(গুলি) যুক্ত করা হয়েছে।

source: Device(s) Added
bn_in: ডিভাইস(s) যোগ করা হয়েছে

source: {addon} device support manually changed by reviewer.
bn_in: {addon} ডিভাইস সাপোর্ট নিজ হাতে রিভিউয়ার দ্বারা পরিবর্তিত।

source: Device(s) Changed by Reviewer
bn_in: ডিভাইস(s) রিভিউয়ার দ্বারা পরিবর্তিত

source: {addon} resubmitted for review.
bn_in: {addon} রিভিউয়ের জন্য পুনঃজমা হয়েছে।

source: App Resubmission
bn_in: অ্যাপ পুনঃজমা

source: {addon} auto-escalated because its a VIP app.
bn_in: {addon} স্বয়ংক্রিয়ভাবে বেড়েছে কারণ এটি একটি ভি.আই.পি. অ্যাপ।

source: VIP auto-escalation
bn_in: ভি.আই.পি স্বয়ংক্রিয়ভাবে বাড়ন্ত

source: {addon} re-reviewed because of manifest URL change.
bn_in: ম্যানিফেস্ট URL পরিবর্তনের জন্য {addon} পুনরায় রিভিউ করা হয়েছে।

source: Manifest URL Change
bn_in: ম্যানিফেস্ট URL পরিবর্তন

source: {addon} auto-escalated because its a prerelease app.
bn_in: {addon} স্বয়ংক্রিয়ভাবে এস্কালেট করে গেছে কারণ এটি একটি প্রিরিলিস অ্যাপ।

source: Prerelease auto-escalation
bn_in: প্রিরিলিস সয়ংক্রিয়ভাবে-এস্কালেশান

source: Created: {0}.
bn_in: বানানো হয়েছে: {0}।

source: Edited field: {2} set to: {0}.
bn_in: {2} কে সম্পাদনা করে: {0} তে: সেট করা হয়েছে।

source: Deleted: {1}.
bn_in: মুছে ফেলা হয়েছে: {1}.

source: User {user} edited, reason: {1}
bn_in: ব্যবহারকারী {user} সম্পাদনা করেছেন, কারণ: {1}

source: User {user} anonymized.
bn_in: ব্যবহারকারী {user} অনামী।

source: User {user} restricted.
bn_in: ব্যবহারকারী {user} সীমাবদ্ধ।

source: Admin {0} viewed activity log for {user}.
bn_in: অ্যাডমিন {0} {user}-এর জন্য কার্যকলাপ লগ দেখেছেন।

source: {review} for {addon} updated.
bn_in: {addon} এর জন্য {review} আপডেট করা হয়েছে।

source: {addon} reviewed.
bn_in: {addon} রিভিউ করা হয়েছে।

source: User {0.name} added to {group}.
bn_in: ব্যবহারকারী {0.name}-কে {group}-এ যোগ করা হয়েছে।

source: User {0.name} removed from {group}.
bn_in: ব্যবহারকারী {0.name}-কে {group} থেকে মুছে ফেলা হয়েছে।

source: {addon} minimum requirements manually changed by reviewer.
bn_in: {addon} সর্বনিম্ন প্রয়োজনীয়তা নিজ হাতে রিভিউয়ার দ্বারা পরিবর্তিত।

source: Requirements Changed by Reviewer
bn_in: আবশ্যকতা রিভিউয়ার দ্বারা পরিবর্তিত

source: {addon} minimum requirements manually changed.
bn_in: {addon} সর্বনিম্ন প্রয়োজনীয়তা নিজ হাতে পরিবর্তিত।

source: Requirements Changed
bn_in: আবশ্যকতা পরিবর্তিত

source: {version} status changed to {0}.
bn_in: {version}-এর স্ট্যাটাস {0}-তে পরিবর্তিত হয়েছে।

source: User {0.name} {0.id} deleted via lookup tool.
bn_in: ব্যবহারকারী {0.name} {0.id} মুছে ফেলা হয়েছে লুকআপ টুলের মাধ্যমে।

source: {addon} content rating changed to Adult.
bn_in: {addon} কন্টেন্ট রেটিং প্রাপ্তবয়ক্সতে পরিবর্তিত হয়েছে।

source: {addon} content rating changed.
bn_in: {addon} কন্টেন্ট রেটিং পরিবর্তিত।

source: Priority review requested for {addon}.
bn_in: প্রায়োরিটি রিভিউ অনুরোধ করা হয়েছে {addon} এর জন্য।

source: Priority Review
bn_in: প্রায়োরিটি রিভিউ

source: {addon} {version} passed the {queue} review.
bn_in: {addon} {version} {queue} রিভিউ পাস করেছে।

source: {addon} {version} failed the {queue} review.
bn_in: {addon} {version} {queue} রিভিউ ফেল করেছে।

source: {user} marked read {report} for {addon}.
bn_in: {user} পড়া হয়েছে দাগ দিয়েছে {report} {addon}-এর জন্য।

source: Not Allowed
bn_in: অনুমতি নেই

source: Oops! Not allowed.
bn_in: দুঃখিত! অনুমতি নেই।

source: You tried to do something that you weren't allowed to.
bn_in: আপনি এমন কিছু করতে চেয়েছেন যা করার অনুমতি আপনার নেই।

source: Try going back to the previous page, refreshing and trying again.
bn_in: আগেই পৃষ্ঠায় যাবার চেষ্টা করুন, রিফ্রেশ অথবা পুনরায় চেষ্টা করে।

source: Page Not Found
bn_in: পৃষ্ঠা খুঁজে পাওয়া যায়নি

source: We're sorry, but we can't find what you're looking for.
bn_in: আমরা দুঃখিত, কিন্তু আমরা খুঁজে পাচ্ছি না আপনি কি খুঁজছেন।

source: The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly.
bn_in: এই পেজ বা ফাইল যেটা আপনি আবেদন করেছেন সেটা আমাদের সাইটে পাওয়া যায়নি। এটা সম্ভব যে আপনি একটা লিঙ্কে ক্লিক করেছেন যা তারিখের বাইরের, বা ঠিকানাটি ভুল টাইপ করেছেন।

source: If you typed in the address, please double check the spelling.
bn_in: যদি আপনি ঠিকানা টাইপ করে থাকেন, অনুগ্রহ করে তার বানান দুইবার করে চেষ্টা করুন।

source: Visit the <a class="sync" href="%(home)s">Firefox Marketplace front page</a>.
bn_in: ভ্রমণ করুন <a class="sync" href="%(home)s">Firefox মার্কেটপ্লেসের সামনের পেজ</a>।

source: Server Error
bn_in: সার্ভার ত্রুটি

source: Oops! We had an error.
bn_in: উফ! আমাদের একটি ত্রুটি হয়েছিল।

source: We'll get to fixing that soon.
bn_in: আমদের খুব শীঘ্রই তা ফিক্স করতে হবে।

source: You can try refreshing the page, or try again later.
bn_in: আপনি পেজটি পুনরায় ফ্রেস করে চেষ্টা করতে পারেন অথবা পরে আবার চেষ্টা করতে পারেন।

source: Day
bn_in: দিন

source: Week
bn_in: সপ্তাহ

source: Quarter
bn_in: সিকি

source: Device(s) changed: {0}
bn_in: ডিভাইস(সমূহ) পরিবর্তিত: {0}

source: Requirements changed: {0}
bn_in: আবশ্যকতা পরিবর্তন করা হয়েছে: {0}

source: Cannot be free and paid.
bn_in: বিনামূল্য এবং প্রদত্ত হতে পারে না।

source: Please select a device.
bn_in: অনুগ্রহ করে একটি ডিভাইস নির্বাচন করুন।

source: Agree and Continue
bn_in: সম্মত হয়ে আগে এগিয়ে যাওয়া হোক

source: There was an error with your upload. Please try again.
bn_in: আপনার আপলোডে একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Version %s already exists.
bn_in: %s এই ভার্শন আগে থেকেই বর্তমান।

source: Changes to "origin" are not allowed.
bn_in: "উত্স" পরিবর্তনের অনুমতি দেওয়া হয় না।

source: User submitting validation does not match.
bn_in: ব্যবহারকারীর জমা দেওয়ার বৈধতা মিলছে না।
