Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_in

source: Publish my app and make it visible to everyone in the Marketplace and include it in search results.
bn_in: আমার অ্যাপ্লিকেশন মার্কেটপ্লেসে প্রকাশ করা হোক এবং সবার জন্য এটি দৃশ্যমান করা হোক এবং অনুসন্ধান ফলাফলের মধ্যে এটি অন্তর্ভুক্ত করা হোক।

source: Do not publish my app. Notify me and I will adjust app visibility after it is approved.
bn_in: আমার অ্যাপ প্রকাশ করবেন না। আমাকে অবহিত করা হোক এবং এটি অনুমোদিত হবার পর আমি অ্যাপ্লিকেশনের দৃশ্যমানতা নির্ণয় করবো।

source: Privacy Policy:
bn_in: গোপনীয়তার শর্ত:

source: A privacy policy explains how you handle data received through your app. For example: what data do you receive? How do you use it? Who do you share it with? Do you receive personal information? Do you take steps to make it anonymous? What choices do users have to control what data you and others receive? Enter your privacy policy link or text above. If you don't have a privacy policy, <a href="{url}" target="_blank">learn more on how to write one.</a>
bn_in: একটি গোপনীয়তা নীতি আপনি আপনার অ্যাপ্লিকেশন মাধ্যমে প্রাপ্ত তথ্য কিভাবে হ্যান্ডেল করবেন তা ব্যাখ্যা করে। উদাহরণস্বরূপ: আপনি কি তথ্য পাবেন? আপনি কিভাবে এটা ব্যবহার করবেন? কে আপনার সাথে তা ভাগ করে নেবে? আপনি কি ব্যক্তিগত তথ্য পাবেন? আপনি এটা বেনামী করতে পদক্ষেপ গ্রহণ করবেন ? ব্যবহারকারীদের আপনার এবং অন্যদের তথ্য গ্রহণ করা নিয়ন্ত্রণ করতে হবে কিনা ? আপনার গোপনীয়তা নীতির লিঙ্ক বা টেক্সট উপরে প্রবেশ করান। আপনার যদি একটি গোপনীয়তার নীতি না থাকে, <a href="{url}" target="_blank"> কিভাবে লিখবেন তা জেনে নিন।</a>

source: Homepage:
bn_in: হোমপেজ:

source: If your app has another homepage, enter its address here.
bn_in: যদি আপনার অ্যাপের আরেকটা হোমপেজ থাকে, তাহলে এর ঠিকানা এখানে প্রবেশ করান।

source: Website:
bn_in: ওয়েবসাইট:

source: If your app has a support website or forum, enter its address here.
bn_in: যদি আপনার অ্যাপের কোনো সাপোর্ট ওয়েবসাইট বা ফোরাম থেকে থাকে, তার ঠিকানাটি এখানে প্রবেশ করান।

source: Email:
bn_in: ইমেইল:

source: This email address will be listed publicly on the Marketplace and used by end users to contact you with support issues. This email address will be listed publicly on your app details page.
bn_in: এই ইমেইল ঠিকানা সর্বজনীনভাবে মার্কেটপ্লেসে তালিকাভুক্ত হবে এবং এন্ড ইউজারদের দ্বারা ব্যবহৃত হবে কোনো সাপোর্টের সমস্যা নিয়ে আপনার সাথে যোগাযোগ করতে। এই ইমেইল ঠিকানা আপনার অ্যাপ বিবরণের পাতায় সর্বজনীনভাবে তালিকাভুক্ত হবে।

source: Your comments for reviewers:
bn_in: রিভিউয়ারদের জন্য আপনার কমেন্টসমূহ:

source: Your app will be reviewed by Mozilla before it becomes publicly listed on the Marketplace. Enter any special instructions for the app reviewers here.
bn_in: আপনার অ্যাপ মার্কেটপ্লেসে সর্বজনীনভাবে তালিকাভুক্ত হবে Mozilla-এর দ্বারা রিভিউ হওয়ার পরেই। এখানে অ্যাপ্লিকেশন রিভিউকারীর জন্য কোনো বিশেষ নির্দেশাবলী লিখুন।

source: Once your app is approved, choose a publishing option:
bn_in: আপনার অ্যাপ যখন অনুমোদিত হবে, পাবলিশ করার একটি অপশন চয়ন করুন:

source: My app works without an Internet connection.
bn_in: আমার অ্যাপ কোনো ইন্টারনেট কানেকশন ছাড়াই কাজ করে।

source: Edit App Details
bn_in: অ্যাপের বর্ণনা সম্পাদনা করুন

source: Submit App
bn_in: অ্যাপ জমা দিন

source: Submit an App
bn_in: একটি অ্যাপ জমা দিন

source: Please review your listing information below. We've pre-filled as much as we can from your manifest.
bn_in: অনুগ্রহ করে নীচে আপনার তালিকাভুক্ত তথ্য রিভিউ করুন। আমরা আপনার ম্যানিফেস্ট থেকে যা যা করতে পারেন তার হিসাবে প্রাক পূরণ করেছি।

source: Open details page
bn_in: বিবরণের পৃষ্ঠা খুলুন

source: Support Information:
bn_in: সাপোর্ট তথ্য:

source: Screenshot or video of your app:
bn_in: আপনার অ্যাপ এর স্ক্রিনশট বা ভিডিও:

source: You must provide at least one.
bn_in: আপনার অন্তত একটি প্রদান করতে হবে।

source: PNG and JPG supported. Screenshots must be at least 320px by 480px. Screenshots proportional to 320px by 480px are optimal. WebM supported for video.
bn_in: PNG এবং JPG সমর্থিত। স্ক্রিনশটগুলি কমপক্ষে 320px by 480px হতে হবে। স্ক্রিনশটগুলি সর্বাপেক্ষা আনুপাতিকভাবে 320px by 480px হতে হবে। ভিডিও-র ক্ষেত্রে WebM সমর্থিত।

source: Finished!
bn_in: সমাপ্ত!

source: Success! What happens now?
bn_in: সফল! এখন কি হবে?

source: We've got your app saved and ready to go! Your app is currently awaiting review, and once it is reviewed you will need to manually enable your app from the <a href="%(url)s">Manage Status page</a> for it to show up on listing pages and in search. Until then, feel free to tweak your app's details and settings.
bn_in: আমরা আপনার অ্যাপ্লিকেশন সংরক্ষিত এবং ব্যবহারের জন্য প্রস্তুত করেছি! আপনার অ্যাপ্লিকেশন বর্তমানে পর্যালোচনার জন্য অপেক্ষা করছে, এবং যখন এটির পর্যালোচনা সম্পন্ন হবে তখন একবার আপনাকে নিজে থেকে একে সক্রিয় করতে হবে <a href="%(url)s"> পরিচালনা পেজ </a> থেকে অনুসন্ধানের ফলাফলে খুঁজে পাওয়ার জন্যে। ততক্ষন পর্যন্ত, আপনার অ্যাপ্লিকেশন এর বিবরণ এবং সেটিংস নিয়ে কাজ চালিয়ে যেতে পারেন বিনা দ্বিধায়।

source: Before your app can go live, you need to provide payment information. Once you've added a payment account and price, your app will be submitted for review.
bn_in: আপনার অ্যাপ্লিকেশন লাইভ করার আগে, আপনাকে পেমেন্ট তথ্য প্রদান করতে হবে। আপনি যদি একটি পেমেন্ট একাউন্ট বানিয়ে নেন তাহলে, আপনার অ্যাপ্লিকেশন পর্যালোচনার জন্য জমা দেওয়া হবে।

source: We've got your app saved and ready to go! Your app is currently awaiting review, and will show up on listing pages and in search once it is reviewed. Until then, feel free to tweak your app's details and settings.
bn_in: আমরা আপনার অ্যাপ্লিকেশন সংরক্ষিত করেছি এবং তা ব্যবহারের জন্য প্রস্তুত আছে! আপনার অ্যাপ্লিকেশন বর্তমানে পর্যালোচনা জন্য অপেক্ষা করছে, এবং এটি পর্যালোচনা করা হবার পর থেকে অনুসন্ধান এবং লিস্টিং পেজে খুঁজে পাওয়া যেতে থাকবে। ততক্ষন পর্যন্ত, আপনার অ্যাপ্লিকেশন এর বিবরণ এবং সেটিংস নিয়ে কাজ চালিয়ে যেতে পারেন বিনা দ্বিধায়।

source: Manage My App
bn_in: আমার অ্যাপ ম্যানেজ করুন

source: Submit Another App
bn_in: আরেকটি অ্যাপ জমা দিন

source: App Minimum Requirements
bn_in: অ্যাপের নূন্যতম প্রয়োজনীয়তা

source: <b>What's next:</b> fill out the rest of your app's details
bn_in: <b>এর পরে কি:</b> আপনার অ্যাপ বিবরণের বাকিটা ভরে ফেলুন

source: Published!
bn_in: পাবলিশ হয়েছে!

source: Almost There!
bn_in: প্রায়ই সেখানে!

source: Submit App Manifest
bn_in: অ্যাপ ম্যানিফেস্ট জমা করুন

source: Enter App Details
bn_in: অ্যাপের বিবরণ দিন

source: <span>Set up <a href="%(rating_url)s">Content Ratings</a></span>
bn_in: <span>সেট করুন <a href="%(rating_url)s">কন্টেন্ট রেকিংসসমূহ</a></span>

source: <span>Set up <a href="%(pay_url)s">Payments</a></span>
bn_in: <span>সেট আপ করুন <a href="%(pay_url)s">পেমেন্টস</a></span>

source: Wait for Review
bn_in: রিভিউয়ের জন্য অপেক্ষা করুন

source: At any point, you can
bn_in: যেকোনো পয়েন্টে, আপনি পারেন

source: Revise your app details on <a href="%(url)s">Edit Listing</a>
bn_in: আপনার অ্যাপের বিবরণ সংশোধন করুন <a href="%(url)s">তালিকা সম্পাদনা</a>-তে

source: View a list of all of your submissions on <a href="%(url)s">My Submissions</a>
bn_in: আপনার সমস্ত জমার তালিকা দেখুন <a href="%(url)s">আমার জমা</a>-তে

source: Request that your app be shown on low-memory devices on <a href="%(status_url)s">Status &amp; Versions</a>
bn_in: অনুরোধ করুন যে আপনার অ্যাপ্লিকেশন কম মেমরি ডিভাইসে দেখানো হবে <a href="%(status_url)s">স্ট্যাটাস &amp; সংস্করণ</a>

source: Request that your app be shown on low-memory devices on <a href="%(status_url)s">Status</a>
bn_in: অনুরোধ করুন যে আপনার অ্যাপ্লিকেশন কম মেমরি ডিভাইসে দেখানো হবে<a href="%(status_url)s">স্ট্যাটাস</a>

source: Once your app is reviewed, you will have to manually publish your app from <a href="%(url)s">Manage Status</a>. It would then show up on listing pages and in search for others to enjoy.
bn_in: যখন আপনার অ্যাপ রিভিউ হয়ে যাবে, আপনাকে <a href="%(url)s">স্ট্যাটাস ম্যানেজ করুন</a> থেকে নিজ হাতে আপনার অ্যাপকে পাবলিশ করতে হবে। এটা তারপরে তালিকা পেজে দেখাবে এবং এবং অনুসন্ধানে থাকবে অন্যদের উপভোগ করার জন্য।

source: Your app has been approved! It is now showing up on listing pages and in search for others to enjoy.
bn_in: আপনার অ্যাপ অনুমোদিত হয়েছে! এটা এখন তালিকা পেজে বা অনুসন্ধানে দেখাবে অন্যদের উপভোগ করবার জন্য।

source: Once your app is reviewed, it will show up on listing pages and in search for others to enjoy.
bn_in: যখন আপনার অ্যাপ রিভিউ হয়ে যাবে, এটিকে তালিকা পেজে এবং সার্চে দেখানো হবে অন্যদের উপভোগ করার জন্য।

source: <strong>What's next:</strong> Set up %(next_step_name)s
bn_in: <strong>এরপরে কি:</strong> সেট আপ করুন %(next_step_name)s

source: <strong>What's next:</strong> Publish Your App
bn_in: <strong>এর পরে কি:</strong> আপনার অ্যাপ পাবলিশ করুন

source: Marketplace Developer Program
bn_in: মার্কেটপ্লেস ডেভেলপার প্রোগ্রাম

source: We're excited you've built an app using web technologies, and submitting it to the Firefox Marketplace is the best way for users to discover and enjoy it across their devices. First, you'll need to join the Marketplace Developer Program below.
bn_in: আমরা উত্তেজিত যে আপনি ওয়েব প্রযুক্তি ব্যবহার করে একটি অ্যাপ্লিকেশন তৈরি করেছেন, এবং Firefox মার্কেটপ্লেসে এটি জমা করেছেন ব্যবহারকারীদের আবিষ্কার এবং তাদের ডিভাইস জুড়ে এটি সবচেয়ে ভাল উপায়ে উপভোগ করার জন্য। প্রথমত, আপনাকে নীচের মার্কেটপ্লেস ডেভেলপার প্রোগ্রামে যোগ দিতে হবে।

source: To begin, please read and accept our <strong>Developer Agreement</strong>:
bn_in: শুরু করতে হলে, অনুগ্রহ করে আমাদের <strong>ডেভেলপার চুক্তি</strong> পড়ুন এবং স্বীকার করুন:

source: Mozilla may email me with relevant App Developer news and surveys
bn_in: Mozilla আমাকে ইমেইল করতে পারে প্রাসঙ্গিক অ্যাপ্লিকেশন ডেভেলপারের খবর এবং সার্ভের ব্যাপারে।

source: Héllo
bn_in: হ্যালো

source: Invalid tag: {0}
bn_in: অকার্যকর ট্যাগঃ {0}

source: "{0}" is a reserved tag and cannot be used.
bn_in: "{0}" হল একটি সংরক্ষিত ট্যাগ এবং এটাকে ব্যবহার করা যাবে না।

source: You have {0} too many tags.
bn_in: আপনার {0} অনেক বেশী ট্যাগ রয়েছে।

source: All tags must be %s characters or less after invalid characters are removed.
bn_in: সমস্ত ট্যাগ অবশ্যই %s অক্ষরের হবে বা এর কম হবে অবৈধ অক্ষর মুছে ফেলার পরে।

source: All tags must be at least {0} character.
bn_in: সমস্ত ট্যাগ অবশ্যই অন্ততপক্ষে {0} অক্ষরের হতে হবে।

source: Edit Account Settings
bn_in: অ্যাকাউন্ট সেটিংস সম্পাদনা করুন

source: Return to the Marketplace
bn_in: মার্কেটপ্লেসে ফিরে যান

source: Sign Out
bn_in: সাইন আউট

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
bn_in: যেখানে অন্যথা ছাড়া <a href="%(legal_url)s">নোট করা হয়েছে</a>, এই সাইটের বিষয়বস্তু <a href="%(cc_url)s">ক্রিয়েটিভ কমন্স অ্যাট্রিবিউশন শেয়ার-আলাইক লাইসেন্স v3.0</a> বা পরবর্তী কোনো সংস্করণের অধীনে লাইসেন্সপ্রাপ্ত।

source: Terms of Use
bn_in: ব্যবহারের শর্তাবলী

source: Report Trademark Abuse
bn_in: ট্রেডমার্কের অপব্যবহার রিপোর্ট করুন

source: Back
bn_in: ফিরুন

source: Clear
bn_in: মুছে ফেলুন

source: Expand
bn_in: প্রসারিত করুন

source: Localize for: <a id="change-locale" href="#">%(dl)s</a>
bn_in: লোকালাইজ করুন: <a id="change-locale" href="#">%(dl)s</a>

source: %(title)s <em>&middot; %(lang)s</em>
bn_in: %(title)sসমূহ <em>&middot; %(lang)sসমূহ</em>

source: Existing Locales
bn_in: বর্তমান লোকেল

source: New Locales
bn_in: নতুন লোকেল

source: You have unsaved changes in the <b>{0}</b> locale. Would you like to save your changes before switching locales?
bn_in: আপনার অসংরক্ষিত বদল রয়েছে <b>{0}</b> লোকেলে। লোকেলে সুইচ করার আগে আপনি কি আপনার বদল সংরক্ষণ করতে পছন্দ করবেন?

source: Discard Changes
bn_in: পরিবর্তনগুলি বাতিল করুন

source: Are you sure you want to remove all <b>{0}</b> translations? This cannot be undone.
bn_in: আপনি কি নিশ্চিত যে আপনি সমস্ত <b>{0}</b> অনুবাদ মুছে ফেলতে চান? এটাকে পূর্বাবস্থায় আনা যাবে না।

source: Delete Locale
bn_in: লোকেল মুছে ফেলুন

source: No user with that email.
bn_in: কোনো ব্যবহারকারী নেই ওই ইমেইল-এর সাথে।

source: an add-on developer thanks me for a contribution
bn_in: অবদান রাখার জন্য একজন অ্যাড-অন ডেভেলপার আমাকে ধন্যবাদ জানিয়েছে

source: an add-on developer replies to my review
bn_in: একজন অ্যাড-অন ডেভেলপার আমার পর্যালোচনার উত্তর দিয়েছে

source: an app developer replies to my review
bn_in: একজন অ্যাপ ডেভেলপার আমার পর্যালোচনার উত্তর দিয়েছে

source: new add-ons or Firefox features are available
bn_in: নতুন অ্যাড-অন বা Firefox-র বৈশিষ্ট্য উপলব্ধ

source: my add-on's compatibility is upgraded successfully
bn_in: আমার অ্যাড-অনের উপযুক্ততা সফলভাবে আপগ্রেড হয়েছে

source: my sdk-based add-on is upgraded successfully
bn_in: আমার sdk-নির্ভর অ্যাড-অন সফলভাবে আপগ্রেড হয়েছে

source: someone writes a review of my add-on
bn_in: কেউ আমার অ্যাড-অনের ওপরে একটি রিভিউ লিখেছে

source: someone writes a review of my app
bn_in: কেউ একজন আমার অ্যাপ এর জন্যে একটি রিভিউ লিখেছেন

source: add-on contests or events are announced
bn_in: অ্যাড-অন প্রতিযোগিতা বা অনুষ্ঠানের ঘোষণা করা হয়েছে

source: my add-on's compatibility cannot be upgraded
bn_in: আমার অ্যাড-অন এর কম্পাটিবিলিটি আপগ্রেড করা যাবে না

source: my sdk-based add-on cannot be upgraded
bn_in: আমার sdk-based অ্যাড-অন কে আপগ্রেড করা যাবে না

source: my add-on is reviewed by an editor
bn_in: আমার অ্যাড-অন একজন সম্পাদক দ্বারা রিভিউ করা হচ্ছে

source: Mozilla needs to contact me about my individual add-on
bn_in: মোজিলার আমার ব্যক্তিগত অ্যাড-অন সম্পর্কে আমার সাথে যোগাযোগ করার প্রয়োজন আছে

source: my app is reviewed by an editor
bn_in: আমার অ্যাপ একজন সম্পাদক দ্বারা রিভিউ করা হচ্ছে

source: Mozilla needs to contact me about my individual app
bn_in: মোজিলার আমার ব্যক্তিগত অ্যাপ সম্পর্কে আমার সাথে যোগাযোগ করার প্রয়োজন আছে

source: Mozilla wants to contact me about relevant App Developer news and surveys
bn_in: মোজিলা প্রাসঙ্গিক অ্যাপ্লিকেশন ডেভেলপার এবং সংবাদ সমীক্ষা সম্পর্কে আমার সাথে যোগাযোগ করতে চায়

source: Mozilla wants to contact me about new regions added to the Marketplace
bn_in: Mozilla আমার সাথে যোগাযোগ করতে চায় নতুন এলাকা সম্পর্কে যা মার্কেটপ্লেসে যোগ হয়েছে

source: User Notifications
bn_in: ব্যবহারকারী নোটিফিকেশন

source: An email address is required.
bn_in: একটি ইমেইল ঠিকানা প্রয়োজন।

source: A user with that email address does not exist.
bn_in: ওই ইমেইল ঠিকানার সাথে কোনো ব্যবহারকারী নেই।

source: A user with that email address does not exist, or the user has not yet accepted the developer agreement.
bn_in: ওই ইমেইল ঠিকানার সাথে কোনো ব্যবহারকারী নেই, অথবা ওই ব্যবহারকারীটি এখনও অবধি ডেভেলপার চুক্তি স্বীকার করেননি।

source: Native FxA authentication failure.
bn_in: নেটিভ FxA যাচাইকরণের ব্যার্থতা।

source: Please use the verified email for this account.
bn_in: এই অ্যাকাউন্টের জন্য যাচিত ইমেইল ব্যবহার করুন।

source: Listed
bn_in: তালিকাভুক্ত

source: You must provide a support email or URL.
bn_in: আপনাকে অবশ্যই একটি সাপোর্ট ইমেইল বা URL প্রদান করতে হবে।

source: You must provide an app name.
bn_in: আপনাকে অবশ্যই একটি অ্যাপের নাম প্রদান করতে হবে।

source: You must provide at least one device type.
bn_in: আপনাকে অবশ্যই অন্ততপক্ষে একটা ডিভাইসের ধরন প্রদান করতে হবে।

source: You must provide at least one category.
bn_in: আপনার কমপক্ষে একটি বিভাগের উল্লেখ করতেই হবে।

source: You must set up content ratings.
bn_in: আপনাকে কন্টেন্ট রেটিংস সেট আপ করতেই হবে।

source: You must set up a payment account.
bn_in: আপনাকে অবশ্যই একটি পেমেন্ট একাউন্ট সেট আপ করতে হবে।

source: This app's submission process has not been fully completed.
bn_in: এই অ্যাপ্লিকেশন এর জমা প্রক্রিয়া সম্পূর্ণরূপে সম্পন্ন হয়নি।

source: This app needs to get a content rating.
bn_in: এই অ্যাপ্লিকেশনের একটি কন্টেন্ট রেটিং পাওয়া প্রয়োজন।

source: This app needs a payment account set up.
bn_in: এই অ্যাপ্লিকেশনের একটি পেমেন্ট একাউন্ট সেট আপ করা প্রয়োজন।

source: Issue with your app "{app}" on the Firefox Marketplace
bn_in: Firefox Marketplace-এ আপনার অ্যাপ "{app}" সংক্রান্ত সমস্যা

source: Sort by:
bn_in: বাছাই:

source: Created
bn_in: তৈরী করা হয়েছে

source: Invalid region(s) selected.
bn_in: অকার্যকর এলাকা(গুলি) নির্বাচিত।

source: Log out
bn_in: লগ আউট

source: Register
bn_in: রেজিস্টার

source: required
bn_in: প্রয়োজনীয়

source: Required fields
bn_in: প্রয়োজনীয় ফিল্ডসমূহ
