Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_in

source: General Tests
bn_in: সাধারণ পরীক্ষা

source: Package Tests
bn_in: প্যাকেজ পরীক্ষা

source: Content Tests
bn_in: বিষয়বস্তু পরীক্ষা

source: Prev
bn_in: পূর্ববর্তী

source: Top
bn_in: উপরে

source: Next
bn_in: পরবর্তী

source: Are you sure you wish to delete your app?
bn_in: আপনি আপনার অ্যাপ মুছে ফেলতে কি নিশ্চিত?

source: Please tell us why you are deleting your app
bn_in: দয়া করে আমাদেরকে বলুন যে কেন আপনি আপানার অ্যাপ মুছে ফেলতে চান

source: Actions
bn_in: অ্যাকশনগুলি

source: Resume the submission process for this add-on.
bn_in: এই অ্যাড-অন এর জমার প্রক্রিয়া পুনরায় শুরু হবে।

source: Resume
bn_in: পুনরায় শুরু করুন

source: Delete this add-on.
bn_in: এই অ্যাড-অন টি ডিলিট করুন।

source: Edit details about this add-on's listing.
bn_in: এই অ্যাড-অনের তালিকার সম্বন্ধে বিস্তারিত সম্পাদনা করুন।

source: Upload a new version of this add-on.
bn_in: এই অ্যাড-অনের একটি নতুন সংস্করণ আপলোড করুন।

source: New Version
bn_in: নতুন সংস্করণ

source: More
bn_in: আরও

source: Team Members & License
bn_in: টিম মেম্বারসমূহ এবং লাইসেন্স

source: Compatibility & Payments
bn_in: উপযুক্ততা ও পেমেন্টস্

source: View Add-on Listing
bn_in: অ্যাড-অনের তালিকা দেখুন

source: Resume the submission process for this app.
bn_in: এই অ্যাপের জন্য জমা প্রক্রিয়া পুনরায় শুরু করুন।

source: Get content ratings for the app.
bn_in: এই অ্যাপের জন্য কন্টেন্ট রেটিংস পান।

source: Set Up Content Ratings
bn_in: কনটেন্ট রেটিং সেট আপ করুন

source: Provide payment information for the app.
bn_in: App এর জন্য পেমেন্ট তথ্য প্রদান করুন।

source: Set Up Payments
bn_in: পেমেন্ট সেট আপ করুন

source: Delete this app.
bn_in: এই অ্যাপ টি ডিলিট করুন।

source: Edit details for this app's listing page.
bn_in: এই অ্যাপ্লিকেশন এর তালিকা পৃষ্ঠার জন্য বিবরণ সম্পাদনা করুন।

source: Add a new version of the packaged app.
bn_in: প্যাকেজ অ্যাপ্লিকেশনের একটি নতুন সংস্করণ যোগ করুন।

source: Add New Version
bn_in: নতুন ভার্শন যোগ করুন

source: Status &amp; Versions
bn_in: অবস্থা এবং; ভার্শন

source: Content Ratings
bn_in: কন্টেন্ট রেটিংস

source: In-App Payments
bn_in: ইন-অ্যাপ পেমেন্টস

source: Messages
bn_in: মেসেজসমূহ

source: Statistics
bn_in: পরিসংখ্যান

source: Transactions
bn_in: লেনদেন

source: Created:
bn_in: তৈরি করা হয়েছে:

source: Status:
bn_in: স্থিতি:

source: Packaged App Version:
bn_in: প্যাকেজ অ্যাপ সংস্করণ:

source: Pending Version:
bn_in: অপেক্ষারত সংস্করণ:

source: Price:
bn_in: দাম:

source: Set up Payment Account
bn_in: পেমেন্ট অ্যাকাউন্ট সেট আপ করুন

source: Change Devices
bn_in: ডিভাইস পরিবর্তন করুন

source: <a href="%(rating_url)s">Set up Content Ratings</a>
bn_in: <a href="%(rating_url)s">কন্টেন্ট রেটিংস সেট করুন</a>

source: Get My App Rated
bn_in: আমার অ্যাপ রেট করুন

source: To have your app listed on the Marketplace, you must attain an International Age Rating Coalition (IARC) certificate. Clicking on the button below will open a new window where you can fill out a short yes-or-no questionnaire about the contents of your app. Upon completion, the window will close and your app will then have an age rating.
bn_in: মার্কেটপ্লেসে আপনার অ্যাপকে তালিকাভুক্ত করতে চাইলে আপনাকে একটি ইন্টারন্যাশনাল এজ রেটিং কোয়েলিশন (IARC) সার্টিফিকেট অর্জন করতে হবে। নীচের বাটনে ক্লিক করা একটি নতুন উইন্ডো খুলবে যেখানে আপনি ভর্তি করবেন একটি ছোটো হ্যা-না প্রশ্নাবলী আপনার অ্যাপের কন্টেন্ট সম্বন্ধে। শেষ হওয়ার পরে, উইন্ডোটি বন্ধ হয়ে যাবে এবং আপনার অ্যাপের একটি বয়স রেটিং হবে।

source: By using the IARC ratings certificate tool, you agree to abide by their <a href="%(privacy_url)s">Privacy Policy</a> and <a href="%(tos_url)s">Terms of Service agreement</a>.
bn_in: IARC রেটিংস সার্টিফিকেট টুল ব্যবহার করার মাধ্যমে, আপনি মেনে চলতে সম্মত হবেন তাদের <a href="%(privacy_url)s">গোপনীয়তা নীতি</a> এবং <a href="%(tos_url)s">সেবা চুক্তি শর্তাবলী</a>।

source: IARC content rating process complete, you will be redirected to your app's <a href="%(ratings_url)s">content ratings page</a>.
bn_in: IARC কন্টেন্ট রেটিং পদ্ধতি শেষ, আপনাকে আপনার অ্যাপের <a href="%(ratings_url)s">কন্টেন্ট রেটিংস পেজ</a>-এ নিয়ে যাওয়া হবে।

source: Sorry, there was an error on our side processing content ratings. You can keep trying or try again later.
bn_in: দুঃখিত, কন্টেন্ট রেটিংসের প্রক্রিয়াজাতকরণ করবার সময় আমাদের তরফ থেকে একটা ত্রুটি হয়েছে। আপনি চেষ্টা করে যেতে পারেন অথবা পরে চেষ্টা করতে পারেন।

source: Create an IARC Ratings Certificate
bn_in: একটি IARC রেটিংস সার্টিফিকেট বানান

source: Already Have Your App Rated?
bn_in: ইতিমধ্যে আপনার অ্যাপ রেট আছে?

source: If you have already gotten your app rated via the IARC Global Ratings Tool above and already have an IARC security code, you can manually enter it here.
bn_in: যদি আপনি IARC গ্লোবাল রেটিংস টুলের মাধ্যমে আপনার অ্যাপের রেট পেয়ে থাকেন এবং ইতিমধ্যে আপনার একটি IARC সিকিউরিটি কোড থেকে থাকে, আপনি স্বয়ংক্রিয়ভাবে এটিকে এখানে প্রবেশ করাতে পারেন।

source: Submission ID
bn_in: জমার ID

source: The submission ID can be found on the certificate sent to you. It is a numeric value like &quot;14&quot;.
bn_in: আপনাকে পাঠানো সার্টিফিকেটে জমার ID পাওয়া যাবে। যার সাংখ্যিক মান &quot;14&quot; এরূপ হতে পারে।

source: Security Code
bn_in: সিকিউরিটি কোড

source: The security code can be found on the certificate sent to you. It is a mix of letters and numbers like &quot;AB12CD3&quot;.
bn_in: সিকিউরিটি কোডটি আপনাকে পাঠানো সার্টিফিকেটে খুঁজতে পারে। এটি সংখ্যা এবং অক্ষরের একটি মিশ্রণ,যেমন &quot;AB12CD3&quot;।

source: Summary
bn_in: সারাংশ

source: Rating System
bn_in: রেটিং সিস্টেম

source: Region
bn_in: এলাকা

source: Rating Category
bn_in: রেটিং বৈশিষ্ট্য

source: Descriptors
bn_in: বর্ণনা

source: Interactive Elements
bn_in: ইন্টারেক্টিভ উপাদানসমূহ

source: Developer Agreement
bn_in: ডেভেলপার এগ্রিমেন্ট

source: Compatibility
bn_in: সামঞ্জস্য

source: Allowed HTML: {0}
bn_in: HTML: {0} অনুমোদিত

source: Some HTML supported.
bn_in: কিছু HTML সাপোর্ট করে।

source: Remove this application
bn_in: এই অ্যাপ্লিকেশনটি মুছে ফেলুন

source: Pick one or two categories.
bn_in: একটি বা দুটি বৈশিষ্ট্য বাছুন।

source: Categories:
bn_in: বৈশিষ্ট্যসমূহ:

source: <b>Queue position:</b> %(pos)s of %(total)s
bn_in: <b>সারির অবস্থান:</b> %(total)sসমূহের %(pos)sসমূহ

source: <b>Estimated waiting time:</b> %(num)s working day
bn_in: <b>আনুমানিক অপেক্ষা সময়:</b> %(num)sসমূহ কাজের দিন

source: Most apps are reviewed in about a week. If your review has taken longer than this, you can <a href="%(support_url)s">contact us</a> to check the status.
bn_in: বেশিরভাগ অ্যাপ-এর রিভিউ এক সপ্তাহের মধ্যে হয়ে যায়। আপনার রিভিউটি যদি এর থেকে বেশি সময় নেয়, আপনি <a href="%(support_url)s">আমাদের সঙ্গে যোগাযোগ</a> করতে পারেন আপনার স্ট্যাটাস দেখার জন্য।

source: Check the boxes of the features that your app requires to function properly. Your app will be hidden from users whose devices don't support it.
bn_in: আপনার অ্যাপ ঠিকঠাক মতন কাজ করার জন্য বৈশিষ্ট্যের বক্সগুলো চেক করুন। আপনার অ্যাপ ওইসকল ব্যবহারকারীদের থেকে লোকানো হবে যাদের ডিভাইস এটা সাপোর্ট করে না।

source: View all
bn_in: সব দেখুন

source: Hide all
bn_in: সব লুকোন

source: Test App Installation
bn_in: অ্যাপ ইন্সটল হওয়া পরীক্ষা করুন

source: Test In-App Payments
bn_in: ইন-অ্যাপ পেমেন্টস পরীক্ষা করুন

source: In-App Payments Keys
bn_in: ইন-অ্যাপ পেমেন্টস কি

source: The Firefox Marketplace allows your app to take in-app payments. The <a href="{guide}">in-app payment guide</a> explains how to configure your app for payments with the parameters below.
bn_in: Firefox মার্কেটপ্লেস আপনার অ্যাপকে অনুমতি দেয় ইন-অ্যাপ পেমেন্টস নেওয়ার জন্য। এই <a href="{guide}">ইন-অ্যাপ পেমেন্ট গাইড</a> ব্যাখ্যা করে আপনার অ্যাপকে কিভাবে কনফিগার করবেন নীচের প্যারামিটারগুলোর সাথে।

source: Application Key
bn_in: অ্যাপ্লিকেশন কি

source: Not yet generated.
bn_in: এখনো তৈরি হয়নি।

source: Application Secret
bn_in: অ্যাপ্লিকেশন গোপন

source: Show secret
bn_in: গোপন দেখান

source: Reset secret
bn_in: গোপন রিসেট করুন

source: Learn more about <b>in-app payments</b> on MDN.
bn_in: <b>ইন-অ্যাপ পেমেন্টস</b> সম্পর্কে আরও জানুন MDN-এ।

source: The following key/secret will only allow you to simulate in-app payments while you develop your app. To generate a key for real in-app payments you must <a href="%(submit)s">submit</a> your app, set up your payment credentials, and generate a new key specifically for that app.
bn_in: নিম্নলখিত চাবি/গোপন শুধুমাত্র আপনাকে ইন-অ্যাপ পেমেন্ট নকল করবার অনুমতি দেয় যখন আপনি আপনার অ্যাপ ডেভেলপ করছেন। ইন-অ্যাপ পেমেন্টে একটা আসল চাবি তৈরি করার জন্য আপনাকে অবশ্যই আপনার অ্যাপ <a href="%(submit)s">জমা দিতে হবে</a>, আপনার পেমেন্ট পরিচয়পত্র সেট আপ করুন, এবং একটি নতুন চাবি তৈরি করুন শুধুমাত্র ওই অ্যাপটির জন্যই।

source: Generate Keys
bn_in: কি তৈরি করুন

source: In-App Products
bn_in: ইন-অ্যাপ প্রোডাক্টসমূহ

source: Recommended
bn_in: প্রস্তাবিত

source: In-App Products allow you to take payments in your application and simplifies the process by allowing you to create and manage your products in the Firefox Marketplace Developer Hub.
bn_in: ইন-অ্যাপ প্রোডাক্ট আপনাকে আপনার অ্যাপ্লিকেশনে পেমেন্টস নিতে অনুমতি দেয় এবং এই পদ্ধতিটিকে সহজ করে দেয় আপনাকে Firefox মার্কেটপ্লেসের ডেভেলপার হাবে আপনার প্রোডাক্ট তৈরি করতে ও ম্যানেজ করতে।

source: Configure In-App Products
bn_in: ইন-অ্যাপ প্রোডাক্ট কনফিগার করুন

source: In-App Keys
bn_in: ইন-অ্যাপ কিসমূহ

source: In-App Payments Keys allow you to take payments in your application for any arbitrary price point. You are responsible for the definition and management of products.
bn_in: ইন-অ্যাপ পেমেন্ট চাবি আপনাকে যেকোনো অবাধ দামের পয়েন্টের জন্য আপনাকে পেমেন্ট নিতে অনুমতি দেয়। আপনি প্রোডাক্টের সংজ্ঞা ও পরিচালনার জন্য দায়ী।

source: Note: If you're wanting to provide in-app products to Firefox for Desktop users then please use in-app products.
bn_in: নোট: আপনি যদি Firefox for Desktop-এ ইন-অ্যাপ প্রোডাক্ট প্রদান করতে চান তাহলে অনুগ্রহ করে ইন-অ্যাপ প্রোডাক্ট ব্যবহার করুন।

source: Configure In-App Keys
bn_in: ইন-অ্যাপ চাবি কনফিগার করুন

source: Enable
bn_in: সক্রিয়

source: This feature is under active development. Please refer to the <a target="_blank" href="%(doc_link)s">documentation</a> for more information.
bn_in: এই বৈশিষ্ট্যটি সক্রিয় ডেভেলপমেন্টের অধীনে। অনুগ্রহ করে <a target="_blank" href="%(doc_link)s">ডকুমেন্টেশন</a> পড়ুন আরও তথ্যের জন্য।

source: If you find a problem please <a target="_blank" href="%(bug_link)s">report a bug</a>.
bn_in: আপনি যদি কোন সমস্যা খুঁজে পান তাহলে অনুগ্রহপূর্বক<a target="_blank" href="%(bug_link)s">বাগ রিপোর্ট</a>করুন।

source: Icon
bn_in: আইকন

source: Price Point
bn_in: মূল্য পয়েন্ট

source: Product ID
bn_in: প্রোডাক্ট ID

source: Add a product
bn_in: একটি প্রোডাক্ট যোগ করুন

source: App Compatibility
bn_in: অ্যাপ সামঞ্জস্য

source: Change to Free
bn_in: বিনামূল্যে পরিবর্তন করুন

source: Paid mode requires that your app only supports:
bn_in: প্রদত্ত মোডে আপনার অ্যাপটির শুধুমাত্র সমর্থন করার প্রয়োজন:

source: Paid / In-app
bn_in: প্রদত্ত / ইন-অ্যাপ

source: Change to Paid
bn_in: প্রদত্ততে পরিবর্তন করা হয়েছে

source: Changing to Paid will put your app back into review.
bn_in: প্রদত্ততে পরিবর্তন আপনার অ্যাপকে আবার রিভিউতে ফেরত পাঠাবে।

source: Learn about <a href="%(payments_url)s" target="_blank">different payment types</a>.<br /> Learn about <a href="%(receipts_url)s" target="_blank">validating purchase receipts</a>.
bn_in: <a href="%(payments_url)s" target="_blank">ভিন্ন পেমেন্টসের রকম</a> সম্পর্কে জানুন।<br /><a href="%(receipts_url)s" target="_blank"></a>কেনার রসিদ যাচাই</a> সম্পর্কে আরও জানুন।

source: Payment Accounts
bn_in: পেমেন্ট অ্যাকাউন্টসমূহ

source: Your app is currently incomplete. Select a payment account and price point to restore it.
bn_in: আপনার অ্যাপ বর্তমানে অসমাপ্ত। এটি পুনরুদ্ধার করতে একটি পেমেন্ট অ্যাকাউন্ট এবং দাম পয়েন্ট নির্বাচন করুন।

source: Countries
bn_in: দেশগুলো

source: Add, manage or view transactions for your payment accounts
bn_in: যোগ, ম্যানেজ বা লেনদেন দেখুন পেমেন্ট অ্যাকাউন্টের জন্য

source: Prices and Countries
bn_in: দামসমূহ এবং দেশগুলো

source: Price
bn_in: দাম

source: Does your app use Mozilla's in-app payments platform?
bn_in: আপনার অ্যাপ কি Mozilla-এর ইন- অ্যাপ পেমেন্টস প্ল্যাটফর্ম ব্যবহার করে?

source: A server error occurred. Please try again later.
bn_in: একটি সার্ভার ত্রুটি ঘটেছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।

source: Not applicable
bn_in: প্রযোজ্য নয়

source: Regions
bn_in: এলাকাসমূহ

source: Available Regions
bn_in: উপলব্ধ এলাকাসমূহ

source: Check out the <a href="%(status_url)s" target="_blank">status page</a> to see which countries are currently enabled for sale.
bn_in: দেখুন <a href="%(status_url)s" target="_blank">স্ট্যাটাস পেজ</a> এটাই দেখার জন্য যে কোন দেশ বর্তমানে বিক্রয় করতে সক্রিয়।

source: Your app will be available in the following selected regions:
bn_in: আপনার অ্যাপ নিম্নলিখিত নির্বাচিত এলাকায় উপলব্ধ:

source: Retail price
bn_in: খুচরা মূল্য

source: local currency
bn_in: স্থানীয় মুদ্রা

source: Billing method
bn_in: বিলিং প্রক্রিয়া

source: Add a payment account to enable your app for sale in more regions
bn_in: একটি পেমেন্ট অ্যাকাউন্ট যোগ করুন আপনার অ্যাপকে আরও জায়গায় বিক্রি করবার জন্য

source: As "Rest of World" is selected your app will be available for purchase in all enabled "<a href="#regions-other">Other Regions</a>".
bn_in: যেহেতু "বাকি পৃথিবীকে" নির্বাচন করা হয়েছে সেই জন্য আপনার অ্যাপ কেনার জন্য উপলব্ধ থাকবে "<a href="#regions-other">বাকি এলাকায়</a>"।

source: Other regions
bn_in: অন্যান্য এলাকাসমূহ

source: To exclude your app from appearing in a region, you may uncheck that region before saving.
bn_in: কোনো জায়গাতে আপনার অ্যাপকে না রাখতে চাইলে, আপনি ওই জায়গাটি আনচেক করতে পারেন সংরক্ষণ করবার আগে।

source: Regions and Listings
bn_in: এলাকাসমূহ এবং তালিকাসমূহ

source: Promote as upgrade to free version
bn_in: প্রচার করুন বিনামূল্য সংস্করণে আপগ্রেড করতে

source: If you have a free app, you can link and promote your premium app next to the free version here.
bn_in: যদি আপনার একটি বিনামূল্যের অ্যাপ্লিকেশন থাকে, তাহলে আপনি লিঙ্ক সংযোজন করে এখানে বিনামূল্যের সংস্করণটির পাশে আপনার প্রিমিয়াম অ্যাপ্লিকেশনটির প্রচার করতে পারেন।

source: Linking this app will promote your premium app next to the free version.
bn_in: এই অ্যাপটি লিঙ্ক করা প্রোমোট করবে আপনার প্রিমিয়াম অ্যাপকে পরের বিনামূল্যের সংস্করণে।

source: No free apps
bn_in: কোন বিনামূল্যেের অ্যাপ্লিকেশন নেই

source: Terms of Agreement
bn_in: চুক্তির শর্তাবলী

source: Agree to the Terms
bn_in: শর্তাবলীর সম্মত হন

source: Provider
bn_in: প্রদানকারী

source: Modify
bn_in: পরিবর্তন করুন

source: View transactions
bn_in: লেনদেন দেখুন

source: Add a {provider} account
bn_in: একটি {provider} একাউন্ট যোগ করুন

source: Accept Terms of Service
bn_in: পরিষেবার শর্তাদি স্বীকার

source: Confirm deletion of payment account
bn_in: পেমেন্ট একাউন্ট মুছে ফেলে জানান

source: Delete Payment Account
bn_in: পেমেন্ট একাউন্ট মুছে দিন

source: The current payment account was associated with the app by an app owner.
bn_in: বর্তমান পেমেন্ট একাউন্ট একটি অ্যাপ্লিকেশন মালিক দ্বারা অ্যাপ্লিকেশন সঙ্গে যুক্ত ছিল।

source: You have an incomplete payment account. Complete it or set up a new one below.
bn_in: আপনার একটি অসম্পূর্ণ পেমেন্ট অ্যাকাউন্ট রয়েছে। এটি সম্পূর্ণ করতে পারেন অথবা নিচে নতুন আরেকটি তৈরি করতে পারেন।

source: You don't have any payment accounts set up.
bn_in: আপনার পেমেন্ট অ্যাকাউন্ট সেট আপ করার দরকার নেই।

source: Add Bango Account
bn_in: Bango অ্যাকাউন্ট যুক্ত করুন

source: Please see the <a target="_blank" href="%(url)s">documentation on Payment Accounts</a>.
bn_in: অনুগ্রহ করে দেখুন <a target="_blank" href="%(url)s">পেমেন্ট অ্যাকাউন্টের ওপরে ডকুমেন্টেশন</a>।

source: Usually 9, 10 or 11 digits. Example: 0114584906.
bn_in: সাধারণত 9, 10 বা 11 সংখ্যা। উদাহরণ: 0114584906।

source: Either 8 or 11 characters. Example: WFBIUS6WPDX.
bn_in: হয় 8 বা 11 অক্ষরের। উদাহরন: WFBIUS6WPDX।

source: Optional
bn_in: ঐচ্ছিক

source: Name of registered company or individual.
bn_in: রেজিস্টার করা কোম্পানির নাম বা ব্যক্তিগত।

source: Name of account on the Marketplace (not sent to Bango).
bn_in: Marketplace -এ অ্যাকাউন্ট নাম (not sent to Bango).

source: Register Payment Account
bn_in: পেমেন্ট অ্যাকাউন্ট রেজিস্টার করুন

source: Processing Request...
bn_in: আবেদন প্রসেস করা হচ্ছে...

source: Please wait while we contact the payment server.
bn_in: অনুগ্রহ করে অপেক্ষা করুন যখন আমরা পেমেন্ট সার্ভারের সাথে যোগাযোগ করছি।

source: Add Reference Account
bn_in: রেফারেন্স অ্যাকাউন্ট যোগ করুন

source: Modify Bango Account
bn_in: Bango অ্যাকাউন্ট পরিবর্তন করুন

source: A name to refer to the account on the Marketplace, not sent to Bango.
bn_in: একটি নাম যা মার্কেটপ্লেসের অ্যাকাউন্টের সাথে সম্পর্কিত হবে, Bango তে পাঠানো হবে না।

source: Update Account
bn_in: অ্যাকাউন্ট আপডেট করুন

source: Modify Reference Account
bn_in: রেফারেন্স একাউন্ট সংশোধন করুন

source: Your app will no longer be listed in certain regions because those regions do not support payments. We have transferred your region choices. Please review the changes before saving.
bn_in: আপনার অ্যাপ কিছু কিছু এলাকায় আর তালিকাভুক্ত থাকবে না কারণ ওইসব এলাকায় পেমেন্ট সাপোর্ট করে না। আমরা আপনার এলাকার পছন্দ স্থানান্তর করে দিয়েছি। অনুগ্রহ করে সংরক্ষণ করবার আগে রিভিউ করে নিন।

source: Your app will be displayed in any regional Marketplace that is added in the future.
bn_in: আপনার অ্যাপ ভবিষ্যতে যেকোন আঞ্চলিক Marketplace এ প্রদর্শিত হবে।

source: (Subject to payments being available in that region for the selected price point or "Rest of World" being selected as a payment option).
bn_in: (নির্বাচিত দাম বিন্দু জন্য যে অঞ্চলে উপলব্ধ অর্থ প্রদান বা "বিশ্ব বিশ্রাম" সাপেক্ষে একটিকে একটি পেমেন্ট বিকল্প হিসাবে নির্বাচিত করা হচ্ছে)

source: You will receive an email notification when a new region is added.
bn_in: আপনি একটি ইমেইল নোটিফিকেশন পাবেন যখন একটি নতুন এলাকা যোগ করা হবে।

source: Select All
bn_in: সব নির্বাচন করুন

source: Thank you for subscribing!
bn_in: সাবস্ক্রাইব করার জন্য ধন্যবাদ!

source: We apologize, but an error occurred in our system. Please try again later.
bn_in: আমরা ক্ষমাপ্রার্থী, কিন্তু আমাদের সিস্টেমে একটি ত্রুটি হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।

source: Design
bn_in: নকশা

source: Concept: A Great App
bn_in: কনসেপ্ট: একটি বড়ো অ্যাপ

source: Design Fundamentals
bn_in: ডিজাইন ফান্ডামেন্টালস

source: UI Guidelines
bn_in: UI নির্দেশিকা

source: Build
bn_in: তৈরি করুন

source: Quick Start
bn_in: দ্রুত শুরু

source: Firefox OS Simulator
bn_in: Firefox OS স্টিমুলেটর

source: Reference Apps
bn_in: রেফারেন্স অ্যাপ

source: Publish
bn_in: পাবলিশ করুন

source: Deploying Your App
bn_in: আপনার অ্যাপ ডিপ্লয় হচ্ছে

source: Hosted Apps
bn_in: হোস্ট করা অ্যাপ

source: Packaged Apps
bn_in: প্যাকেজ অ্যাপ

source: Badges, Banners, and Icons
bn_in: ব্যাজসমূহ, ব্যানারসমূহ, এবং আইকনসমূহ

source: Develop HTML5 Web Apps for an open marketplace.
bn_in: HTML5 ওয়েব অ্যাপসমূহ ডেভেলপ করুন একটি মুক্ত মার্কেটপ্লেসের জন্য।

source: Learn how to design apps that provide a user experience optimized for Firefox OS &amp; Mobile
bn_in: শিখুন কিভাবে একটি অ্যাপ ডিজাইন করবেন যা Firefox OS &amp; মোবাইলের জন্য অনুকূল একটি ব্যবহারকারীর অভিজ্ঞতা প্রদান করবে

source: All the tools, docs and references you'll need for development and testing of your app
bn_in: সমস্ত টুল, ডকুমেন্ট এবং রেফারেন্স আপনার প্রয়োজন হবে অ্যাপ ডেভেলপ এবং পরীক্ষা করতে

source: Find out how to distribute your apps on an open marketplace that puts users and developers first
bn_in: খুঁজুন কিকরে আপনার অ্যাপকে বিস্তৃত করা যায় একটি মুক্ত মার্কেটপ্লেসে যেটা ব্যবহারকারী এবং ডেভেলপারদের প্রথমে রাখবে

source: Do you have an app ready for liftoff?
bn_in: উপরে তোলার জন্যে আপনার নিকটে একটি অ্যাপ প্রস্তুত আছে কি?

source: Submit your app to the Marketplace
bn_in: মার্কেটপ্লেসে আপনার অ্যাপ জমা দিন

source: Join the community
bn_in: কমিউনিটিতে যোগদান করুন

source: Look who's already here
bn_in: দেখুন কে ইতিমধ্যে এখানে আছে

source: Are you a Web Company, Third-Party Service, or OEM looking to partner with Mozilla? <a href="%(partner_url)s">Check out our Partners page for more info.</a>
bn_in: আপনি কি একটা ওয়েব কোম্পানি, থার্ড-পার্টি সার্ভিস, বা OEM Mozilla-র সাথে পার্টনারশিপ করতে চাইছেন? <a href="%(partner_url)s">আমাদের পার্টনার পেজ দেখুন আরও তথ্যের জন্য।</a>

source: The Mozilla apps platform
bn_in: Mozilla অ্যাপ প্ল্যাটফর্ম

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Firefox Marketplace.
bn_in: ওয়েবের জন্য অ্যাপ বানানো ডেভেলপারদের কন্টেন্টের ওপরে সম্পূর্ণ নিয়ন্ত্রণ দিয়ে দেয়, কার্যকারিতা এবং অ্যাপ কিভাবে বিতরণ করা হয়, Firefox মার্কেটপ্লেসের মাধ্যমে লক্ষ লক্ষ শত শত Firefox ব্যবহারকারীদের পরিচালনা করা সহ।

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems &mdash; closing the gap between Web and native apps for the first time.
bn_in: মুক্ত ওয়েব স্ট্যান্ডার্ডস এবং Mozilla-ডিজাইন APIসমূহ ব্যবহার করে, মহান অ্যাপ্লিকেশন অভিজ্ঞতা একাধিক প্লাটফর্ম, ডিভাইস এবং অপারেটিং সিস্টেম &mdash; জুড়ে বিতরণ করা যেতে পারে ওয়েব এবং স্থানীয় অ্যাপ্লিকেশনের মধ্যে ফাঁকটা বন্ধ করে।

source: The Firefox Marketplace gives users the opportunity to find, try and buy apps and content that matters most to them. This means exciting, useful and high-quality Apps relevant to local markets across all categories that users can use to get the most out of their daily lives.
bn_in: Firefox মার্কেটপ্লেস ব্যবহারকারীদের অ্যাপ এবং কন্টেন্ট খোঁজার, চেষ্টার এবং কেনার সুযোগ করে দেয় যা তাদের কাছে সবথেকে গুরুত্বপূর্ণ। এটার মানে ব্যবহারকারীরা তাদের দৈনন্দিন জীবন থেকে সবচেয়ে বেশি পেতে ব্যবহার করতে পারেন সব বিভাগ জুড়ে স্থানীয় বাজারের প্রাসঙ্গিক, উত্তেজনাপূর্ণ দরকারী এবং উচ্চ মানের অ্যাপসমূহ।

source: Mozilla's global reach extends to hundreds of millions of Firefox users worldwide. Through intelligent Marketplace curation and effective use of Mozilla’s marketing channels, Mozilla can help developers can get their app into the hands of their target users around the world.
bn_in: Mozilla-এর বিশ্বব্যাপী নাগালের বিশ্বব্যাপী Firefox ব্যবহারকারীদের লক্ষ লক্ষ শত শত প্রসারিত করে. বুদ্ধিমান মার্কেটপ্লেস কিউরেশন এবং Mozilla-এর মার্কেটিং চ্যানেল কার্যকর ব্যবহারের মাধ্যমে, Mozilla ডেভেলপার বিশ্বজুড়ে তাদের লক্ষ্য ব্যবহারকারীদের মধ্যে হাত তাদের অ্যাপ্লিকেশন পেতে পারেন সাহায্য করতে পারেন।

source: The Firefox Marketplace is now open and accepting apps. Submit your app to:
bn_in: Firefox মার্কেটপ্লেস এখন খোলা এবং অ্যাপ গ্রহণ করছে। আপনার অ্যাপ জমা দিন:

source: Test your app with a committed group of early adopters.
bn_in: আপনার অ্যাপটি প্রথম থেকে ব্যবহারকৃত অঙ্গীকারবদ্ধ দল দ্বারা পরীক্ষা করুন।

source: Build an early fan base and gain popularity.
bn_in: একটি প্রাথমিক ফ্যান বেস তৈরি করুন এবং জনপ্রিয়তা অর্জন করুন।

source: Target tech savvy consumers with your app.
bn_in: আপনার অ্যাপ্লিকেশন সঙ্গে কারিগরি উপলব্ধি গ্রাহকদের টার্গেট করুন।

source: Sign up for our monthly newsletter about Firefox OS, Marketplace and the apps ecosystem. <a href="%(dev_phone_url)s">Check out the developer phone preview</a>
bn_in: Firefox OS, মার্কেটপ্লেস এবং অ্যাপের ইকোসিস্টেমের সম্পর্কে মাসিক নিউজলেটারের জন্য সাইন আপ করুন। <a href="%(dev_phone_url)s">ডেভেলপার ফোন প্রিভিউ দেখুন</a>

source: Developer Devices
bn_in: ডেভেলপার ডিভাইসগুলি

source: I'm okay with Mozilla handling this information as explained in the <a href="%(privacy_link)s">Privacy Policy</a>.
bn_in: আমি Mozilla-এর তথ্য পরিচালনার সাথে ঠিক আছি যা <a href="%(privacy_link)s">গোপনীয়তা নীতি</a>-তে ব্যাখ্যা করা আছে।

source: Sign me up!
bn_in: আমাকে সাইন আপ করানো হোক!

source: Intro to Open Web Apps
bn_in: মুক্ত ওয়েব অ্যাপে আপনাকে ইন্ট্রো

source: Intro to Firefox OS
bn_in: Firefox OS ইন্ট্রো

source: Chrono
bn_in: ক্রোনো

source: Face Value
bn_in: মুখ্য দাম

source: Podcasts
bn_in: পডকাস্ট

source: Roller
bn_in: রোলার

source: Webfighter
bn_in: ওয়েব ফাইটার

source: General Notes
bn_in: সাধারণ নোট

source: Intro to Manifests
bn_in: ম্যানিফেস্টে ইন্ট্রো

source: For Current Web Developers
bn_in: বর্তমান ওয়েব ডেভেলপারদের জন্য

source: For Current Mobile Developers
bn_in: মোবাইল ডেভেলপারদের জন্য

source: Using Apps Offline
bn_in: অফলাইনে অ্যাপসমূহকে ব্যবহার করা
