Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: bg, cs, ga_ie, nb_no, pl, sr, uk, zh_cn

source: The filetype you uploaded isn't recognized.
bg: Качвате непознат вид файл.
cs: Typ souboru, který jste nahráli, nebyl rozpoznán.
ga_ie: Ní aithnítear cineál an comhaid a d'uasluchtaigh tú.
nb_no: Filtypen du lastet opp er ikke gjenkjent.
pl: Nie rozpoznano typu przesłanego pliku.
sr: Тип датотеке коју сте поставили није препозната.
uk: Тип вивантаженого вами файлу нерозпізнаний.
zh_cn: 无法识别您上传的文件格式。

source: You cancelled the upload.
bg: Отказахте качването.
cs: Zrušili jste nahrávání.
ga_ie: Chealaigh tú an t-uasluchtú.
nb_no: Du avbrøt opplastingen.
pl: Anulowano przesyłanie.
sr: Отказали сте отпремање.
uk: Ви скасували вивантаження.
zh_cn: 您已取消上传。

source: Images must be either PNG or JPG.
bg: Изображенията трябва да са PNG или JPG.
cs: Obrázky musí být v PNG či JPG.
ga_ie: Níl cead agat ach íomhá PNG nó JPG a úsáid.
nb_no: Bilder må være enten PNG eller JPG.
pl: Obrazki muszą być w formacie PNG lub JPG.
sr: Слике морају бити PNG или JPG формата.
uk: Зображення повинні бути PNG або JPG.
zh_cn: 图像必须是 PNG 或者 JPG 格式。

source: Videos must be in WebM.
bg: Видеозаписите трябва да са във формат WebM.
cs: Videa musí být ve formátu WebM.
ga_ie: Níl cead agat ach físeán WebM a úsáid.
nb_no: Videoer må være i WebM.
pl: Wideo musi być w formacie WebM.
sr: Видео снимци морају бити у WebM формату.
uk: Відео повинно бути у форматі WebM.
zh_cn: 视频必须是 WebM 格式。

source: There was a problem contacting the server.
bg: Грешка при свързването със сървъра.
cs: Vyskytl se problém při kontaktování serveru.
ga_ie: Tharla earráid agus dul i dteagmháil leis an bhfreastalaí.
nb_no: Et problem oppstod ved forsøk på å kontakte serveren.
pl: Wystąpił problem skontaktowania się z serwerem.
sr: Дошло је до проблема при контактирању сервера.
uk: Виникла проблема при спробі зв'язатись із сервером.
zh_cn: 连接服务器时发生错误。

source: Select a file...
bg: Изберете файл...
cs: Volba souboru...
ga_ie: Roghnaigh comhad...
nb_no: Velg fil ...
pl: Wybierz plik…
sr: Изаберите датотеку...
uk: Виберіть файл...
zh_cn: 选择文件...

source: Your packaged app should end with <code>.zip</code>.
bg: Пакетираното приложение трябва да завършва на <code>.zip</code>.
cs: Vaše zabalená aplikace musí mít koncovku <code>.zip</code>.
ga_ie: Ba chóir duit d'aip phacáistithe a chur i gcomhad <code>.zip</code>.
nb_no: Innpakkede apper må slutte med <code>.zip</code>.
pl: Spakowana aplikacja powinna mieć rozszerzenie <code>.zip</code>.
sr: Ваша упакована апликација се мора завршавати са <code>.zip</code>.
uk: Ваша запакована програма повинна мати розширення <code>.zip</code>.
zh_cn: 你的封装应用文件应该以 <code>.zip</code>结尾。

source: {0}% complete
cs: {0}% dokončeno
ga_ie: {0}% críochnaithe
sr: {0}% завршено
uk: {0}% завершено

source: {0} of {1}
bg: {0} от {1}
cs: {0} z {1}
ga_ie: {0} as {1}
nb_no: {0} av {1}
pl: {0} z {1}
sr: {0} од {1}
uk: {0} з {1}

source: Cancel
bg: Отказ
cs: Zrušit
ga_ie: Cealaigh
nb_no: Avbryt
pl: Anuluj
sr: Откажи
uk: Скасувати
zh_cn: 取消

source: Uploading {0}
bg: Качване {0}
cs: Probíhá nahrávání {0}
ga_ie: {0} á uasluchtú
nb_no: Laster opp {0}
pl: Przesyłanie {0}
sr: Отпремам {0}
uk: Вивантаження {0}
zh_cn: 正在上传 {0}

source: Error with {0}
bg: Грешка с {0}
cs: Chyba s {0}
ga_ie: Earráid le {0}
nb_no: Feil med {0}
pl: Błąd z {0}
sr: Грешка са {0}
uk: Помилка з {0}
zh_cn: {0} 发生错误

source: Your app failed validation with {0} error.
bg: Приложението не премина валидацията с {0} грешка.
cs: Kontrola vaší aplikace skončila s {0} chybou.
ga_ie: Níor éirigh le d'aip sa bhailíochtú; bhí {0} earráid ann.
nb_no: Validering av app feilet med {0} feil.
pl: Program nie przeszedł weryfikacji z powodu {0} błędu.
sr: Ваша апликација није прошла проверу због {0} грешке.
uk: Ваша програма не пройшла перевірку з {0} помилкою.
zh_cn: 您的应用验证失败，有 {0} 个错误。

source: &hellip;and {0} more
bg: &hellip;и {0} още
cs: &hellip;a {0} další
ga_ie: &hellip;agus ceann amháin eile
nb_no: &hellip;og {0} flere
pl: &hellip;i {0} więcej
sr: &hellip;и још {0}
uk: &hellip;і ще {0}
zh_cn: &hellip;还有 {0} 个

source: See full validation report
bg: Преглед на доклад за валидност
cs: Zobrazit podrobný report
ga_ie: Tuairisc iomlán ón bhailíochtóir
nb_no: Se fullstendig valideringsrapport
pl: Zobacz pełny raport
sr: Погледајте потпуни извештај прегледа
uk: Переглянути повний звіт перевірки
zh_cn: 查看完整的验证报告

source: Validating {0}
bg: Валидиране {0}
cs: Probíhá kontrola {0}
ga_ie: {0} á bhailíochtú
nb_no: Validerer {0}
pl: Weryfikowanie {0}
sr: Проверавам {0}
uk: Перевірка {0}
zh_cn: 正在验证 {0}

source: Received an empty response from the server; status: {0}
bg: Получен празен отговор от сървъра; състояние {0}
cs: Obdržena prázdná odpověď ze serveru; status: {0}
ga_ie: Fuarthas freagra folamh ón bhfreastalaí; stádas: {0}
nb_no: Mottok en tom respons fra serveren; status: {0}
pl: Otrzymano pustą odpowiedź z serwera; status: {0}
sr: Добијен је празан одговор од сервера; статус: {0}
uk: Отримано порожню відповідь з серверу; стан: {0}
zh_cn: 从服务器上接收到一个空的响应；状态：{0}

source: Unexpected server error while validating.
bg: Неочаквана сървърна грешка при валидиране.
cs: Při kontrole nastala neočekávaná chyba serveru.
ga_ie: Earráid fhreastalaí gan súil leis le linn bailíochtaithe.
nb_no: Uventet serverfeil ved validering.
pl: W czasie weryfikacji wystąpił nieoczekiwany błąd serwera.
sr: Неочекивана грешка на серверу током провере.
uk: Несподівана помилка серверу під час перевірки.
zh_cn: 验证时发生了意外的服务器错误。

source: Finished validating {0}
bg: Валидирането приключи {0}
cs: Dokončena kontrola {0}
ga_ie: Bailíochtú {0} críochnaithe
nb_no: Fullførte validering av {0}
pl: Zakończono sprawdzanie {0}
sr: Провера завршена {0}
uk: Завершена перевірка {0}
zh_cn: 已完成验证 {0}

source: Your app passed validation with no errors and {0} warning.
bg: Приложението премина валидиране без грешки и {0} предупреждение.
cs: Vaše aplikace prošla kontrolou bez chyb a s {0} varováním.
ga_ie: D'éirigh le d'aip sa bhailíochtú gan earráidí ach le {0} rabhadh.
nb_no: Appen fullførte validering uten feil og med {0} advarsel.
pl: Aplikacja przeszła weryfikację bez błędów i z {0} ostrzeżeniem.
sr: Ваша апликацијa је прошла проверу без грешака и са {0} упозорењем.
uk: Ваша програма пройшла перевірку без помилок і з {0} попередженням.
zh_cn: 你的应用通过了验证，没有错误，{0} 个警告。

source: Your app passed validation with no errors or warnings.
bg: Приложението премина валидиране без грешки или предупреждения.
cs: Vaše aplikace prošla kontrolou bez chyb či varování.
ga_ie: D'éirigh le do bhreiseán sa bhailíochtú gan earráidí gan rabhaidh.
nb_no: Appen fullførte validering uten feil eller advarsler.
pl: Twoja aplikacja przeszła weryfikację bez błędów i ostrzeżeń.
sr: Ваша апликација је прошла проверу без грешака или упозорења.
uk: Ваша програма пройшла перевірку без помилок і попереджень.
zh_cn: 你的应用通过了验证，没有错误或警告。

source: The manifest could not be found at the given location.
bg: Не е открит манифест на посоченото място.
cs: Manifest nebyl na uvedeném místě nalezen.
ga_ie: Níorbh fhéidir an lastliosta a aimsiú san áit sin.
nb_no: Fant ikke manifestet på den oppgitte adressen.
pl: Pod wskazanym adresem nie można odnaleźć manifestu.
sr: Манифест није нађен на изабраној локацији.
uk: Не вдалося знайти маніфест у вказаному розташуванні.
zh_cn: 无法在指定的位置找到清单。

source: App host could not be reached.
bg: Хостът на приложението е недостъпен.
cs: K umístění aplikace se nebylo možné připojit.
ga_ie: Níorbh fhéidir dul i dteagmháil le hóstríomhaire na haipe.
nb_no: Klarte ikke nå app-verten.
pl: Nie można połączyć się z serwerem aplikacji.
sr: Хост апликације није доступан.
uk: Не вдалося зв'язатись із хостом програми.
zh_cn: 无法连接应用主机。

source: App manifest is unparsable.
bg: Невъзможен разбор на манифеста на приложението.
cs: Manifest aplikace je nezpracovatelný.
ga_ie: Ní féidir lastliosta na haipe a pharsáil.
nb_no: App-manifestet kan ikke parses.
pl: Nie można dokonać parsowania manifestu aplikacji.
sr: Манифест апликације се не може упоредити.
uk: Неможливо проаналізувати маніфест програми.
zh_cn: 应用清单无法解析。

source: App manifest is invalid.
bg: Невалиден манифест.
cs: Manifest aplikace je nevalidní.
ga_ie: Tá lastliosta na haipe neamhbhailí.
nb_no: App-manifestet er ugyldig.
pl: Manifest aplikacji jest nieprawidłowy.
sr: Манифест апликације је неисправан.
uk: Маніфест програми недійсний.
zh_cn: 应用清单无效。

source: App is already installed.
bg: Приложението е вече инсталирано.
cs: Aplikace je již nainstalována.
ga_ie: Tá an aip suiteáilte cheana.
nb_no: Appen er allerede installert.
pl: Aplikacja jest już zainstalowana.
sr: Апликација је већ инсталирана.
uk: Програму вже встановлено.
zh_cn: 应用已成功安装。

source: Internal server error.
bg: Сървърна грешка.
cs: Interní chyba serveru.
ga_ie: Earráid inmheánach fhreastalaí.
nb_no: Intern serverfeil.
pl: Wewnętrzny błąd serwera.
sr: Серверска грешка.
uk: Внутрішня помилка сервера.
zh_cn: 内部服务器错误。

source: Internal server error on app installation.
bg: Сървърна грешка при инсталиране на приложението.
cs: Při instalaci aplikace nastala interní chyba serveru.
ga_ie: Earráid inmheánach fhreastalaí agus an aip á suiteáil.
nb_no: Intern serverfeil ved app-installasjon.
pl: Wewnętrzny błąd serwera podczas instalacji aplikacji.
sr: Серверска грешка током инсталације апликације.
uk: Внутрішня помилка сервера при встановленні програми.
zh_cn: 应用安装时发生内部服务器错误。

source: Install failed. Please try again later.
bg: Инсталацията е неуспешна. Моля, опитайте по-късно.
cs: Instalace selhala. Zkuste to prosím později.
ga_ie: Theip ar shuiteáil. Bain triail eile as ar ball.
nb_no: Installering feilet. Prøv igjen senere.
pl: Instalacja nie powiodła się. Spróbuj ponownie później.
sr: Инсталација је неуспешна. Покушајте касније.
uk: Встановлення невдале. Спробуйте ще раз пізніше.
zh_cn: 安装失败。请稍后重试。

source: Your app failed validation with {0} error and {1} message(s).
bg: Приложението не премина валидиране с {0} грешка и {1} съобщение(я).
cs: U vaší aplikace selhala kontrola s {0} chybou. Počet zpráv: {1}
ga_ie: Theip ar d'aip sa bhailíochtú le {0} earráid agus {1} teachtaireacht.
nb_no: Validering av app feilet med {0} feil og {1} melding(er).
pl: Twoja aplikacja nie przeszła weryfikacji – błędy: {0}, wiadomości: {1}.
sr: Ваша апликацијa није прошла проверу - {0} грешка и {1} порука.
uk: Ваша програма не пройшла перевірку з {0} помилкою і {1} повідомленням(и).
zh_cn: 您的应用程序验证失败，有 {0} 个错误以及 {1} 条信息。

source: Your app passed validation with no errors and {0} message.
bg: Приложението премина валидиране без грешки и {0} съобщение.
cs: Vaše aplikace prošla kontrolou bez chyby a {0} informační zprávou.
ga_ie: D'éirigh le d'aip sa bhailíochtú gan earráidí ach le {0} teachtaireacht.
nb_no: Appen fullførte validering uten feil og med {0} melding.
pl: Program przeszedł proces sprawdzania bez błędów, ale z {0} ostrzeżeniem.
sr: Ваша апликацијa је прошла проверу без грешака и {0} поруком.
uk: Ваша програма пройшла перевірку без помилок і з {0} повідомленням.
zh_cn: 您的应用通过了验证，没有错误，{0} 个信息。

source: Your app passed validation with no errors or messages.
bg: Приложението премина валидиране без грешки или съобщения.
cs: Vaše aplikace prošla kontrolou bez chyb či informačních zpráv.
ga_ie: D'éirigh le d'aip sa bhailíochtú gan earráidí gan rabhaidh.
nb_no: Appen fullførte validering uten feil eller meldinger.
pl: Program przeszedł proces sprawdzania bez błędów i ostrzeżeń.
sr: Ваша апликацијa је прошла проверу без грешака или порука.
uk: Ваша програма пройшла перевірку без помилок чи повідомлень.
zh_cn: 您的应用通过了验证，没有错误或信息。

source: Changes Saved
bg: Промените са запазени
cs: Změny uloženy
ga_ie: Sábháladh na hAthruithe
nb_no: Endringer lagret
pl: Zmiany zostały zapisane
sr: Измене сачуване
uk: Зміни збережено
zh_cn: 更改已保存

source: Enter a new team member's email address
bg: Въведете имейлът на нов участник в екипа
cs: Vložte e-mailovou adresu nového člena týmu
ga_ie: Cuir seoladh ríomhphoist an bhaill nua isteach
nb_no: Skriv inn e-postadresse til nytt teammedlem
pl: Wprowadź adres e-mail nowego członka zespołu
sr: Унесите адресу е-поште новог члана тима
uk: Введіть адресу ел. пошти нового члена команди
zh_cn: 输入新的团队成员的电子邮件地址

source: Manifest refreshed
bg: Манифест презареден
cs: Manifest obnoven
ga_ie: Nuashonraíodh an lastliosta
nb_no: Manifest oppdatert
pl: Odświeżono manifest
sr: Манифест освежен
uk: Маніфест оновлено
zh_cn: 清单已刷新

source: Could not refresh manifest. Try again later.
bg: Манифестът не може да бъде презареден. Опитайте по-късно.
cs: Obnovení manifestu se nezdařilo. Zkuste to znovu později.
ga_ie: Níorbh fhéidir an lastliosta a nuashonrú. Bain triail eile as ar ball.
nb_no: Kunne ikke oppdatere manifest. Prøv igjen senere.
pl: Nie można odświeżyć manifestu. Spróbuj ponownie później.
sr: Не можемо да освежимо манифест. Покушајте поново касније.
uk: Неможливо оновити маніфест. Спробуйте знову пізніше.
zh_cn: 无法刷新清单。请稍后再试。

source: There was an error uploading your file.
bg: Грешка при качване на файла.
cs: Při nahrávání vašeho souboru se vyskytl problém.
ga_ie: Tharla earráid agus do chomhad á uasluchtú.
nb_no: En feil oppstod under opplasting av fil.
pl: Wystąpił problem z przesłaniem twojego pliku.
sr: Дошло је до грешке приликом отпремања датотеке.
uk: Сталась помилка при вивантаженні вашого файлу.
zh_cn: 上传您的文件时发生错误。

source: Image changes being processed
bg: Обработват се промени по изображението
cs: Jsou prováděny změny obrázku
ga_ie: Athruithe san íomhá á bpróiseáil
nb_no: Endringer på bilde blir behandlet
pl: Przetwarzanie zmian obrazka…
sr: Измене на слици се обрађују
uk: Обробка змін зображення
zh_cn: 正在处理图像更改

source: This video requires a browser with support for open video
bg: Този видеозапис изисква браузър с поддръжка за отворено видео
cs: Toto video vyžaduje webový prohlížeč s podporou otevřeného videa
ga_ie: Chun an físeán seo a sheinm, caithfidh tú brabhsálaí a úsáid a thacaíonn le físeáin oscailte
nb_no: Denne videoen krever en nettleser med støtte for åpen video
pl: To wideo wymaga przeglądarki z obsługą otwartego wideo
sr: Овај видео захтева прегледач који подржава отворене видео снимке
uk: Це відео потребує браузер із підтримкою відтворення відео
zh_cn: 此视频需要支持开放视频格式的浏览器。

source: or the <a href="http://www.adobe.com/go/getflashplayer">Adobe
bg: или <a href="http://www.adobe.com/go/getflashplayer">Adobe
cs: nebo <a href="http://www.adobe.com/go/getflashplayer">Adobe
ga_ie: nó a úsáideann <a href="http://www.adobe.com/go/getflashplayer">Adobe
nb_no: eller <a href="http://www.adobe.com/go/getflashplayer">Adobe
pl: lub <a href="http://www.adobe.com/go/getflashplayer">Adobe
sr: или <a href="http://www.adobe.com/go/getflashplayer">Adobe
uk: або <a href="http://www.adobe.com/go/getflashplayer">Adobe
zh_cn: 或者<a href="http://www.adobe.com/go/getflashplayer">Adobe

source: Enabled
bg: Включено
cs: Povoleno
ga_ie: Cumasaithe
nb_no: Aktivert
pl: Wyłączono
sr: Омогућено
uk: Увімкнено
zh_cn: 已启用

source: Disabled
bg: Изключено
cs: Zakázáno
ga_ie: Díchumasaithe
nb_no: Deaktivert
pl: Włączono
sr: Онемогућено
uk: Вимкнено
zh_cn: 已禁用

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
bg: Това свойство е временно спряно, докато правим промени по сайта. Моля, проверете отново малко по-късно.
cs: Tato funkce je dočasně zakázána, protože provádíme údržbu webu. Zkuste to prosím o chvíli později.
ga_ie: Níl an ghné seo ar fáil faoi láthair agus cúram á dhéanamh ar an suíomh. Tar ar ais chugainn ar ball.
nb_no: Denne funksjonen er midlertidig utilgjengelig mens vi utfører rutinemessig vedlikehold. Kom tilbake senere.
pl: W trakcie wykonywania serwisu witryny ta funkcja jest tymczasowo wyłączona. Sprawdź ponownie nieco później.
sr: Ова могућност је привремено онемогућена док обављамо одржавања сајта. Молимо пробајте мало касније.
uk: Дану функцію тимчасово вимкнено, поки ми проводимо технічне обслуговування веб-сайту. Спробуйте трохи пізніше.
zh_cn: 我们正在进行网站维护，此功能暂时无法使用。请您稍候再试。

source: Remove this localization
bg: Премахни тази локализация
cs: Odebrat lokalizaci
ga_ie: Bain an t-aistriúchán seo
nb_no: Fjern denne oversettelsen
pl: Usuń tę lokalizację
sr: Уклони ову локализацију
uk: Вилучити цю локалізацію
zh_cn: 移除此本地化

source: Persona login failed. Maybe you don't have an account under that email address?
bg: Влизането с Persona се провали. Може би нямате акаунт с този имейл адрес?
cs: Přihlášení pomocí Persona selhalo. Možná pod touto e-mailovou adresou nemáte účet?
ga_ie: Níorbh fhéidir logáil isteach i bPersona. B'fhéidir nach bhfuil do chuntas cláraithe leis an seoladh ríomhphoist sin?
nb_no: Persona-innlogging feilet. Har du kanskje ikke en konto med den e-postadressen registrert?
pl: Logowanie Persona nie powiodło się. Być może nie masz konta pod tym adresem e-mail.
sr: Пријава путем Persona система је неуспешна. Можда немате налог под том адресом е-поште?
uk: Вхід за допомогою Persona невдалий. Можливо ви не маєте облікового запису під цією адресою ел. пошти?
zh_cn: Persona 登录失败。或许您并没有这个邮件地址下的账户？

source: Persona login failed. A server error was encountered.
bg: Влизането с Persona се провали. Срещната е сървърна грешка.
cs: Přihlášení pomocí Persona selhalo. Nastala chyba serveru.
ga_ie: Níorbh fhéidir logáil isteach i bPersona. Tharla fadhb leis an bhfreastalaí.
nb_no: Persona-innlogging feilet. En serverfeil oppstod.
pl: Logowanie Persona nie powiodło się. Wystąpił błąd serwera
sr: Пријава путем Persona система је неуспешна. Дошло је до грешке на серверу.
uk: Вхід за допомогою Persona невдалий. Сталась помилка сервера.
zh_cn: Persona 登录失败。服务器发生错误。

source: Status successfully changed to "{0}"
bg: Състоянието е променено на "{0}"
cs: Stav úspěšně změněn na "{0}"
ga_ie: D'athraigh an stádas: "{0}"
nb_no: Status er endret til "{0}"
pl: Zmieniono pomyślnie status na „{0}”
sr: Статус успешно промењен у "{0}"
uk: Статус успішно змінено на "{0}"
zh_cn: 状态已成功变更为“{0}”

source: Could not change status to "{0}"
bg: Състоянието не може да бъде променено на "{0}"
cs: Nelze změnit stav na "{0}"
ga_ie: Níorbh fhéidir an stádas a athrú go "{0}"
nb_no: Kunne ikke endre status til "{0}"
pl: Nie można zmienić statusu na „{0}”
sr: Немогуће променити статус у "{0}"
uk: Неможливо змінити статус на "{0}"
zh_cn: 无法变更状态为“{0}”

source: Group membership "{0}" added
cs: Členství ve skupině "{0}" přidáno
sr: Групно чланство "{0}" додато
uk: Участь в групі "{0}" додано
zh_cn: 已添加群组身份“{0}”

source: Could not add group "{0}"
cs: Nelze přidat skupinu "{0}"
sr: Не могу додати групу "{0}"
uk: Не вдалося додати групу "{0}"
zh_cn: 未能添加群组“{0}”

source: Group membership "{0}" removed
cs: Odebráno členství ve skupině "{0}"
sr: Групно чланство "{0}" уклоњено
uk: Участь в групі "{0}" вилучено
zh_cn: 已移除群组身份“{0}”

source: Could not remove group "{0}"
cs: Nelze odebrat skupinu "{0}"
sr: Не могу уклонити групу "{0}"
uk: Не вдалося вилучити групу "{0}"
zh_cn: 未能移除群组“{0}”

source: Show All Results
bg: Показване всички резултати
cs: Zobrazit všechny výsledky
ga_ie: Taispeáin na torthaí go léir
nb_no: Vis alle resultater.
pl: Pokaż wszystkie wyniki
sr: Прикажи све резултате
uk: Показати всі результати
zh_cn: 显示全部结果

source: Over {0} results found, consider refining your search.
bg: Намерени са повече от {0} резултата, стеснете критерия на търсене.
cs: Nalezeno více než {0} výsledků, zvažte přeformulování svého dotazu.
ga_ie: Aimsíodh níos mó ná {0} toradh; ba chóir duit cuardach níos cúinge a dhéanamh.
nb_no: Over {0} resultater funnet, prøv å justere søket.
pl: Znaleziono więcej wyników niż {0}, rozważ uściślenie wyszukiwania.
sr: Преко {0} резултата је нађено, покушајте да дефинишете претрагу.
uk: Знайдено більше {0} результатів. Спробуйте уточнити ваш пошуковий запит.
zh_cn: 找到超过 {0} 个结果，请考虑使用更精确的搜索条件。

source: Requested Permissions:
bg: Нужни разрешения:
cs: Vyžadovaná oprávnění:
ga_ie: Ceadanna Iarrtha:
nb_no: Forespurte tillatelser:
pl: Poproszono o uprawnienia:
sr: Неопходне дозволе:
uk: Запитані дозволи:
zh_cn: 请求的权限：

source: Certified
bg: Сертифициран
cs: Certifikované
ga_ie: Deimhnithe
nb_no: Sertifisert
pl: Certyfikowane
sr: Сертификовано
uk: Сертифіковано
zh_cn: 已认证

source: Privileged
bg: Привилегирован
cs: Privilegované
ga_ie: Faoi Phribhléid
nb_no: Priviligert
pl: Uprzywilejowane
sr: Овлашћено
uk: Привілейовано
zh_cn: 特殊权限

source: Unprivileged
bg: Непривилегирован
cs: Neprivilegované
ga_ie: Gan Pribhléid
nb_no: Upriviligert
pl: Nieuprzywilejowane
sr: Неовлашћено
uk: Непревілейований
zh_cn: 无特殊权限

source: No reason given
bg: Не е зададена причина
cs: Bez udání důvodu
ga_ie: Gan fáth
nb_no: Ingen årsak oppgitt
pl: Nie podano powodu
sr: Није дат разлог
uk: Не вказано причину
zh_cn: 没有理由

source: OK
bg: Добре
sr: У реду
uk: ОК
zh_cn: 确定

source: Spanish Banking Code
bg: Испански банков код
cs: Španělský kód banky
ga_ie: Cód Bainc Spáinneach
nb_no: Spansk bankkode
pl: Hiszpański kod banku (banking code)
sr: Код банке Шпаније
uk: Іспанський банківський код
zh_cn: 西班牙银行码

source: Irish Sort Code
bg: Ирландски Sort номер
cs: Sort Code (Irsko)
ga_ie: Cód Sórtála Éireannach
nb_no: Irsk sorteringskode
pl: Irlandzki numer rozliczeniowy (sort code)
sr: Код банке Ирске
uk: Ірландський код сортування
zh_cn: 爱尔兰序列码

source: Belgian Sort Code
bg: Белгийски Sort номер
cs: Sort Code (Belgie)
ga_ie: Cód Sórtála Beilgeach
nb_no: Belgisk sorteringskode
pl: Belgijski numer rozliczeniowy (sort code)
sr: Код банке Белгије
uk: Бельгійський код сортування
zh_cn: 比利时序列码

source: Spanish/French/Italian/Dutch Banking Code
bg: Испански/френски/италиански/холандски банков номер
cs: Kód banky (Španělsko/Francie/Itálie/Dánsko)
ga_ie: Cód Bainc Spáinneach/Francach/Iodálach/Ollannach
nb_no: Spansk/fransk/italiensk/nederlandsk bankkode
pl: Hiszpański/Francuski/Włoski/Holenderski kod banku (banking code)
sr: Код банке Шпаније/Француске/Италије/Холандије
uk: Іспанський/Французький/Італійський/Голландський банківський код
zh_cn: 西班牙/法国/意大利/荷兰银行码

source: Dutch/US Sort Code
bg: Холандски/Американски sort номер
cs: Sort Code (Dánsko/USA)
ga_ie: Cód Sórtála Ollannach
nb_no: Nederlandsk/US sorteringskode
pl: Holenderski/Amerykański numer rozliczeniowy (sort code)
sr: Код банке Холандије/САД
uk: Код сортування Голландії/США
zh_cn: 荷兰/美国序列码

source: Canadian Transit Number/German Routing Code
bg: Канадски транзитен номер/Немски routing номер
cs: Kanadské tranzitní číslo/Německý směrovací kód
ga_ie: Uimhir Idirthurais Cheanadach/Cód Ródaithe Gearmánach
nb_no: Kanadisk transitnumber/tysk rutingkode
pl: Kanadyjski Transit Number/Niemiecki Routing Code
sr: Транзитни број Канаде/Рутинг код Немачке
uk: Канадський транзитний номер/Німецький код маршрутизації
zh_cn: 加拿大全顺号码/德国路由代码

source: Korean Bank and Branch/Indonesian Bank Code
bg: Номер на корейска банка или клон/индонезийска банка
cs: Bankovní číslo pro banky v Korei či Branch/Indonézii
ga_ie: Banc agus Brainse Cóiréach/Cód Bainc Indinéiseach
nb_no: Koreansk bank og gren/Indonesisk bankkode
pl: Koreański bank i oddział/Indonezyjski kod banku (bank code)
sr: Банка Кореје и код филијале/Индонезијске банке
uk: Корейський банк і відділення/Індонезійський банківський код
zh_cn: 韩国银行和分行/印尼银行代码

source: Greek HEBIC/Indonesian Bank Code
bg: Гръцки HEBIC/Индонезийски банков номер
cs: Řecký HEBIC/Indonéský bankovní kód
ga_ie: Cód Bainc Gréagach HEBIC/Indinéiseach
nb_no: Gresk HEBIC/Indonesisk bankkode
pl: Grecki HEBIC/Indonezyjski kod banku (bank code)
sr: HEBIC Грчке/Код банке Индонезије
uk: Грецький HEBIC/Індонезійський банківський код
zh_cn: 希腊HEBIC/印尼银行代码
