Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_in

source: Testing Apps
bn_in: অ্যাপ্লিকেশন পরীক্ষাকরণ

source: Submit a New App
bn_in: নতুন অ্যাপ সাবমিট করুন

source: Authorize Access
bn_in: প্রবেশ অনুমোদিত

source: %(app_name)s would like access to your Marketplace account.
bn_in: %(app_name)s আপনার মার্কেটপ্লেস অ্যাকাউন্টের অ্যাকসেস চায়।

source: Grant
bn_in: অনুমোদন

source: Deny
bn_in: অগ্রাহ্য

source: Firefox Marketplace Developers
bn_in: Firefox Marketplace ডেভেলপারগণ

source: API Reference
bn_in: API রেফারেন্স

source: Submit an app
bn_in: অ্যাপ জমা দিন

source: Sign In
bn_in: সাইন ইন

source: Settings
bn_in: সেটিংস

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
bn_in: যখন আমরা ওয়েবসাইট রক্ষণাবেক্ষণ করছিলাম তখন কিছু ফিচার অস্থায়ীভাবে নিষ্ক্রিয় করা হয়েছিল। আমরা খুব শীঘ্রই পূর্ণ ক্ষমতা নিয়ে ফিরে আসব।

source: The Terms of Service have changed since you last agreed to them. Please read and agree to the <a href="%(url)s">new terms</a>.
bn_in: সেবা শর্তসমূহ পরিবর্তিত হয়েছে যখন আপনি তাদের সাথে শেষবার সম্মত হয়েছিলেন। অনুগ্রহ করে পড়ুন এবং সম্মত হউন <a href="%(url)s">নতুন শর্তসমূহ</a>।

source: Please sign in
bn_in: দয়া করে সাইন ইন করুন

source: Just log in or register with <a href="%(url)s">Firefox Accounts</a> below.
bn_in: শুধু লগ ইন করুন অথবা রেজিস্টার করুন নীচে <a href="%(url)s">Firefox অ্যাকাউন্ট</a> সাথে।

source: Terms and Conditions
bn_in: শর্তাবলী

source: Printable Version
bn_in: মুদ্রণযোগ্য সংস্করণ

source: Additional Marketplace Policies
bn_in: অতিরিক্ত মার্কেটপ্লেস নীতি

source: You have already agreed to this developer agreement.
bn_in: আপনি ইতিমধ্যে ডেভেলপার চুক্তিতে রাজি হয়েছে।

source: Testing
bn_in: পরীক্ষা চলছে

source: Use these tools for testing your apps prior to submission to the Firefox Marketplace.
bn_in: আপনি টুলগুলো আপনার অ্যাপ টেস্ট করতে ব্যবহার করুন Firefox মার্কেটপ্লেসে জমা দেওয়ার আগে।

source: Transaction Details
bn_in: লেনদেনের বিবরণ

source: Filter Transactions
bn_in: লেনদেনের ফিল্টার করুন

source: {num} transaction found
bn_in: {num} লেনদেনের পাওয়া গেছে

source: Your apps currently have no transactions.
bn_in: আপনার অ্যাপের বর্তমানে কোনো লেনদেন নেই।

source: Date
bn_in: তারিখ

source: Type
bn_in: টাইপ

source: Currency
bn_in: মুদ্রা

source: Amount
bn_in: পরিমাণ

source: Test App Validation
bn_in: অ্যাপের বৈধতা পরীক্ষা করুন

source: Submit your app manifest URL
bn_in: আপনার অ্যাপ ম্যানিফেস্টের URL জমা দিন

source: Validate
bn_in: বৈধতা

source: <strong>Don't forget a protocol!</strong> Try adding either <a href="#">%(http)s</a> or <a href="#">%(https)s</a>.
bn_in: <strong>প্রোটোকল সম্পর্কে ভুলবেন না!</strong> যোগ করতে চেষ্টা করুন <a href="#">%(http)s</a> বা <a href="#">%(https)s</a>।

source: Manifest URLs must start with a protocol (for example, <code>http://</code> or <code>https://</code>) and typically use the <code>.webapp</code> extension.
bn_in: ম্যানিফেস্টের URL অতি অবশ্যই শুরু হবে প্রোটোকলের মাধ্যমে (উদাহরণ স্বরূপ, <code>http://</code> বা <code>https://</code>) এবং সাধারণত ব্যবহার করুন <code>.webapp</code> এক্সটেনশন।

source: Learn more about submitting an app.
bn_in: অ্যাপ জমা করা সম্পর্কে আরও জানুন।

source: The validator is a tool which can help test your app for errors, best practices, and compliance with Marketplace guidelines before actually submitting your app for review. If you're interested in how it works or would like to run a copy of your own, the source code is available <a href="%(repo)s">on Github</a>.
bn_in: যাচাইকারী আসলে পর্যালোচনার জন্য আপনার অ্যাপ্লিকেশন জমা দেওয়ার আগে Marketplace নির্দেশিকা সঙ্গে আপনার ত্রুটি, ভাল পদ্ধতি জন্য অ্যাপ্লিকেশন, এবং সম্মতি পরীক্ষা করতে সাহায্য করতে পারেন, যা একটি টুল. আপনি কিভাবে এটি কাজ করে আগ্রহী অথবা আপনার নিজের একটি কপি রান করতে চান তাহলে , সোর্স কোড পাওয়া যাবে <a href="%(repo)s">গিটহাবে</a>।

source: Validation Results for {0}
bn_in: {0} এর জন্য যাচাইকরণ ফলাফল

source: Validation Results
bn_in: ফলাফল বৈধতা

source: Validated at:
bn_in: এই সময়ে বৈধ:

source: Manage My Submissions
bn_in: আমার জমাসমূহের পরিচালনা

source: Announcement
bn_in: ঘোষণা

source: Dismiss this announcement
bn_in: এই ঘোষণার নাকচ করুন

source: Edit
bn_in: সম্পাদনা

source: Welcome to the Developer Dashboard
bn_in: ডেভেলপার ড্যাশবোর্ডে স্বাগতম

source: You haven't yet submitted an app to the Firefox Marketplace. Once you've <a href="%(app_url)s">created your app</a>, click Submit Your App below.
bn_in: আপনি Firefox মার্কেটপ্লেসের জন্য কোনো অ্যাপ এখনও জমা দেননি। যখন আপনি <a href="%(app_url)s">আপনার অ্যাপ তৈরি করেছেন</a>, আপনার অ্যাপ জমা দিনে ক্লিক করুন।

source: Submit An App
bn_in: একটি অ্যাপ জমা দিন

source: Edit Listing
bn_in: তালিকা সম্পাদনা করুন

source: None
bn_in: কোনোটাই না

source: Team Members
bn_in: টিম মেম্বারসমূহ

source: Only the app owner(s) can edit this page.
bn_in: শুধুমাত্র অ্যাপের মালিক(রা) এই পেজটি সম্পাদনা করতে পারে।

source: About team member roles
bn_in: দলের সদস্যের ভূমিকা সম্পর্কে

source: Save Changes
bn_in: পরিবর্তন সংরক্ষণ করুন

source: close
bn_in: বন্ধ

source: About Team Member Roles
bn_in: টিমের সদস্যদের ভূমিকা সম্পর্কে

source: Apps can have any number of team members with 4 possible roles:
bn_in: অ্যাপ এর যে কোন পরিমাণ এর টিম মেম্বার থাকতে পারে সাথে 4টি সম্ভাব্য ভূমিকা থাকতে হবে :

source: Can manage all aspects of the app's listing, including adding and removing other team members
bn_in: অন্যান্য দলের সদস্যদের যোগ এবং অপসারণ সহ, তালিকাভুক্ত অ্যাপগুলি সব দিক পরিচালনা করতে পারেন

source: Can manage all aspects of the app's listing, except for adding and removing other team members and managing payments
bn_in: তালিকাভুক্ত অ্যাপগুলি সব দিক পরিচালনা করতে পারেন, শুধুমাত্র অন্যান্য দলের সদস্যদের যোগ, অপসারণ এবং পেমেন্ট পরিচালনা ব্যতীত

source: Can view the app's settings but cannot make any changes
bn_in: অ্যাপের সেটিংস দেখতে পারবেন কিন্তু কোন পরিবর্তন করতে পারবেন না

source: Can view the app's settings
bn_in: অ্যাপের সেটিংস দেখতে পারবেন

source: Status & Versions
bn_in: অবস্থা এবং সংস্করণসমূহ

source: Status
bn_in: অবস্থা

source: Current Status
bn_in: বর্তমান অবস্থা

source: You have <b>delisted</b> this app.
bn_in: আপনি এই অ্যাপটি <b>অতালিকাভুক্ত</b> করেছেন।

source: This app is <b>incomplete</b>.
bn_in: এই অ্যাপটি <b>অসম্পূর্ণ</b>।

source: This app has been <b>disabled by Mozilla</b>.
bn_in: এই অ্যাপটি <b>Mozilla-র দ্বারা অক্ষম</b> করা হয়েছে।

source: Your app was disabled because it is missing content ratings. It will automatically be re-enabled after <a href="%(ratings_url)s">obtaining content ratings</a>.
bn_in: আপনার অ্যাপ অক্ষম করা হয়েছে কারণ এটার কন্টেন্ট রেটিংস পাওয়া যাচ্ছে না। এটি স্বয়ংক্রিয়ভাবে পুনরায় সক্রিয় করা হবে<a href="%(ratings_url)s">কন্টেন্ট রেটিংস পাওয়া গেলে</a>।

source: This app has been <b>banned on Marketplace</b>.
bn_in: এই অ্যাপটি <b>মার্কেটপ্লেসে নিষিদ্ধ</b> করা হয়েছে।

source: Your app was banned by a site administrator. If you have any questions, please <a href="%(support_url)s"> contact us</a>.
bn_in: আপনার অ্যাপ সাইটের প্রশাসকের দ্বারা নিষিদ্ধ করা হয়েছে। যদি কোনো প্রশ্ন থাকে, অনুগ্রহ করে <a href="%(support_url)s"> আমাদের যোগাযোগ করুন</a>।

source: Your app has been <b>blocked by Mozilla</b>.
bn_in: এই অ্যাপটি <b>Mozilla কতৃক ব্লক রয়েছে</b>।

source: Your app was blocked by a site administrator. If you have any questions, please <a href="%(support_url)s"> contact us</a>.
bn_in: আপনার অ্যাপ সাইটের প্রশাসকের দ্বারা ব্লক করা হয়েছে। যদি আপনার কোন প্রশ্ন থাকে, অনুগ্রহ করে <a href="%(support_url)s">আমাদের যোগাযোগ করুন</a>।

source: This app has been <b>rejected</b> by a Firefox Marketplace reviewer.
bn_in: এই অ্যাপটি Firefox Marketplace পর্যবেক্ষক কর্তৃক <b> প্রত্যাখ্যান</b> করা হয়েছে।

source: Version <b>{0}</b> of your app is <b>{1}</b> and <b>Active</b>
bn_in: সংস্করণ <b>{0}</b> এ তোমার অ্যাপটি <b>{1}</b> and <b>চালু আছে</b>

source: Version <b>{0}</b> of your app is <b>{1}</b>
bn_in: সংস্করণ <b>{0}</b> আপনার অ্যাপের হল <b>{1}</b>

source: This app is <b>pending review</b> by a Firefox Marketplace reviewer.
bn_in: এই অ্যাপটির <b>রিভিউ অমীমাংসিত</b> একজন Firefox মার্কেটপ্লেস রিভিউকারীর দ্বারা।

source: You will receive an email when the review is complete.
bn_in: যখন রিভিউ শেষ হয়ে যাবে আপনি একটি ইমেইল পাবেন।

source: This app is <b>published</b>.
bn_in: এই অ্যাপটি <b>পাবলিশ হয়ে গেছে</b>।

source: Your app has been <b>approved</b> and is currently <b>unlisted</b>.
bn_in: আপনার অ্যাপটি <b>অনুমোদিত</b> হয়েছে এবং বর্তমানে <b>তালিকাবহির্ভুত</b>।

source: Only those with the following URL can view and install this app:<br> <a href="%(app_url)s">%(app_url)s</a>.
bn_in: শুধুমাত্র তারাই নিম্নলিখিত URL-এর সাথে দেখতে ও ইন্সটল করতে পারবেন এই অ্যাপটি: <br><a href="%(app_url)s">%(app_url)s</a>।

source: Your app has been <b>approved</b> and is currently only visible to team members.
bn_in: আপনার অ্যাপ <b>অনুমোদিত</b> হয়েছে এবং এটি বর্তমানে শুধুমাত্র দলের সদস্যদের কাছেই দর্শনীয়।

source: Only <b>team members</b> with the following URL can view and install this app:<br> <a href="%(app_url)s">%(app_url)s</a>.
bn_in: শুধুমাত্র <b>দলের সদস্যরা</b> নিম্নলিখিতি URL এর মাধ্যমে এই অ্যাপটি দেখতে ও ইন্সটল করতে পারবেন: <br><a href="%(app_url)s">%(app_url)s</a>।

source: Learn about Review Criteria for apps
bn_in: অ্যাপ্লিকেশনগুলির জন্য রিভিউ নির্ণায়ক সম্পর্কে জানুন

source: Update App Visibility
bn_in: অ্যাপ দৃষ্টিপাত আপডেট করুন

source: Reviewed by <b>%(reviewer)s</b>
bn_in: <b>%(reviewer)s</b> দ্বারা রিভিউ করা হয়েছে

source: Once you have addressed these concerns, you may <a href="%(resubmit_url)s">resubmit your app below</a>.
bn_in: আপনি এই উদ্বেগের একবার সুরাহা করেছেন, আপনি <a href="%(resubmit_url)s">নিচে পুনরায় আপনার অ্যাপ জমা দিতে পারেন</a>।

source: Once you have addressed these concerns, you may resubmit your app below.
bn_in: আপনি এই উদ্বেগের একবার সুরাহা করেছেন, আপনি নিচে পুনরায় আপনার অ্যাপ জমা দিতে পারেন।

source: Resubmit App
bn_in: পুনরায় অ্যাপ সাবমিট করুন

source: You must <a href="%(ratings_url)s">obtain content ratings</a> before resubmitting your app.
bn_in: আপনি অবশ্যই <a href="%(ratings_url)s">কন্টেন্ট রেটিং প্রাপ্ত করবেন</a> আপনার অ্যাপ পুনরায় জমা দেওয়ার আগে।

source: Packaged Versions
bn_in: প্যাকেজ সংস্করণ

source: Submission date
bn_in: জমার তারিখ

source: Disabled
bn_in: নিষ্ক্রিয় আছে

source: Download
bn_in: ডাউনলোড করুন

source: Make Active
bn_in: সক্রিয় করুন

source: Upload New Version
bn_in: নতুন সংস্করণ আপলোড করুন

source: Upload a new version of this packaged app. New versions must be reviewed before they will be available for installation.
bn_in: এই প্যাকেজ অ্যাপের একটি নতুন সংস্করণ আপলোড করুন। নতুন সংস্করণ অবশ্যই রিভিউ করা থাকবে ইন্সটলের জন্য উপলব্ধ হওয়ার আগে।

source: Remember to update the app's <a href="%(ratings_url)s">content ratings</a> if a large portion of the app's content has changed.
bn_in: অ্যাপের <a href="%(ratings_url)s">কন্টেন্ট রেটিংস</a> আপডেট করার কথা মনে রাখুন যদি এই অ্যাপ কন্টেন্টের একটি বড় অংশ পরিবর্তিত হয়ে থাকে।

source: Continue
bn_in: চালিয়ে যান

source: Low-Memory Devices
bn_in: কম মেমরির ডিভাইস

source: List App
bn_in: তালিকা অ্যাপ

source: Delist App
bn_in: তালিকা বহীর্ভূত অ্যাপ

source: Your app's listing is disabled and will not appear in the Firefox Marketplace. You may re-list it at any time.
bn_in: আপনার অ্যাপের তালিকা অক্ষম করে দেওয়া হয়েছে এবং Firefox মার্কেটপ্লেসে উদ্ভব হবে না। আপনি এটাকে যেকোনো সময়ে আআবার তালিকাভুক্ত করতে পারেন।

source: Delisting your app will prevent it from appearing anywhere in the Marketplace.
bn_in: আপনার অ্যাপ তালিকা বহির্ভূত করা হলে তা Marketplace -এর কোথাও দেখাবে না।

source: Delete App
bn_in: অ্যাপ্লিকেশন মুছে দিন

source: Deleting your app will permanently delete it from the site. <strong>There is no going back.</strong>
bn_in: অ্যাপটি মুছে ফেললে তা স্থায়ীভাবে সাইট থেকে মুছে যাবে। <strong>আপনি তা এর ফিরে পাবেন না।</strong>

source: Blocklist App
bn_in: ব্লক-লিস্ট অ্যাপ

source: Blocklisting an app will upgrade the users to a special version which will make the app unusable on their Firefox OS devices. This will also remove this app from public pages until a new version is submitted and approved. These changes cannot be undone. Please proceed with caution.
bn_in: একটি অ্যাপকে ব্লকলিস্ট করা ব্যবহারকারীদের একটি স্পেশ্যাল সংস্করণে আপগ্রেড করে যেটা অ্যাপটাকে অব্যবহৃত করে দেবে Firefox OS ডিভাইসে। এটা পাবলিক পেজ থেকেও অ্যাপটিকে মুছে ফেলবে যতক্ষণ না একটি নতুন সংস্করণ জমা দেওয়া হবে এবং তা অনুমোদিত হবে। এই পরিবর্তনগুলো আর পূর্বাবস্থায় ফিরিয়ে আনা যাবে না। সাবধানতার সাথে এগিয়ে যান দয়া করে।

source: Blocklist
bn_in: ব্লক-লিস্ট

source: Are you sure you wish to delist your app?
bn_in: আপনি আপনার অ্যাপ্লিকেশন তালিকা বহির্ভূত করতে কি নিশ্চিত?

source: or
bn_in: অথবা

source: Cancel
bn_in: বাতিল করুন

source: Delete Version &quot;{version}&quot;
bn_in: মুছে ফেলুন &quot;{version}&quot;

source: Deleting the only version will result in the following:
bn_in: শুধুমাত্র নিম্নলিখিত ফলাফল থেকে সংস্করণ মুছে ফেলতে হবে:

source: the app status will be marked as &quot;incomplete&quot;
bn_in: অ্যাপ্লিকেশন অবস্থাকে &quot;incomplete&quot; হিসাবে চিহ্নিত করা হবে

source: the app will be removed from our review queue
bn_in: অ্যাপ্লিকেশনকে আমাদের পর্যালোচনা সারি থেকে সরিয়ে ফেলা হবে

source: the app will not be listed in our public pages
bn_in: অ্যাপ্লিকেশন আমাদের পাবলিক পেজে তালিকাভুক্ত হবে না

source: These changes cannot be undone.
bn_in: এই পরিবর্তনগুলো আর পূর্বাবস্থায় ফিরিয়ে আনা যাবে না।

source: Are you sure you wish to delete this version?
bn_in: আপনি কি নিশ্চিত যে আপনি এই সংস্করণটি মুছে ফেলতে ইচ্ছুক?

source: Delete Version
bn_in: সংস্করণ মুছে ফেলুন

source: Version Notes
bn_in: সংস্করণ নোটসমূহ

source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information is also shown in the Apps Manager when updating.
bn_in: এই রিলিজে পরিবর্তনের ব্যাপারে নতুন তথ্য, নতুন বৈশিষ্ট্য, চেনা পরিচিত বাগসমূহ, এবং অন্যান্য উপকারী তথ্য এই রিলিজ/সংস্করণের ব্যাপারে নির্দিষ্ট। এই তথ্যটি অ্যাপ ম্যানেজারেও দেখানো হবে যখন আপডেট করা হবে।

source: Notes for Reviewers
bn_in: সমালোচকদের জন্য নোট

source: Optionally, enter any information that may be useful to the Reviewer reviewing this app, such as test account information.
bn_in: বৈকল্পিকভাবে, যেকোনো তথ্য প্রবেশ করান যা রিভিউকারীর এই অ্যাপটি রিভিউ করবার সময় সাহায্য করবে, যেমন পরীক্ষা অ্যাকাউন্ট তথ্য।

source: Minimum Requirements
bn_in: নূন্যতম প্রয়োজন

source: Device features required for this app to function.
bn_in: এই অ্যাপ্লিকেশন কাজ করার জন্য ডিভাইসের কিছু বৈশিষ্ট্য প্রয়োজন।

source: Add a Promo
bn_in: একটি প্রোমো যোগ করুন

source: Mozilla Contact
bn_in: Mozilla পরিচিতি

source: An e-mail address (or addresses separated by commas) of this app's Mozilla contact that will be CC'd on any reviewer emails.
bn_in: একটি ইমেল অ্যাড্রেস (কিমবা কমা দিয়ে আলাদা করা অনেকগুলি অ্যাড্রেস) এই অ্যাপ এর Mozilla পরিচিতি রিভিউয়ার এর ইমেলে CC করে দেওয়া হবে।

source: Enter email addresses, separated by commas
bn_in: কমা দ্বারা পৃথকীকৃত, ইমেল ঠিকানা লিখুন

source: Is this a very important app that should always be handled by Mozilla Staff or Senior App Reviewers?
bn_in: সবসময় মোজিলা স্টাফ বা সিনিয়র অ্যাপ সমালোচক দ্বারা দেখভাল করতে হবে এমন একটি খুব গুরুত্বপূর্ণ অ্যাপ্লিকেশন কি এটি?

source: Use sparingly
bn_in: ব্রাত্যভাবে ব্যবহার করুন

source: Priority review needed
bn_in: অগ্রাধিকার পর্যালোচনা প্রয়োজন

source: The app will be treated as a priority and placed the top of the review queue
bn_in: অ্যাপ্লিকেশনটিকে অগ্রাধিকার দেওয়া হবে এবং পর্যালোচনা সারির শীর্ষে স্থাপন করা হবে

source: This will persist until first approval
bn_in: এটি প্রথম অনুমোদন না হওয়া পর্যন্ত থেকে যাবে

source: Basic Information
bn_in: সাধারণ তথ্য

source: Basic Information for {0}
bn_in: {0}-এর জন্য সাধারণ তথ্য

source: The app name is one of the fields used to return search results in the Firefox Marketplace. The app name also appears on the app’s detail page. Be sure you’ve included a descriptive name in your app manifest. If you want to change the app name, you’ll need to do that in your app manifest.
bn_in: অ্যাপ-এর বিবরণ একটি ক্ষেত্র যেটি আনুসন্ধানের ফলাফল বার করে Firefox মার্কেটপ্লেস-এ। অ্যাপ-এর বর্ণনা অ্যাপ বিবরণের পেজেও থাকে। অ্যাপ-এর ম্যানিফেস্ট ফাইলেঅ্যাপ-এর বর্ণনা আবশ্যই দেবেন। আপনি যদি আপনার অ্যাপ-এর নাম পালটাতে চান, আপনি পালটাতে পারেন অ্যাপটির মানিফেস্ট ফাইল থেকে।

source: Developer Name
bn_in: ডেভেলপারের নাম

source: This field can only be edited by updating it in the manifest.
bn_in: এই ফিল্ডটি শুধুমাত্র ম্যানিফেস্টে আপডেট করার পরেই সম্পাদনা করা যাবে।

source: App URL
bn_in: অ্যাপ URL

source: Select a unique URL for your detail page. By default we use your app name to create this URL.
bn_in: আপনার বর্ণনার পেজের জন্য একটি অনন্য URL নির্বাচন করুন। ডিফল্টরূপে আমরা এই URL তৈরি করার জন্য আপনার অ্যাপের এর নাম ব্যবহার করি।

source: View Listing
bn_in: তালিকা দেখুন

source: The URL for accessing this app using the Marketplace API
bn_in: মার্কেটপ্লেস API ব্যবহার করে এই অ্যাপটি ব্যবহার করার জন্য এটা URL

source: View API documentation
bn_in: API ডকুমেন্টেশন দেখুন

source: Manifest URL
bn_in: ম্যানিফেস্ট URL

source: Refresh
bn_in: রিফ্রেশ

source: Please try not to change your manifest URL too frequently. If you change your manifest URL, existing users won't be upgraded to use the new manifest URL. For more information, read the <a href="%(doc_url)s" target="_blank">documentation on Updating Apps</a>.
bn_in: অনুগ্রহ করে খুব ঘন ঘন আপনার ম্যানিফেস্ট URL পরিবর্তন করার চেষ্টা করবেন না। যদি আপনি আপনার ম্যানিফেস্ট URL পরিবর্তন করেন, বিদ্যমান ব্যবহারকারীরা আপগ্রেডেড থাকবে না নতুন ম্যানিফেস্ট URL ব্যবহার করার জন্য। আরও তথ্যের জন্য, পড়ুন <a href="%(doc_url)s" target="_blank">অ্যাপ আপডেট করবার জন্য ডকুমেন্টেশন</a>।

source: Description
bn_in: বর্ণনা

source: The app description is one of the fields used to return search results in the Firefox Marketplace. The app description also appears on the app's detail page. Be sure to include a description that accurately represents your app.
bn_in: অ্যাপ-এর বিবরণ একটি ক্ষেত্র যেটি আনুসন্ধানের ফলাফল বার করে Firefox মার্কেটপ্লেস-এ। অ্যাপ-এর বর্ণনা অ্যাপ বিবরণের পেজেও থাকে। অ্যাপ-এর বর্ণনা আবশ্যই দেবেন, যা আপনার অ্যাপটির সম্পর্কে বিবরণ দেবে।

source: Search Keywords
bn_in: কীওয়ার্ড অনুসন্ধান

source: Release Notes
bn_in: খোঁজার মূলশব্দ

source: Information about changes in the latest release, new features, known bugs, and other useful information specific to this release/version.
bn_in: এই রিলিজে পরিবর্তনের ব্যাপারে নতুন তথ্য, নতুন বৈশিষ্ট্য, চেনা পরিচিত বাগসমূহ, এবং অন্যান্য উপকারী তথ্য এই রিলিজ/সংস্করণের ব্যাপারে নির্দিষ্ট।

source: Categories are the primary way users browse through apps. Choose any that fit your app's functionality for the most exposure.
bn_in: বৈশিষ্ট্যসমূহ হল প্রাথমিক উপায় যার মাধ্যমে ব্যবহারকারীরা অ্যাপসমূহ ব্রাউজ করে। সবচেয়ে বেশি এক্সপোজারের জন্য আপনার অ্যাপ্লিকেশনের কার্যকারিতার জন্য যেটা মাপসই সেটা চয়ন করুন।

source: App Details
bn_in: অ্যাপ বিবরণ

source: Default Locale
bn_in: ডিফল্ট লোকেল

source: Information about your app is displayed in this locale unless you override it with a locale-specific translation.
bn_in: আপনার অ্যাপের সম্পর্কে তথ্য সমূহ এই ভাষাতে দেখানো হবে, যতক্ষণ না আপনি ভাষা অনুযায়ী অনুবাদের মাধ্যমে একে ওভাররাইড করেন।

source: Homepage
bn_in: হোমপেজ

source: If your app has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added.
bn_in: যদি আপনার অ্যাপ্লিকেশনের অন্য হোমপেজে থাকে, তবে এখানে তার ঠিকানা লিখুন। যদি আপনার ওয়েবসাইট অন্যান্য ভাষায় অনূদিত হয়ে থাকে, এই ফিল্ডের একাধিক অনুবাদ এখানে যোগ করা যেতে পারে।

source: Privacy Policy
bn_in: গোপনীয়তার নীতি

source: A privacy policy is required that explains what data is transmitted from a user's computer and how it is used.
bn_in: একটি গোপনীয়তা নীতির প্রয়োজন যা ব্যাখ্যা করবে যে কোন তথ্য একটি ইউজার এর কম্পিউটার থেকে প্রেরণ করা হবে এবং কিভাবে এটা ব্যবহার করা হয়।

source: Country and Language
bn_in: দেশ এবং ভাষা

source: Country and Language Details for {0}
bn_in: {0} এর দেশ এবং ভাষার বিবরণ

source: Edit country on the Compatibility Page
bn_in: কম্পাটিবিলিটি পেজে দেশের নাম সম্পাদন করুন

source: Language
bn_in: ভাষা

source: default
bn_in: ডিফল্ট

source: Edit language in your app manifest file
bn_in: আপনার অ্যাপ ম্যানিফেস্ট ফাইলের ভাষা সম্পাদন করুন

source: Media
bn_in: মিডিয়া

source: Support Information
bn_in: সমর্থিত তথ্য

source: Support Information for {0}
bn_in: {0} এর সমর্থিত তথ্য

source: The email address used by end users to contact you with support issues. If you have different addresses for each language multiple translations of this field can be added.
bn_in: শেষ ব্যবহারকারীদের দ্বারা ব্যবহৃত ইমেইল ঠিকানা যা তাদের সাহায্য করবে আপনার সাথে যোগাযোগ করতে। আপনার যদি এই ক্ষেত্রে প্রতিটি ভাষার একাধিক অনুবাদের জন্য বিভিন্ন ঠিকানা থাকে, তাহলে তা যোগ করে দিতে পারেন।

source: Website
bn_in: ওয়েবসাইট

source: If your app has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added.
bn_in: আপনার অ্যাপ্লিকেশনের যদি একটি সমর্থন ওয়েবসাইট বা ফোরাম থাকে, তবে এখানে তার ঠিকানা লিখুন। যদি আপনার ওয়েবসাইট অন্যান্য ভাষায় অনূদিত হয়ে থাকে, তাহলে একাধিক অনুবাদ যোগ করা যেতে পারে।

source: Technical Details
bn_in: প্রযুক্তিগত খুঁটিনাটি

source: Technical Details for {0}
bn_in: {0} এর প্রযুক্তিগত খুঁটিনাটি

source: Works Offline
bn_in: অফলাইনে কাজ করে

source: If your app works without an Internet connection then we will list that your app &quot;Works Offline&quot;.
bn_in: আপনার অ্যাপ্লিকেশন যদি ইন্টারনেট সংযোগ ছাড়া কাজ করে, তারপর আমরা তালিকা প্রস্তুত করা যাবে আপনার অ্যাপ্লিকেশন &quot যে কাজ অফলাইন করুন &quot;।

source: Public Stats?
bn_in: পাবলিক পরিসংখ্যান?

source: Whether the install and usage stats of your app can be displayed in our online viewer.
bn_in: আমাদের অনলাইন ভিউয়ারে আপনার অ্যাপের ইনস্টল এবং ব্যবহার সংক্রান্ত তথ্য দেখাতে চান কি না।

source: This app's stats are publicly viewable.
bn_in: এই অ্যাপের পরিসংখ্যান সর্বজনীনভাবে দর্শনীয়।

source: No, this app's stats are not publicly viewable.
bn_in: না, এই অ্যাপের পরিসংখ্যান সর্বজনীনভাবে দর্শনীয় নয়।

source: This app does not require any device features
bn_in: এই অ্যাপটির কোনো ডিভাইস বৈশিষ্ট্যর প্রয়োজন হয় না

source: Internal identifier for this app on the Firefox Marketplace.
bn_in: Firefox Marketplace-এ এই অ্যাপের জন্য অভ্যন্তরীণ আইডেন্টিফায়ার।

source: App Icon
bn_in: অ্যাপ আইকন

source: Upload an icon for your app or choose from one of ours. The icon is displayed nearly everywhere your app is. Uploaded images must be one of the following image types: .png, .jpg
bn_in: আপনার অ্যাপের জন্য কোনো আইকন আপলোড করুন বা আমাদের থেকে একটা বাছুন। এই আইকনটি দেখানো হবে সর্বত্র যেখানে আপনার অ্যাপ থাকবে। আপলোড হওয়া ছবি অবশ্যই নিচের চিত্র ধরনের একটি হতে হবে: .png, .jpg

source: Select an icon for your app:
bn_in: আপনার অ্যাপের জন্য একটি আইকন নির্বাচন করুন:

source: Used on the search pages, browse pages, and homepage.
bn_in: সার্চ পেজ, ব্রাউজ পেজ, এবং হোম পেজে ব্যবহার করা হয়েছে।

source: Used in app detail pages.
bn_in: অ্যাপ বর্ণনার পেজে ব্যবহার করা হয়।

source: Used in listings of apps, like search results and featured apps.
bn_in: অ্যাপের তালিকা করতে ব্যবহৃত হয়, যেমন সার্চ ফলাফল এবং বৈশিষ্ট্যপূর্ণ অ্যাপসমূহ।

source: Upload a Custom Icon...
bn_in: একটি কাস্টম আইকন আপলোড করুন...

source: PNG and JPG supported. Icons must be at least 128px by 128px.
bn_in: PNG এবং JPG সাপোর্ট করে। আইকনগুলোকে অন্তত 128px by 128px হতে হবে।

source: Screenshots or Videos
bn_in: স্ক্রিনশটসমূহ বা ভিডিওসমূহ

source: Please provide at least one screenshot or video of your app:
bn_in: অনুগ্রহ করে অন্তত একটি স্ক্রিনশট বা ভিডিও আপনার অ্যাপের জন্য প্রদান করুন:

source: Add a Screenshot or Video...
bn_in: একটি স্ক্রিনশট বা ভিডিও যোগ করুন...

source: Screenshots and videos must be at least 320px by 480px. Media proportional to 320px by 480px is optimal. Video must be encoded as WebM.
bn_in: স্ক্রিনশটসমূহ এবং ভিডিওসমূহ অন্তত 320px by 480px হতেই হবে। মিডিয়া 320px by 480px-এর সমানুপাতে অনুকূল। ভিডিও অবশ্যই WebM হিসেবে এনকোডেড হতে হবে।
