Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: bg, cs, ga_ie, nb_no, pl, sr, uk, zh_cn

source: UK/Irish Sort Code or NZ Account Prefix or Australian BSB Code
bg: UK/Ирландски Sort код или префикс на новозеландска сметка или австралийски BSB номер
cs: Sort Code (Británie/Irsko), prefix účtu NZ nebo australský BSB kód
ga_ie: Cód Sórtála RA/Éireannach nó Réimír Chuntais Nua-Shéalannach nó Cód BSB Astrálach
nb_no: UK/Irsk sorteringskode eller NZ kontoprefiks eller australsk BSB-kode
pl: Brytyjski/Irlandzki numer rozliczeniowy (sort code) lub Nowozelandzki prefiks konta lub Australijski BSB Code.
sr: Код банке Уједињеног Краљевства/Ирске или префикс новозеландског налога или Аустралијски BSB код
uk: Британський/Ірландський код сортування або префікс Новозеландського рахунку або Австралійський BSB код
zh_cn: 英国/爱尔兰的排序代码或新西兰的账户前缀或澳大利亚BSB代码

source: Austrian/Swiss Bank Code
bg: Австрийски/Швейцарски банков номер
cs: Bankovní kód (Rakousko/Švýcarsko)
ga_ie: Cód Bainc Astrálach/Eilvéiseach
nb_no: Østerrisk/sveitsisk bankkode
pl: Austriacki/Szwajcarski kod banku (bank code)
sr: Код банке Аустрије/Швајцарске
uk: Австрійський/Швейцарський банківський код
zh_cn: 奥地利/瑞士银行代码

source: Danish/Swiss Bank Code
bg: Датски/Швейцарски банков номер
cs: Bankovní kód (Dánsko/Švýcarsko)
ga_ie: Cód Bainc Danmhargach/Eilvéiseach
nb_no: Dansk/sveitsisk bankkode
pl: Duński/Szwajcarski kod banku (bank code)
sr: Код банке Данске/Швајцарске
uk: Датський/Швейцарський банківський код
zh_cn: 丹麦/瑞士银行代码

source: Swiss/Iraqi Bank Code
bg: Швейцарски/Иракски банков номер
cs: Bankovní kód (Švýcarsko/Irák)
ga_ie: Cód Bainc Iarácach/Eilvéiseach
nb_no: Sveitsisk/irakisk bankkode
pl: Szwajcarski/Iracki kod banku (bank code)
sr: Код банке Швајцарске/Ирака
uk: Швейцарський/Іракський банківський код
zh_cn: 瑞士/伊拉克银行代码

source: Iraqi Bank Code
bg: Иракски банков код
cs: Bankovní kód Iráku
ga_ie: Cód Bainc Iarácach
nb_no: Irakisk bankkode
pl: Iracki kod banku (bank code)
sr: Код банке Ирака
uk: Іракський банківський код
zh_cn: 伊拉克银行代码

source: Detected: {0}
bg: Открита: {0}
cs: Rozpoznáno: {0}
ga_ie: Braite: {0}
nb_no: Oppdaget: {0}
pl: Wykryto: {0}
sr: Откривено: {0}
uk: Виявлено: {0}
zh_cn: 已删除：{0}

source: Deleting payment account "{0}" will remove the payment account from the following apps. Applications without a payment account will no longer be available for sale.
bg: Изтриването на платежна сметка "{0}" ще я премахне от следното приложение. Приложения без платежна сметка няма да бъдат предлагани за продан.
cs: Smazání účtu plateb "{0}" odebere účet od následující aplikace. Aplikace bez účtu nebudou k dispozici pro prodej.
ga_ie: Má scriosann tú cuntas íocaíochta "{0}", bainfear ó na haipeanna seo a leanas freisin é. Ní féidir aip a chur ar díol mura bhfuil cuntas íocaíochta aici.
nb_no: Sletting av betalingskonto "{0}" vil fjerne betalingskonto fra følgende apper. Programmer uten en betalingskonto vil ikke lenger være tilgjengelig for salg.
pl: Skasowanie rachunku płatniczego „{0}” usunie rachunek płatniczy z poniższych aplikacji. Aplikacje bez rachunku płatniczego nie będą dłużej dostępne do sprzedaży.
sr: Брисањем налога за плаћање "{0}", оно ће бити уклоњено са следећих апликација. Апликације без платног налога више неће бити доступне за продају.
uk: Вилучення платіжного рахунку "{0}" прибере його з наступної програми. Програми без платіжного рахунку більше не будуть доступними для продажу.
zh_cn: 删除付款账户 "{0}" 将会从下面的应用中移除付款账号。没有付款账号的应用程序不能再进行销售。

source: {appName} payment accounts:
bg: {appName} платежни сметки:
cs: Účet plateb pro aplikaci {appName}:
ga_ie: Cuntais íocaíochta {appName}:
nb_no: {appName} betalingskonto:
pl: Rachunki płatnicze {appName}:
sr: {appName} налози за плаћање:
uk: Платіжні рахунки {appName}:
zh_cn: {appName} 付款账户：

source: Error
bg: Грешка
cs: Chyba
ga_ie: Earráid
nb_no: Feil
pl: Błąd
sr: Грешка
uk: Помилка
zh_cn: 错误

source: There was a problem contacting the payment server.
bg: Грешка при свързване със сървъра за плащания.
cs: Vyskytl se problém při kontaktování platebního serveru.
ga_ie: Tharla earráid agus dul i dteagmháil leis an freastalaí íocaíochta.
nb_no: Et problem oppstod ved forsøk på å kontakte betalingsserver.
pl: Wystąpił problem połączenia z serwerem płatności.
sr: Дошло је до грешке приликом контактирања сервера за плаћање.
uk: Сталась помилка з'єднання з сервером оплат.
zh_cn: 联系支付服务器时遇到问题。

source: Authentication error
bg: Грешка при удостоверяване
cs: Chyba autentizace
ga_ie: Earráid fíordheimhnithe
nb_no: Autentiseringsfeil
pl: Błąd uwierzytelniania
sr: Грешка током аутентификације
uk: Помилка автентифікації
zh_cn: 认证错误

source: You do not currently have any payment accounts.
bg: В момента нямате разплащателни сметки.
cs: Aktuálně nemáte žádný účet pro platby.
ga_ie: Níl aon chuntais íocaíochta agat faoi láthair.
nb_no: Du har ingen betalingskonto.
pl: Nie masz obecnie żadnych rachunków płatniczych.
sr: Тренутно немате ни један налог за плаћање.
uk: В даний момент у вас немає жодного платіжного рахунку.
zh_cn: 你还没有支付账号。

source: Search themes for <b>{0}</b>
bg: Търсене на <b>{0}</b> в темите
cs: Vyhledávání motivů dle <b>{0}</b>
ga_ie: Déan cuardach ar <b>{0}</b> sna téamaí
nb_no: Søk i temaer etter <b>{0}</b>
pl: Szukaj motywów dla <b>{0}</b>
sr: Претражи теме за <b>{0}</b>
uk: Шукати теми для <b>{0}</b>
zh_cn: 搜索匹配 <b>{0}</b> 的主题

source: Search apps for <b>{0}</b>
bg: Търси приложения за <b>{0}</b>
cs: Vyhledávání aplikací pro <b>{0}</b>
ga_ie: Déan cuardach ar <b>{0}</b> sna haipeanna
nb_no: Søk i apper etter <b>{0}</b>
pl: Szukaj aplikacji dla <b>{0}</b>
sr: Претражи апликације за <b>{0}</b>
uk: Шукати застосунки для <b>{0}</b>
zh_cn: 搜索包含关键字 <b>{0}</b> 的应用

source: Search add-ons for <b>{0}</b>
bg: Търси добавки за <b>{0}</b>
cs: Vyhledávání doplňků pro <b>{0}</b>
ga_ie: Déan cuardach ar <b>{0}</b> sna breiseáin
nb_no: Søk i utvidelser etter <b>{0}</b>
pl: Szukaj dodatków dla <b>{0}</b>
sr: Претражи додатке за <b>{0}</b>
uk: Шукати додатки для <b>{0}</b>
zh_cn: 搜索包含关键字 <b>{0}</b> 的附加组件

source: {0} character left.
bg: остава {0} знак.
cs: Zbývá {0} znak.
ga_ie: {0} charachtar fágtha.
nb_no: {0} tegn igjen.
pl: Pozostał {0} znak.
sr: {0} преостао карактер.
uk: Залишився {0} символ.
zh_cn: 还有 {0} 个字符。

source: All tests passed successfully.
bg: Всички тестове преминати успешно.
cs: Všechny testy prošly úspěšně.
ga_ie: D'éirigh le gach tástáil.
nb_no: Alle tester fullført.
pl: Wszystkie testy zostały zaliczone.
sr: Сви тестови су успешно завршени.
uk: Всі тести пройшли успішно.
zh_cn: 成功通过全部测试。

source: These tests were not run.
bg: Тези тестове не са пускани.
cs: Testy nebyly spuštěny.
ga_ie: Níor ritheadh na tástálacha seo.
nb_no: Disse testene ble ikke kjørt.
pl: Testy te nie zostały uruchomione.
sr: Ови тестови нису покренути.
uk: Ці тести не проводились.
zh_cn: 这些测试没有运行。

source: Tests
bg: Тестове
cs: Testy
ga_ie: Tástálacha
nb_no: Tester
pl: Testy
sr: Тестови
uk: Тести
zh_cn: 测试

source: Warning
bg: Внимание
cs: Varování
ga_ie: Rabhadh
nb_no: Advarsel
pl: Ostrzeżenie
sr: Упозорење
uk: Попередження
zh_cn: 警告

source: Compatibility Tests
bg: Тестове за съвместимост
cs: Testy kompatibility
ga_ie: Tástálacha Comhoiriúnachta
nb_no: Kompatibilitetstester
pl: Testy kompatybilności
sr: Тестови компатибилности
uk: Тест на сумісність
zh_cn: 兼容性测试

source: App failed validation.
bg: Приложението не премина валидация.
cs: Aplikace neprošla kontrolou.
ga_ie: Níor éirigh le bailíochtú d'aip.
nb_no: App-validering feilet.
pl: Aplikacja nie przeszła procesu sprawdzenia.
sr: Апликација није прошла проверу.
uk: Програма не пройшла перевірку.
zh_cn: 应用验证失败。

source: App passed validation.
bg: Приложението премина валидацията.
cs: Aplikace prošla kontrolou.
ga_ie: D'éirigh le bailíochtú d'aip.
nb_no: App-validering fullført.
pl: Aplikacja przeszła proces sprawdzenia.
sr: Апликација је прошла проверу.
uk: Програма пройшла перевірку.
zh_cn: 应用通过验证。

source: {0} error
bg: {0} грешка
cs: {0} chyba
ga_ie: {0} earráid
nb_no: {0} feil
pl: {0} błąd
sr: {0} грешка
uk: {0} помилка
zh_cn: {0} 个错误

source: {0} warning
bg: {0} предупреждение
cs: {0} varování
ga_ie: {0} rabhadh
nb_no: {0} advarsel
pl: {0} ostrzeżenie
sr: {0} упозорење
uk: {0} попередження
zh_cn: {0} 个警告

source: Validation task could not complete or completed with errors
bg: Задачата за валидация не можа да премине или завърши с грешки
cs: Proces kontroly nemohl být dokončen nebo skončil s chybami
ga_ie: Níorbh fhéidir an bailíochtú a chur i gcrích, nó chríochnaigh sé le hearráidí
nb_no: Valideringsoppgave kunne ikke fullføre, eller fullførte med feil
pl: Nie można dokończyć weryfikacji lub zadanie zostało zakończone z błędami
sr: Задатак провере није могао бити завршен или је завршен са грешкама
uk: Перевірку не вдалося завершити або завершено з помилками
zh_cn: 验证任务无法完成或完成时发生错误

source: Internal server error
bg: Вътрешна сървърна грешка
cs: Interní chyba serveru
ga_ie: Earráid inmheánach leis an bhfreastalaí
nb_no: Intern serverfeil
pl: Wewnętrzny błąd serwera
sr: Грешка на серверу
uk: Внутрішня помилка сервера
zh_cn: 内部服务器错误

source: Purchasing
bg: Покупка
cs: Probíhá zakoupení
ga_ie: Á Cheannach
nb_no: Kjøper
pl: Zakup
sr: Купујем
uk: Придбання
zh_cn: 正在购买

source: Purchased
bg: Закупено
cs: Zakoupeno
ga_ie: Ceannaithe
nb_no: Kjøpt
pl: Kupione
sr: Купљено
uk: Придбано
zh_cn: 已购买

source: Launch
bg: Стартирай
cs: Spustit
ga_ie: Tosaigh
nb_no: Åpne
pl: Uruchom
sr: Покрени
uk: Запустити
zh_cn: 启动

source: {name} was viewing this page first.
bg: {name} разглеждаше тази страница първо.
cs: Uživatel {name} shlédl tuto stránku jako první.
ga_ie: Bhí {name} ag féachaint ar an leathanach seo ar dtús.
nb_no: {name} så på denne siden først.
pl: Strona została wyświetlona po raz pierwszy przez {name}.
sr: {name} је први прегледавао ову страницу.
uk: {name} переглядав цю сторінку першим.
zh_cn: {name} 第一个查看了这个页面。

source: Receipt checked by app.
bg: Разписката проверена от приложението.
cs: Potvrzení bylo aplikací zkontrolováno.
ga_ie: Sheiceáil an aip an admháil.
nb_no: Kvittering kontrollert av appen.
pl: Potwierdzenie zostało sprawdzone przez aplikację.
sr: Потврда проверена од стране апликације.
uk: Чек перевірено програмою.
zh_cn: 交易收据已经应用核实。

source: Receipt was not checked by app.
bg: Разписката не е проверена от приложението.
cs: Potvrzení nebylo aplikací zkontrolováno.
ga_ie: Níor sheiceáil an aip an admháil.
nb_no: Kvittering ble ikke kontrollert av appen.
pl: Potwierdzenie nie zostało sprawdzone przez aplikację.
sr: Потврда није проверена од стране апликације.
uk: Чек не було перевірено програмою.
zh_cn: 交易收据未经应用核实。

source: {name} was viewing this app first.
cs: {name} vyděl(a) tuto aplikace poprvé.
sr: {name} је први гледао ову апликацију.
uk: Ця програма вперше переглянута {name}
zh_cn: {name} 已先行查看此应用。

source: Loading&hellip;
bg: Зареждане&hellip;
cs: Načítání&hellip;
ga_ie: Á luchtú&hellip;
nb_no: Laster &hellip;
pl: Wczytywanie &hellip;
sr: Учитавам&hellip;
uk: Завантаження&hellip;
zh_cn: 正在加载&hellip;

source: Version Notes
bg: Бележки по версията
cs: Poznámky k verzi
ga_ie: Nótaí Eisiúna
nb_no: Versjonnotat
pl: Informacje o wersji
sr: Белешке о верзији
uk: Примітки до версії
zh_cn: 版本说明

source: Notes for Reviewers
bg: Бележки за рецензенти
cs: Poznámky pro redaktory
ga_ie: Nótaí d'Eagarthóirí
nb_no: Notat for redaktører
pl: Informacje dla recenzentów
sr: Белешке за рецензенте
uk: Примітки для рецензентів
zh_cn: 给审核员的备注

source: No version notes found
bg: Няма намерени бележки по версията
cs: Nebyla nalezena žádná verze poznámek
ga_ie: Níor aimsíodh aon nótaí eisiúna
nb_no: Versjonsnotat ikke funnet
pl: Brak informacji o wersji
sr: Није нађена ни једна белешка о верзији
uk: Не знайдено приміток до версії
zh_cn: 没有找到版本说明

source: Select an application first
bg: Първо изберете приложение
cs: Prvně zvolte aplikaci
ga_ie: Roghnaigh feidhmchlár i dtosach báire
nb_no: Velg en applikasjon først
pl: Wybierz najpierw program
sr: Прво изаберите апликацију
uk: Виберіть програму спочатку
zh_cn: 首先选择一个应用程序

source: Error loading translation
bg: Грешка при зареждане на превода
cs: Chyba při načítání překladu
ga_ie: Earráid agus aistriúchán á luchtú
nb_no: Feil ved lasting av oversettelse
pl: Błąd wczytywania tłumaczenia
sr: Грешка при учитавању превода
uk: Помилка завантаження перекладу
zh_cn: 载入翻译出错

source: more...
bg: повече...
cs: více...
ga_ie: níos mó...
nb_no: mer ...
pl: więcej…
sr: још...
uk: більше...
zh_cn: 更多...

source: less...
bg: по-малко...
cs: méně...
ga_ie: níos lú...
nb_no: mindre ...
pl: mniej…
sr: мање...
uk: менше...
zh_cn: 更少...

source: Keep review / Remove flags
bg: Продължаване на рецензията / Махане на глаговете
cs: Ponechat recenzi / Odebrat příznaky
ga_ie: Coinnigh an léirmheas / Bain na bratacha
nb_no: Behold vurdering / Fjern flagg
pl: Zachowaj ocenę / Usuń flagi
sr: Задржи рецензију / Уклони заставице
uk: Залишити відгук / Прибрати прапорці
zh_cn: 保留评价 / 移除标记

source: Delete review
bg: Изтрий мнението
cs: Smazat recenzi
ga_ie: Scrios an léirmheas
nb_no: Slett anmeldelse
pl: Usuń ocenę
sr: Обриши рецензију
uk: Вилучити відгук
zh_cn: 删除评价

source: Skip for now
bg: Прескочи засега
cs: Nyní přeskočit
ga_ie: Ná bac leis anois
nb_no: Hopp over for nå
pl: Pomiń na razie
sr: Прескочи за сада
uk: Пропустити поки що
zh_cn: 暂时跳过

source: Payment failed. Try again later.
bg: Плащането се провали. Опитайте отново по-късно.
cs: Platba selhala. Zkuste to prosím později.
ga_ie: Theip ar íocaíocht. Bain triail eile as ar ball.
nb_no: Betaling feilet. Prøv igjen senere.
pl: Płatność nie udała się. Spróbuj ponownie później.
sr: Плаћање неуспешно. Покушајте касније.
uk: Оплата невдала. Спробуйте ще раз пізніше.
zh_cn: 支付失败。稍后再试一次。

source: Packaged App
bg: Пакетирано приложение
cs: Zabalená aplikace
ga_ie: Aip Phacáistithe
nb_no: Innpakket app
pl: Spakowana aplikacja
sr: Упакована апликација
uk: Запакована програма
zh_cn: 封装应用

source: Privileged App
bg: Привилегировано приложение
cs: Privilegovaná aplikace
ga_ie: Aip Faoi Phribhléid
nb_no: Priviligert app
pl: Uprzywilejowana aplikacja
sr: Овлашћена апликација
uk: Привілейована програма
zh_cn: 特权应用

source: More Information Requested
bg: Нужна е още информация
cs: Požadováno více informací
ga_ie: Tuilleadh Eolais Iarrtha
nb_no: Mer informasjon er forespurt
pl: Poproszono o więcej informacji
sr: Захтева се више информација
uk: Запитано більше інформації
zh_cn: 已要求提供更多信息

source: Contains Editor Comment
bg: Съдържа коментар от редактор
cs: Obsahuje komentář redaktora
ga_ie: Nóta ó Eagarthóir Aige
nb_no: Inneholder redaktør-kommentar
pl: Zawiera komentarze recenzenta
sr: Садржи коментар уредника
uk: Містить коментар редактора
zh_cn: 包含编辑意见

source: Premium App
bg: Премиум приложение
cs: Placená aplikace
ga_ie: Scoth-Aip
pl: Płatna aplikacja
sr: Премијум апликација
uk: Преміум програма
zh_cn: 收费应用程序

source: Escalated
bg: Ескалиран
cs: Detailní kontrola
ga_ie: Ardaigh
nb_no: Eskalert
pl: Rozszerzono
sr: Ескалирано
uk: Передано вище
zh_cn: 已向上呈报

source: Free
bg: Безплатно
cs: Zdarma
ga_ie: Saor in Aisce
nb_no: Gratis
pl: Bezpłatne
sr: Бесплатно
uk: Безплатні
zh_cn: 免费版

source: Any
bg: Който и да е
cs: Libovolné
ga_ie: Ar Bith
nb_no: Alle
pl: Każde
sr: Било коју
uk: Будь-які
zh_cn: 一切

source: Approved app: {app}
bg: Одобрено приложение: {app}
cs: Schválená aplikace: {app}
ga_ie: Aip deimhnithe: {app}
nb_no: Godkjent app: {app}
pl: Zaakceptowana aplikacja: {app}
sr: Одобрена апликација: {app}
uk: Схвалена програма: {app}
zh_cn: 已审核应用：{app}

source: Rejected app: {app}
bg: Отхвърлено приложение: {app}
cs: Zamítnutá aplikace: {app}
ga_ie: Aip diúltaithe: {app}
nb_no: Avvist app: {app}
pl: Odrzucona aplikacja: {app}
sr: Одбијена апликација: {app}
uk: Відхилена програма: {app}
zh_cn: 已拒绝应用：{app}

source: Error approving app: {app}
bg: Грешка при одобряване: {app}
cs: Chyba při schválení aplikace: {app}
ga_ie: Earráid agus an aip á deimhniú: {app}
nb_no: Feil ved godkjenning av app: {app}
pl: Błąd zawt
sr: Грешка приликом одобравања апликације: {app}
uk: Помилка схвалення програми: {app}
zh_cn: 审核出错应用：{app}

source: Error rejecting app: {app}
bg: Грешка при отхвърляне: {app}
cs: Chyba při zamítnutí aplikace: {app}
ga_ie: Earráid agus an aip á diúltú: {app}
nb_no: Feil ved avvising av app: {app}
sr: Грешка приликом одбијања апликације: {app}
uk: Помилка відхилення програми: {app}
zh_cn: 拒绝出错应用：{app}

source: Error passing app: {app}
bg: Грешка при одобряване: {app}
cs: Chyba při průchodu aplikace: {app}
ga_ie: Earráid agus an aip á glacadh: {app}
nb_no: Feil under passering av app: {app}
sr: Грешка при пролажењу апликације: {app}
uk: Помилка проходження перевірки програми: {app}
zh_cn: 通过时出错的应用：{app}

source: Error failing app: {app}
bg: Грешка при отхвърляне: {app}
cs: Chyba aplikace: {app}
ga_ie: Earráid agus an aip á bhriseadh: {app}
nb_no: Feil ved feiling av app: {app}
sr: Error failing апликација: {app}
uk: Помилка не проходження перевірки програми: {app}
zh_cn: 失败时出错的应用：{app}

source: Sorry! We had an error fetching the review history. Please try logging in again.<p>
bg: Съжаляваме! Имаше грешка при получаване на историята. Опитайте да се впишете отново.<p>
cs: Omlouváme se! Při získávání historie kontrol nastala chyba. Zkuste se prosím přihlásit znovu.<p>
ga_ie: Ár leithscéal! Tharla earráid agus stair na léirmheasanna á fáil. Logáil isteach arís agud déan iarracht eile.<p>
nb_no: En feil oppstod ved henting vurderingshistorikken. Prøv å logge inn på nytt.<p>
pl: Przepraszamy! Wystąpił błąd pobierania historie ocen. Spróbuj zalogować się ponownie.<p>
sr: Извињавамо се! Имали смо грешку при преузимању историје прегледа. Покушајте поново да се пријавите.<p>
uk: Вибачте! У нас виникла помилка під час вибірки історії переглядів. Спробуйте увійти знову.<p>
zh_cn: 抱歉，获取审核记录时出错。请尝试重新登录。<p>

source: By {0} on {1}
bg: От {0} на {1}
cs: Od {0} dne {1}
ga_ie: Le {0} ar {1}
nb_no: Av {0} den {1}
pl: Przez {0} {1}
sr: По {0} на {1}
uk: По {0} на {1}
zh_cn: 由 {0} 于 {1}
