Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_in

source: The app requires the platform to allow access to audio from the device microphone.
bn_in: অ্যাপ্লিকেশনটির ডিভাইসের মাইক্রোফোন থেকে অডিও এক্সেস করার অনুমতি দেয় এমন প্ল্যাটফর্মের প্রয়োজন।

source: Screen Capture
bn_in: স্ক্রিন ক্যাপচার

source: The app requires the platform to allow access to the device screen for capture.
bn_in: অ্যাপ্লিকেশনটির ক্যাপচার করার জন্য প্ল্যাটফর্মের কাছ থেকে ডিভাইস স্ক্রিন ব্যবহারের অনুমতির প্রয়োজন।

source: The app requires the platform to allow web real-time communication browser-to-browser inbound media streams.
bn_in: অ্যাপ্লিকেশনটি চায় যাতে প্ল্যাটফর্ম ওয়েবকে বাস্তব সময় যোগাযোগ করার জন্য ব্রাউজার থেকে ব্রাউজার আগমনকারী মিডিয়া স্ট্রিম করার অনুমতি দেয়।

source: The app requires the platform to allow peer-to-peer exchange of data other than audio and video.
bn_in: অ্যাপ্লিকেশনটি চায় যে অডিও এবং ভিডিওর তুলনায় অন্যান্য তথ্য পিয়ার টু পিয়ার বিনিময় করার অনুমতি যাতে প্ল্যাটফর্ম দেয়।

source: The app requires the platform to allow communication of streaming data between peers.
bn_in: অ্যাপ্লিকেশনটি চায় যে প্ল্যাটফর্ম যেন পিয়ারগুলির মধ্যে তথ্য স্ট্রিমিং যোগাযোগ করার অনুমতি দেয়।

source: Web Speech Synthesis
bn_in: ওয়েব স্পিচ সিন্থেসিস

source: The app requires the platform to allow the use of text-to-speech.
bn_in: অ্যাপ্লিকেশনের টেক্সট থেকে বক্তৃতা ব্যবহারের অনুমতি প্ল্যাটফর্ম এর কাছ থেকে প্রয়োজন।

source: Web Speech Recognition
bn_in: ওয়েব স্পিচ অনুধাবন

source: The app requires the platform to allow the use of speech-to-text.
bn_in: এই অ্যাপটির স্পীচ-টু-টেক্সট ব্যবহার করার অনুমতির জন্য প্ল্যাটফর্ম প্রয়োজন।

source: Pointer Lock
bn_in: পয়েন্টার লক

source: The app requires the platform to provide additional information and control about the pointer.
bn_in: পয়েন্টার সম্পর্কে অতিরিক্ত তথ্য এবং নিয়ন্ত্রণ সরবরাহ করতে অ্যাপ্লিকেশনটির প্ল্যাটফর্ম প্রয়োজন।

source: Notifications
bn_in: নোটিফিকেশন

source: The app requires the platform to allow the displaying phone and desktop notifications to the user.
bn_in: ব্যবহারকারীকে ফোন অার ডেস্কটপ নোটিফিকেশনস প্রদর্শন করার অনুমতি দিতে অ্যাপ্লিকেশনটির প্ল্যাটফর্ম প্রয়োজন।

source: Alarms
bn_in: অ্যালার্মসমূহ

source: The app requires the platform to provide access to the device alarm settings to schedule notifications and events at specific time.
bn_in: এই অ্যাপটির এই প্ল্যাটফর্মের প্রয়োজন ডিভাইস অ্যালার্মের সেটিংসকে অ্যাক্সেস প্রদান করে নির্দিষ্ট সময় নির্ধারণের মাধ্যমে নোটিফিকেশন এবং নির্দিষ্ট সময়ের ইভেন্ট নির্ধারণের জন্য।

source: SystemXHR
bn_in: সিস্টেমXHR

source: The app requires the platform to allow the sending of asynchronous HTTP requests without the restrictions of the same-origin policy.
bn_in: অ্যাপ্লিকেশন একই মূল নীতির সীমাবদ্ধতা ছাড়া অ্যাসিঙ্ক্রোনাস HTTP অনুরোধ পাঠানোর অনুমতি প্ল্যাটফর্ম প্রয়োজন।

source: TCP Sockets
bn_in: TCP সকেটসমূহ

source: The app requires the platform to allow opening raw TCP sockets.
bn_in: এই অ্যাপটি অপক্ব TCP সকেটসমূহ খোলার জন্য প্ল্যাটফর্মের প্রয়োজন।

source: Third-Party Keyboard Support
bn_in: থার্ড-পার্টি কিবোর্ড সাপোর্ট

source: The app requires the platform to support third-party keyboards.
bn_in: এই অ্যাপটির থার্ড-পার্টি কিবোর্ড সাপোর্টের জন্য প্ল্যাটফর্মের প্রয়োজন।

source: Multiple Network Information
bn_in: একাধিক নেটওয়ার্কের তথ্য

source: The app requires the ability to get information about multiple network connections.
bn_in: এই অ্যাপটির একাধিক নেটওয়ার্ক কানেকশন সম্পর্কে তথ্য সংগ্রহের জন্য ক্ষমতা প্রয়োজন।

source: Mobile ID
bn_in: মোবাইল আইডি

source: The app requires access to the `navigator.getMobileIdAssertion` API.
bn_in: এই অ্যাপটির `navigator.getMobileIdAssertion` API-তে অ্যাক্সেস প্রয়োজন।

source: Asm.js Precompilation
bn_in: Asm.js প্রিকম্পাইলেশন

source: The app requires the device to support precompilation of asm.js code.
bn_in: এই অ্যাপটি ডিভাইসটির asm.js কোডের প্রিকম্পাইলেশন সাপোর্ট করা প্রয়োজন।

source: 512MB RAM Device
bn_in: 512MB RAM ডিভাইস

source: The app requires the device to have at least 512MB RAM.
bn_in: এই অ্যাপটির ডিভাইসে নূন্যতম 512MB-র RAM থাকাটা প্রয়োজনীয়।

source: 1GB RAM Device
bn_in: ১GB RAM ডিভাইস

source: The app requires the device to have at least 1GB RAM.
bn_in: এই অ্যাপটির জন্য ডিভাইসে ১GB RAM থাকা প্রয়োজনীয়।

source: The app requires access to the Near Field Communication (NFC) API.
bn_in: অ্যাপ্লিকেশন নিয়ার ফিল্ড কমিউনিকেশন (NFC) API ব্যবহার করার সুযোগ প্রয়োজন.

source: Chargeback
bn_in: চার্জব্যাক

source: Other
bn_in: অন্যান্য

source: Purchase
bn_in: কেনাবেচা

source: Refund
bn_in: ফেরত

source: Voluntary
bn_in: স্বেছাসেবা

source: Pending
bn_in: অমীমাংসিত

source: Approved Instantly
bn_in: তৎক্ষণাৎ অনুমোদিত

source: Declined
bn_in: অস্বীকার

source: Failed
bn_in: ব্যর্থ

source: The payment was received, but not completed.
bn_in: পেমেন্ট পাওয়া গেছিল, কিন্তু সম্পূর্ণ নয়।

source: The payment failed.
bn_in: পেমেন্ট ব্যর্থ।

source: The reversal failed.
bn_in: বিপরীতমুখীটি ব্যর্থ হয়েছে.

source: The payment was received, but not completed and is awaiting processing.
bn_in: পেমেন্ট পাওয়া গেছিল, কিন্তু সম্পূর্ণ হয়নি এবং এর প্রক্রিয়াজাতকরণ অপেক্ষারত।

source: Completed
bn_in: সম্পূর্ণ

source: Fully open mobile ecosystem
bn_in: সম্পূর্ণ খোলা মোবাইল ইকোসিস্টেম

source: Windows, Mac and Linux
bn_in: Windows, Mac এবং Linux

source: Android smartphones
bn_in: Android স্মার্টফোনসমূহ

source: Tablets
bn_in: ট্যাবলেটসমূহ

source: For all ages
bn_in: সমস্ত বয়সের জন্য

source: For ages %d+
bn_in: %d+ বয়সের জন্য

source: Rating Rejected
bn_in: রেটিং বাতিল হয়েছে

source: Rating Pending
bn_in: নির্ধারণ অমীমাংসিত

source: Department of Justice, Rating, Titles and Qualification
bn_in: বিচার, নির্ধারণ, টাইলস এবং যোগ্যতার বিভাগ

source: Generic
bn_in: শ্রেণীগত

source: Entertainment Software Self-Regulation Body
bn_in: বিনোদনের সফটওয়্যার সেল্ক-রেগুলেশন বডি

source: Everyone
bn_in: প্রত্যেকে

source: Everyone 10+
bn_in: প্রত্যেকে 10+

source: Teen
bn_in: টিন

source: Mature 17+
bn_in: পরিপক্ক 17 +

source: Adults Only 18+
bn_in: শুধুমাত্র প্রাপ্তবয়স্ক 18+

source: All Americas except Brazil
bn_in: ব্রাজিল বাদে সমস্ত আমেরিকান

source: Entertainment Software Rating Board
bn_in: এন্টারটেনমেন্ট সফটওয়্যার নির্ধারণ বোর্ড

source: Europe
bn_in: ইউরোপ

source: Pan European Game Information
bn_in: প্যান ইউরোপিয়ান গেম তথ্য

source: Rest of World
bn_in: বাকি পৃথিবী

source: Guinea-Conakry
bn_in: গিনি-কোনাক্রি

source: Saint Martin (French part)
bn_in: সেন্ট মার্টিন (ফরাসি অংশ)

source: Macedonia, the former Yugoslav Republic of
bn_in: ম্যাসাডোনিয়া, সাবেক যুগোস্লাভ প্রজাতন্ত্র

source: Palestine, State of
bn_in: প্যালেস্টাইন, রাজ্য

source: Russia
bn_in: রাশিয়া

source: Senegal
bn_in: সেনেগাল

source: Saint Helena, Ascension and Tristan da Cunha
bn_in: সেন্ট হেলেনা, অ্যাসেনশন ও ত্রিস্তান দা কুনহা

source: Taiwan
bn_in: তাইওয়ান

source: Tanzania
bn_in: তানজানিয়া

source: Holy See
bn_in: সুদৃষ্টিতে দেখা

source: Venezuela
bn_in: ভেনেজুয়েলা

source: Hosted
bn_in: হোস্ট করা হয়েছে

source: Packaged
bn_in: প্যাকেজড

source: Agreement
bn_in: চুক্তি

source: Submit
bn_in: জমা

source: Details
bn_in: বিবরণ

source: Next Steps
bn_in: পরের ধাপ

source: (Unsupported)
bn_in: (অসমর্থিত)

source: Could not connect to payment server.
bn_in: পেমেন্ট সার্ভারের সাথে কানেক্ট করা যাচ্ছে না।

source: Cannot delete shared account
bn_in: শেয়ার করা অ্যাকাউন্ট মুছে ফেলা যাবে না

source: Content rating changed to Adult.
bn_in: কন্টেন্ট রেটিং প্রাপ্তবয়স্কতে পরিবর্তিত হয়েছে।

source: You cannot select {region}.
bn_in: আপনি {region} নির্বাচন করতে পারবেন না।

source: All team members must have read and agreed to the developer agreement.
bn_in: দলের সমস্ত সদস্যকে অতি অবশ্যই ডেভেলপার চুক্তি পড়তে এবং স্বীকার করতে হবে।

source: Must have at least one owner.
bn_in: অন্তত একজন মালিক থাকতেই হবে।

source: At least one team member must be listed.
bn_in: অন্তত দলের একজন সদস্যকে তালিকাভুক্ত করতেই হবে।

source: A team member can only be listed once.
bn_in: একজন দলের সদস্য শুধুমাত্র একবারই তালিকাভুক্ত হতে পারবে।

source: Oops, looks like you already submitted that manifest for %s, which is currently public. <a href="%s">Edit app</a>
bn_in: উফ! দেখা যাচ্ছে যে আপনি ইতিমধ্যে এই ম্যানিফেস্টটি জমা দিয়ে দিয়েছেন %s-র জন্য, যেটা এখন পাবলিক। <a href="%s">অ্যাপ সম্পাদনা করুন</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently pending. <a href="%s">Edit app</a>
bn_in: উফ! দেখা যাচ্ছে যে আপনি ইতিমধ্যে এই ম্যানিফেস্টটি জমা দিয়ে দিয়েছেন %s-র জন্য, যেটা এখন অপেক্ষারত। <a href="%s">অ্যাপ সম্পাদনা করুন</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently incomplete. <a href="%s">Resume app</a>
bn_in: উফ! দেখা যাচ্ছে যে আপনি ইতিমধ্যে এই ম্যানিফেস্টটি জমা দিয়ে দিয়েছেন %s-র জন্য, যেটা এখন অসমাপ্ত। <a href="%s">অ্যাপ্লিকেশন পুনরায় শুরু করুন</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently rejected. <a href="%s">Edit app</a>
bn_in: উফ! দেখা যাচ্ছে যে আপনি ইতিমধ্যে এই ম্যানিফেস্টটি জমা দিয়ে দিয়েছেন %s-র জন্য, যেটা এখন বাতিল করা হয়েছে। <a href="%s">অ্যাপ সম্পাদনা করুন</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently banned on Marketplace. <a href="%s">Edit app</a>
bn_in: উফ! দেখা যাচ্ছে যে আপনি ইতিমধ্যে এই ম্যানিফেস্টটি জমা দিয়ে দিয়েছেন %s-র জন্য, যেটা এখন মার্কেটপ্লেসে নিষিদ্ধ। <a href="%s">অ্যাপ সম্পাদনা করুন</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently disabled. <a href="%s">Edit app</a>
bn_in: উফ! দেখা যাচ্ছে যে আপনি ইতিমধ্যে এই ম্যানিফেস্টটি জমা দিয়ে দিয়েছেন %s-র জন্য, যেটাকে এখন অক্ষম করা হয়েছে। <a href="%s">অ্যাপ সম্পাদনা করুন</a>

source: An app already exists on this domain; only one app per domain is allowed.
bn_in: একটি অ্যাপ ইতিমধ্যে এই ডোমেইনে আছে; শুধুমাত্র একটি করে অ্যাপ অনুমোদিত প্রত্যেক ডোমেইনে।

source: You must upload at least one screenshot or video.
bn_in: আপনাকে অন্তত একটা স্ক্রিনশট বা ভিডিও আপলোড করতে হবে।

source: Packaged app too large for submission. Packages must be smaller than %s.
bn_in: প্যাকেজ অ্যাপ জমা দেওয়ার ক্ষেত্রে খুব বড়। প্যাকেজকে অবশ্যই %s-র থেকে ছোটো হতে হবে।

source: Error extracting manifest from zip file.
bn_in: জিপ ফাইল থেকে ম্যানিফেস্ট নিষ্কাশনে ত্রুটি।

source: Hosted URL:
bn_in: হোস্টেড URL:

source: Provide a detailed description of your app
bn_in: আপনার অ্যাপের একটি বিস্তৃত বিবরণ প্রদান করুন

source: This description will appear on the details page.
bn_in: এই বর্ণনাটি বিবরণ পেজে দেখা যাবে।

source: Search Keywords:
bn_in: খোঁজার মূল শব্দ:

source: The search keywords are used to return search results in the Firefox Marketplace. Be sure to include a keywords that accurately reflect your app.
bn_in: খোঁজার মূল শব্দটি Firefox Marketplace থেকে ফলাফল ফেরত দিতে সাহায্য করে। নিশ্চিত থাকুন যে আপনি এমন শব্দ দেবেন যা সঠিকভাবে আপনার ফলাফলকে প্রতিফলিত করবে।

source: This slug is already in use. Please choose another.
bn_in: এই স্লাগটি ইতিমধ্যে ব্যবহার হয়েছে। অনুগ্রহ করে আরেকটি চেষ্টা করুন।

source: The slug cannot be "%s". Please choose another.
bn_in: স্লাগটি "%s" হতে পারে না। অনুগ্রহ করে আরেকটি বাছুন।

source: Manifest URL changed from {before_url} to {after_url}
bn_in: ম্যানিফেস্ট URL {before_url} থেকে {after_url}-এ পরিবর্তিত হয়েছে।

source: Please specify your app's Privacy Policy
bn_in: আপনার অ্যাপের গোপনীয়তা নীতি অনুগ্রহ করে উল্লেখ করুন

source: Before changing your default locale you must have a name and description in that locale. You are missing %s.
bn_in: আপনার ডিফল্ট লোকেল বদলানোর আগে আপনার অতি অবশ্যই ওই লোকেলে নাম ও বর্ণনা থাকতে হবে। আপনি অনুপস্থিত %s।

source: You must provide either a website, an email, or both.
bn_in: আপনাকে হয় একটা ওয়েবসাইট, একটি ইমেইল, অথবা দুটোই প্রদান করতে হবে।

source: Your comments
bn_in: আপনার মন্তব্যসমূহ

source: <b>Published</b>: Visible to everyone in the Marketplace and included in search results and listing pages.
bn_in: <b>পাবলিশ হয়েছে</b>: মার্কেটপ্লেসের প্রত্যেকের কাছে দর্শনীয় এবং সার্চ রেজাল্ট ও তালিকাতেও অন্তর্ভুক্ত।

source: <b>Unlisted</b>: Visible to only people with the URL and does not appear in search results and listing pages.
bn_in: <b>তালিকাভুক্ত নয়</b>: দর্শনীয় শুধুমাত্র ওই সমস্ত মানুষের কাছে যাদের কাছে URL আছে এবং সার্চ রেজাল্ট বা তালিকাভুক্ত পেজে প্রদর্শিত হবে না।

source: App Visibility:
bn_in: অ্যাপের দৃষ্টিপাত:

source: <b>Limit to my team</b>: Visible to only Team Members.
bn_in: <b>আমার দলের সীমা</b>: শুধুমাত্র দলের সদস্যের কাছে দর্শনীয়।

source: Choose the regions your app will be listed in:
bn_in: এলাকাটি বাছুন যেখানে আপনার অ্যাপ তালিকাভুক্ত হবে:

source: You must select at least one region.
bn_in: আপনাকে অন্তত একটি এলাকা নির্বাচন করতে হবে।

source: Enable new regions
bn_in: নতুন এলাকা সক্রিয় করুন

source: Make my app available in most regions
bn_in: আমার অ্যাপকে বেশিরভাগ এলাকায় উপলব্ধ করুন

source: Choose where my app is made available
bn_in: বাছুন কোথায় আমার অ্যাপকে উপলব্ধ করা হয়েছে

source: Categories
bn_in: বৈশিষ্ট্যসমূহ

source: You can have only {0} category.
bn_in: আপনার শুধুমাত্র {0} বৈশিষ্ট্য থাকতে পারে।

source: Agree
bn_in: রাজি

source: Please enter a valid email address.
bn_in: অনুগ্রহ করে একটি বৈধ ইমেইল ঠিকানা প্রবেশ করান।

source: Your email address
bn_in: আপনার ইমেইল ঠিকানা

source: Text
bn_in: টেক্সট

source: You must agree to the Privacy Policy.
bn_in: আপনাকে অতি অবশ্যই গোপনীয়তা নীতিকে স্বীকার করে নিতে হবে।

source: Country
bn_in: দেশ

source: App
bn_in: অ্যাপ

source: Transaction Type
bn_in: ট্রাঞ্জাকশনের ধরন

source: Transaction ID
bn_in: ট্রাঞ্জাকশন আইডি

source: From
bn_in: থেকে

source: To
bn_in: থেকে

source: Web site
bn_in: ওয়েব সাইট

source: Command line
bn_in: কম্যান্ড লাইন

source: Make this the Active version of my app as soon as it has been reviewed and approved.
bn_in: পর্যালোচনা এবং অনুমোদন হওয়ার পর যত দ্রুত সম্ভব এটিকে আমার অ্যাপটির সক্রিয় সংস্করণ হিসাবে ব্যাবহার করুন।

source: This IARC certificate is already being used for another app. Please create a new IARC Ratings Certificate.
bn_in: এই IARC সার্টিফিকেটটি ইতিমধ্যে অন্য একটি অ্যাপের জন্য ব্যবহৃত হয়ে গেছে। অনুগ্রহ করে একটি নতুন IARC রেটিংস সার্টিফিকেট তৈরি করুন।

source: Please enter a valid submission ID.
bn_in: অনুগ্রহ করে বৈধ জমাকরণের আইডি প্রবেশ করান।

source: Invalid submission ID or security code.
bn_in: অবৈধ জমাকরণ আইডি বা সিকিউরিটি কোড।

source: App Price
bn_in: অ্যাপের মূল্য

source: Free (with in-app payments)
bn_in: বিনামূল্য (ইন-অ্যাপ পেমেন্টসের সাথে)

source: Promotional Pricing
bn_in: প্রোমোশনাল প্রাইসিং

source: Only supports carrier billing
bn_in: শুধুমাত্র ক্যারিয়ার বিলিং সাপোর্ট করে

source: Only supports credit-card billing
bn_in: শুধুমাত্র ক্রেডিট-কার্ড বিলিং সাপোর্ট করে

source: Supports all billing methods
bn_in: সমস্ত বিলিং পদ্ধতি সাপোর্ট করে

source: If app is Free, in-app payments must be enabled
bn_in: যদি অ্যাপ মূল্যহীন হয়, ইন-অ্যাপ পেমেন্টস অতি অবশ্যই সক্রিয় থাকবে

source: Not a valid choice
bn_in: বৈধ নির্বাচন নয়

source: This is a paid upgrade of
bn_in: এটি একটি প্রদত্ত আপগ্রেড

source: Not an upgrade
bn_in: আপগ্রেড করা নয়

source: Bank Account Holder Name
bn_in: ব্যাঙ্ক অ্যাকাউন্ট হোল্ডারের নাম

source: Company Name
bn_in: কোম্পানির নাম

source: Vendor Name
bn_in: ভেন্ডরের নাম

source: Financial Email
bn_in: আর্থিক ইমেল

source: Administrative Email
bn_in: প্রশাসনিক ইমেইল

source: Support Email
bn_in: সাপোর্ট ইমেইল

source: Address
bn_in: ঠিকানা

source: Address 2
bn_in: ঠিকানা 2

source: City/Municipality
bn_in: শহর/পৌরসভা

source: State/Province/Region
bn_in: রাজ্য/প্রদেশ/অঞ্চল

source: Zip/Postal Code
bn_in: জিপ/পোস্টাল কোড

source: Phone
bn_in: ফোন

source: I prefer to be paid in
bn_in: আমি প্রদান করা পছন্দ করব

source: VAT Number
bn_in: VAT নাম্বার

source: Bank Account Number
bn_in: ব্যাঙ্ক অ্যাকাউন্ট নাম্বার

source: SWIFT code
bn_in: SWIFT কোড

source: Bank Name
bn_in: ব্যাঙ্কের নাম

source: Bank Address
bn_in: ব্যাংক ঠিকানা

source: Bank Address 2
bn_in: ব্যাংক ঠিকানা 2

source: Bank City/Municipality
bn_in: ব্যাংক শহর/পৌরসভা

source: Bank State/Province/Region
bn_in: ব্যাংক রাজ্য/প্রদেশ/অঞ্চল

source: Bank Zip/Postal Code
bn_in: ব্যাংক জিপ/পোস্টাল কোড

source: Bank Country
bn_in: ব্যাংকের দেশ

source: Account Name
bn_in: অ্যাকাউন্ট নাম

source: Payment Account
bn_in: পেমেন্ট অ্যাকাউন্ট

source: You cannot remove a payment account from an app.
bn_in: আপনি একটি অ্যাপ থেকে একটি পেমেন্ট অ্যাকাউন্ট মুছে ফেলতে পারবেন না।

source: You are not permitted to change payment accounts.
bn_in: আপনার পেমেন্ট অ্যাকাউন্ট পরিবর্তন করার অনুমতি নেই।

source: Account name
bn_in: অ্যাকাউন্টের নাম

source: Name
bn_in: নাম

source: Email
bn_in: ইমেইল

source: No payment account set up for that app
bn_in: ওই অ্যাপের জন্য কোনো পেমেন্ট অ্যাকাউন্ট সেট করা হয়নি

source: Developers
bn_in: ডেভেলপারগণ

source: My Submissions
bn_in: আমার জমাসমূহ

source: Donate to {0}
bn_in: দান করুন {0}-এ

source: Review
bn_in: রিভিউ

source: Version {0}
bn_in: সংস্করণ {0}

source: Reference Implementation
bn_in: রেফারেন্সের বাস্তবায়ন

source: No manifest was found at that URL. Check the address and try again.
bn_in: এই URL-এ কোনো ম্যানিফেস্ট পাওয়া যায়নি। ঠিকানাটি আবার চেক করুন এবং পুনরায় চেষ্টা করুন।

source: Manifests must be served with the HTTP header "Content-Type: application/x-web-app-manifest+json". See %s for more information.
bn_in: ম্যানিফেস্ট অবশ্যই HTTP হেডারের সঙ্গে পরিবেশিত হবে "Content-Type: application/x-web-app-manifest+json"। দেখুন %s আরও তথ্যের জন্য।

source: Your manifest must be less than %s bytes.
bn_in: আপনার ম্যানিফেস্ট অবশ্যই %s বাইটের কম হতে হবে।

source: Your manifest file was not encoded as valid UTF-8.
bn_in: আপনার ম্যানিফেস্ট ফাইল UTF-8 এ এনকোডেড নয়।

source: The manifest's encoding does not match the charset provided in the HTTP Content-Type.
bn_in: HTTP Content-Type এ প্রদান করা অক্ষরসেট ম্যানিফেস্ট এনকোডিং এর সাথে মিলছে না।

source: and
bn_in: এবং

source: {region} region added to the Firefox Marketplace
bn_in: {region} এলাকা Firefox মার্কেটপ্লেসে যোগ করা হয়েছে

source: New regions added to the Firefox Marketplace
bn_in: নতুন এলাকা Firefox মার্কেটপ্লেসে যোগ করা হয়েছে

source: Video support not enabled.
bn_in: ভিডিও সাপোর্ট সক্রিয় করা হয়নি।

source: Icons must be either PNG or JPG.
bn_in: আইকনগুলোকে অবশ্যই হয় PNG বা JPG হতে হবে।

source: Images must be either PNG or JPG.
bn_in: ছবিগুলোকে অবশ্যই হয় PNG বা JPG হতে হবে।

source: Icons cannot be animated.
bn_in: আইকনগুলি অ্যানিমেটেড করা যাবে না।

source: Images cannot be animated.
bn_in: ছবিগুলি অ্যানিমেটেড করা যাবে না।

source: Please use files smaller than %s.
bn_in: অনুগ্রহ করে %s-এর থেকে ছোটো ফাইল ব্যবহার করুন।

source: Icon could not be opened.
bn_in: আইকন খোলা যাবে না।

source: Preview could not be opened.
bn_in: প্রিভিউ চালু করা যায়নি।

source: Promo image could not be opened.
bn_in: প্রচার চিত্র খোলা যায়নি।

source: Icons must be at least 128px by 128px.
bn_in: আইকন কমপক্ষে 128px by 128px হতে হবে।

source: Icons must be square.
bn_in: আইকনকে স্কয়ার হতে হবে।

source: App previews must be at least {0}px by {1}px or {1}px by {0}px.
bn_in: অ্যাপ প্রিভিউ কমপক্ষে {0}px by {1}px বা {1}px by {0}px হতে হবে।

source: Paid apps cannot be deleted. Disable this app instead.
bn_in: পেইড অ্যাপস মুছে ফেলা যাবে না। বরঞ্চ একে অক্ষম করে দিন।

source: App deleted.
bn_in: অ্যাপ মুছে ফেলা হয়েছে।

source: Password was incorrect. App was not deleted.
bn_in: পাসওয়ার্ড ভুল ছিল। অ্যাপ মুছে ফেলা হয়নি।

source: App successfully resubmitted.
bn_in: অ্যাপ সফলভাবে পুনঃজমা হয়েছে।

source: New version successfully added.
bn_in: নতুন সংস্করণ সফলভাবে যোগ হয়েছে।

source: Changes successfully saved.
bn_in: পরিবর্তন সফলভাবে সংরক্ষিত হয়েছে।

source: Congratulations, your app submission is now complete and will be reviewed shortly!
bn_in: অভিনন্দন, আপনার অ্যাপ জমা এখন সম্পূর্ণ হয়েছে এবং খুব শীঘ্রই রিভিউ করা হবে!

source: Content ratings successfully saved.
bn_in: কন্টেন্ট রেটিংস সফলভাবে সংরক্ষিত হয়েছে।

source: Version successfully edited.
bn_in: সংস্করণ সফলভাবে সম্পাদনা করা হয়েছে।

source: Version successfully made active.
bn_in: সংস্করণ সফলভাবে সক্রিয় করা হয়েছে।

source: Version "{0}" deleted.
bn_in: সংস্করণ "{0}" মুছে ফেলা হয়েছে।

source: There was an error with the submission.
bn_in: জমা দেওয়ার ব্যাপারে একটি ত্রুটি হয়েছিল।

source: There was an error uploading your preview.
bn_in: আপনার প্রিভিউ আপলোড করার সময় একটি ত্রুটি হয়েছে।

source: Terms of service accepted.
bn_in: পরিষেবার শর্তাবলী স্বীকার করা হয়েছে।

source: Users with the admin role cannot use the API.
bn_in: ব্যবহারকারীরা যাদের অ্যাডমিন ভূমিকা আছে তারা এই API-টি ব্যবহার করতে পারবে না।

source: No such API key.
bn_in: কোনো ওইরকম API চাবি নেই।

source: New API key generated.
bn_in: নতুন API কী উৎপন্ন হয়েছে।

source: Created blocklisted version.
bn_in: ব্লকলিস্টেড সংস্করণ তৈরি হয়েছে।

source: App already blocklisted.
bn_in: অ্যাপটি ইতিমধ্যে ব্লকলিস্টে রয়েছে।

source: We encountered a problem connecting to the payment server.
bn_in: পেমেন্ট সার্ভারের সাথে যোগাযোগ করবার সময় আমরা একটি সমস্যার মুখোমুখি হয়েছি।

source: All
bn_in: সমস্ত

source: Credit card
bn_in: ক্রেডিট কার্ড

source: Carrier
bn_in: ক্যারিয়ার

source: A server error occurred when retrieving the application key.
bn_in: অ্যাপ্লিকেশনের চাবি পুনরুদ্ধারের সময় সার্ভারে একটি ত্রুটি হয়েছে।

source: Secret was reset successfully.
bn_in: গোপন সফলভাবে রিসেট করা হয়েছে।

source: Key and secret were created successfully.
bn_in: চাবি এবং গোপন সফলভাবে বানানো হয়েছে।

source: Your app is not configured for in-app payments.
bn_in: আপনার অ্যাপকে ইন-অ্যাপ পেমেন্টের জন্য কনফিগার করা হয় নি।

source: No payment account for this app.
bn_in: এই অ্যাপের জন্য কোনো পেমেন্ট অ্যাকাউন্ট নেই।

source: To access the Marketplace API, create an OAuth key pair using the form below.
bn_in: Marketplace API অ্যাকসেস করার জন্য, নিচের ফর্ম ব্যবহার করে এক জোড়া OAuth কী তৈরি করুন।

source: To access the Marketplace API, accept the <a href="%(terms)s">terms of service</a> and create an OAuth key pair using the form below.
bn_in: মার্কেটপ্লেস API অ্যাক্সেস করার জন্য, </a> এর <a href="%(terms)s"> পরিষেবার শর্ত গুলি মেনে নিন এবং একটি OAuth key pair তৈরি করুন নিচেরগুলি দিয়ে।

source: <p> There are two main uses for the Marketplace API. From another web site using a traditional OAuth flow or from a command line tool. The difference is discussed in the <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">Marketplace documentation</a>. Any testing should occur on the <a href="https://marketplace-dev.allizom.org">development server</a> and not the production server. </p>
bn_in: <p> মার্কেটপ্লেস API- র দুটি প্রধান ব্যবহার রয়েছে। অন্য ওয়েব সাইট থেকে একটি ঐতিহ্যগত OAuth flow বা একটি কমান্ড লাইন টুল ব্যবহার করে। তফাতগুলি বর্ণিত হয়েছে <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">মার্কেটপ্লেস দলিলে</a>। যেকোনো পরীক্ষা চলতে পারে <a href="https://marketplace-dev.allizom.org">ডেভেলপমেন্ট সার্ভারে</a> এবং প্রোডাকশান সার্ভারে নয়। </p>

source: Client type
bn_in: ক্রেতার ধরন

source: Application Name
bn_in: অ্যাপ্লিকেশনের নাম

source: Redirect URI
bn_in: URI পুনর্চালনা করুন

source: Create
bn_in: তৈরি করুন

source: OAuth Keys
bn_in: উপভোক্তা চাবিসমূহ

source: Key
bn_in: চাবি

source: Secret
bn_in: গোপন

source: Delete
bn_in: বাতিল

source: You currently do not have an API key.
bn_in: আপনার বর্তমানে কোনো API চাবি নেই।

source: OAuth Example
bn_in: উপভোক্তা উদাহরণ

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a> before your app can be reviewed or published.
bn_in: আপনার অ্যাপ রিভিউ অথবা পাবলিশ হওয়ার আগে আপনাকে অবশ্যই <a href="%(next_url)s">%(next_step_name)s</a> সেট করতে হবে।

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a>.
bn_in: আপনাকে অবশ্যই <a href="%(next_url)s">%(next_step_name)s</a> সেট করতে হবে।

source: Sign in
bn_in: সাইন ইন

source: You must sign in to proceed.
bn_in: এগিয়ে যেতে আপনাকে অবশ্যই সাইন ইন করতে হবে।

source: Sign in / Sign up
bn_in: সাইন ইন / সাইন আপ

source: Message of the Day
bn_in: আজকের বার্তা

source: Update Message of the Day
bn_in: আজকের দিনের বার্তা হালনাগাদ করুন

source: Save
bn_in: সংরক্ষণ

source: Documentation
bn_in: ডকুমেন্টেশন
