Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_in

source: Developing Game Apps
bn_in: গেম অ্যাপ ডেভেলপ করা

source: Payments
bn_in: পেমেন্টস

source: App Generator
bn_in: অ্যাপ জেনারেটর

source: App Validator
bn_in: অ্যাপ ভ্যালিডেটর

source: App Manager
bn_in: অ্যাপ ম্যানেজার

source: Firefox Developer Tools
bn_in: Firefox ডেভেলপার টুলসমূহ

source: Marketplace Submission
bn_in: মার্কেটপ্লেসে জমা

source: Marketplace Review Criteria
bn_in: মার্কেটপ্লেস রিভিউ নির্ণায়ক

source: Payments Status
bn_in: পেমেন্ট স্ট্যাটাস

source: View with subtitles
bn_in: সাব টাইটেলের সাথে দেখুন

source: Made in partnership with our friends at Treehouse
bn_in: ট্রিহাউসে আমাদের বন্ধুদের সাথে পার্টনারশিপ করা

source: Check them out!
bn_in: ওদেরকে চেক করুন!

source: Partner with Mozilla to distribute your apps through an open marketplace to over 450 million users
bn_in: Mozilla-র সাথে পার্টনার হোন আপনার অ্যাপকে ছড়িয়ে দিতে একটি মুক্ত মার্কেটপ্লেসের মাধ্যমে ৪৫০ এর অধিক ব্যবহারকারীদের মধ্যে।

source: <a href="%(submit_url)s" class="button">Submit now</a> <span>or</span> <a href="%(api_url)s" class="button api">Submit via API</a>
bn_in: <a href="%(submit_url)s" class="button">এখনই জমা দিন</a> </span>বা</span> <a href="%(api_url)s" class="button api">API দিয়ে জমা দিন</a>

source: With a powerful web platform, an open marketplace, and partners like you, we are ready to welcome the next 2 billion users online
bn_in: একটি শক্তিশালী ওয়েব প্ল্যাটফর্মের সাহায্যে, একটি মুক্ত মার্কেটপ্লেস, এবং আপনাদের মতোন পার্টনারসমূহ, আমরা পরবর্তী ২ বিলিয়ন ব্যবহারীকে অবিলম্বে স্বাগতম জানাতে তৈরি

source: <strong>The Web is the Platform</strong> &ndash; write your HTML5 app once and distribute it across the entire web.
bn_in: <strong>ওয়েব হল প্ল্যাটফর্ম</strong> &ndash; আপনার HTML5 অ্যাপ একবার লিখুন এবং সমগ্র ওয়েব জুড়ে এটি বিতরণ করুন।

source: <strong>Seamless Payments</strong> &ndash; with multiple payment models and carrier-integrated billing, we bring you frictionless monetization to your app.
bn_in: <strong>বিজোড় পেমেন্টস্</strong> &ndash; একাধিক পেমেন্ট মডেলের সঙ্গে এবং ক্যারিয়ার-সমন্বিত বিলিং, আমরা আপনার অ্যাপ্লিকেশনে ঘর্ষণহীন নগদীকরণ আনতে পেরেছি।

source: <strong>A Massive Audience</strong> &ndash; over 450 million users call Firefox home, put your app in their hands today.
bn_in: <strong>একটি একটি বিপুল দর্শক</strong> &ndash; ৪৫০ মিলিয়নের অধিক ব্যবহারকারী Firefox হোমকে কল করে, তাদের হাতে আজ আপনার অ্যাপ দিন।

source: Join the biggest and the best
bn_in: বৃহত্তম এবং শ্রেষ্ঠতে যোগ দিন

source: The world's most popular brands and all your favorite apps are building their experience on Firefox Marketplace.
bn_in: পৃথিবীর সবথেকে খ্যাত ব্র্যান্ড এবং আপনার সমস্ত পছন্দের অ্যাপ তাদের অভিজ্ঞতা তৈরি করছে Firefox মারকেটপ্লেসে।

source: A truly cross-platform, cross-device, non-proprietary home for the world's best global and local HTML5 apps.
bn_in: পৃথিবীর সবথেকে ভালো গ্লোবাল ও লোকাল HTML5 অ্যাপের জন্য একটি সত্যিকারের ক্রস-প্ল্যাটফর্ম, ক্রস-ডিভাইস, অ-মালিকানা হোম।

source: Available now!
bn_in: এখন উপলব্ধ!

source: Android Tablets
bn_in: Android ট্যাবলেটগুলি

source: You + Mozilla = Awesome
bn_in: আপনি + Mozilla = অসাধারণ

source: Stay connected.
bn_in: সংযুক্ত থাকুন।

source: The Apps Blog
bn_in: অ্যাপের ব্লগ

source: Firefox Marketplace YouTube channel
bn_in: Firefox মার্কেটপ্লেস YouTube চ্যানেল

source: Badges, banners, and icons
bn_in: ব্যাজসমূহ, ব্যানারসমূহ, এবং আইকনসমূহ

source: "Get it in the Firefox Marketplace" are badges that you can use on your web site and promotional materials to point to your products on the Firefox Marketplace.
bn_in: "এটিকে Firefox মার্কেটপ্লেসে পান" হল একধরনের ব্যাজসমূহ যা আপনি আপনার ওয়েব সাইটে ব্যবহার করতে পারবেন এবং প্রচারমূলক উপকরণ Firefox মার্কেটপ্লেস আপনার পণ্য নির্দেশ করার জন্য।

source: Guidelines
bn_in: নির্দেশিকা

source: You may not alter the badge in any way
bn_in: আপনি কোনোভাবেই ব্যাজ পরিবর্তন করতে পারবেন না।

source: When used alongside logos for other marketplaces ("Get it on Google Play", "Download on the App Store"), the Firefox Marketplace badge should be of equal or greater size
bn_in: অন্যান্য মার্কেটপ্লেসের জন্য লোগো পাশাপাশি ব্যবহার করা হলে ("গুগল প্লে থেকে সংগ্রহ করুন", "অ্যাপ স্টোর থেকে ডাউনলোড করুন"), ফায়ারফক্স মার্কেটপ্লেস ব্যাজটি সমান বা তার অধিক মাপের হতে হবে

source: The badge should link to an app details page within the Firefox Marketplace<br> For example: https://marketplace.firefox.com/app/twitter
bn_in: ব্যাজটি ফায়ারফক্স মার্কেটপ্লেসের মধ্যে একটি অ্যাপ্লিকেশনের বিবরণ পৃষ্ঠাতে লিঙ্ক করা উচিত<br> উদাহরণস্বরূপ: https://marketplace.firefox.com/app/twitter

source: Orange
bn_in: কমলা

source: Grey
bn_in: ধূসর

source: Black
bn_in: কালো

source: Logo
bn_in: লোগো

source: To view and download the Firefox Marketplace logo, please visit the <a href="%(style_guide_url)s">Mozilla style guide</a>.
bn_in: Firefox মার্কেটপ্লেস লোগো দেখার ও ডাউনলোড করার জন্য, অনুগ্রহ করে <a href="%(style_guide_url)s">Mozilla স্টাইল গাইড</a> এখানে পরিদির্খন করুন।

source: Frequently Asked Questions
bn_in: প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী

source: What should I know before creating an App?
bn_in: অ্যাপ বানানোর আগে আমায় কি জানতে হবে?

source: How can I upload my App to the Firefox Marketplace?
bn_in: আমি কিভাবে Firefox মার্কেটপ্লেসে অ্যাপ আপলোড করব?

source: I need help with the App Manifest.
bn_in: আমি অ্যাপ ম্যানিফেস্টের সম্পর্কে সাহায্য চাই।

source: How do I create an installable App?
bn_in: আমি কিভাবে ইন্সটল করা যায় এমন অ্যাপ বানাবো?

source: How do payments work?
bn_in: পেমেন্টস কিভাবে কাজ করে?

source: How do I manage the taxes of my sales?
bn_in: আমার সেলের ওপরে আমি কিভাবে ট্যাক্স ম্যানেজ করব?

source: Do you still have questions?
bn_in: আপনার কি এখনও প্রশ্ন আছে?

source: While we are working on creating a set of channels to help you with your issues you can visit StackOverflow to resolve all your questions related to the development of Web apps.
bn_in: যখন আমরা কাজ করছি কিছু সেট চ্যানেল বানাতে আপনাকে সাহায্য করতে আপনার সমস্যার সাথে আপনি পরিদর্শন করতে পারেন StackOverflow আপনার ওয়েব অ্যাপ ডেভেলপমেন্ট সম্পর্কে সমস্ত প্রশ্নের সমাধান পাওয়ার জন্য।

source: If you want to engage with other developers, join our vibrant communities in these mailing lists:
bn_in: আপনি যদি অন্যান্য ডেভেলপারদের সাথে যুক্ত হতে চান, আমাদের স্পন্দনশীল কমিউনিটির সাথে যোগ দিন এই মেইলের তালিকায়:

source: Mozilla Web apps (English)
bn_in: Mozilla ওয়েব অ্যাপসমূহ (ইংরাজী)

source: Mozilla Web apps (Brazilian Portuguese)
bn_in: Mozilla ওয়েব অ্যাপসমূহ (ব্রাজিলিয়ান পর্তুগীজ)

source: Invalid URL %(url)s
bn_in: অবৈধ URL %(url)s

source: Error downloading image from %(url)s
bn_in: %(url)s থেকে ছবি ডাউনলোড করতে ত্রুটি হয়েছে

source: Image from %(url)s could not be parsed
bn_in: %(url)s-এর থেকে চিত্র পার্স করা যাবে না

source: Cannot diff a version against itself
bn_in: নিজের বিরুদ্ধে একটি সংস্করণের পার্থক্য করা যাবে না।

source: That file no longer exists.
bn_in: ওই ফাইলটি আর নেই।

source: File size is over the limit of {0}.
bn_in: ফাইলের সাইজ {0} সীমার ওপরে।

source: Problems decoding {0}.
bn_in: সমস্যা ডিকোড করা হচ্ছে {0}।

source: This file is not viewable online. Please download the file to view the contents.
bn_in: এই ফাইলটিকে অনলাইনে দেখা যাচ্ছে না। অনুগ্রহ করে ফাইলটি ডাউনলোড করুন এর কন্টেন্ট দেখার জন্য।

source: This file is a directory.
bn_in: এই ফাইলটি একটি ডিরেক্টরি।

source: There was an error accessing file %s. %s.
bn_in: %s ফাইল পরিচালনা করবার সময় একটি ত্রুটি হয়েছে। %s।

source: There was an error accessing file %s.
bn_in: %s ফাইল পরিচালনা করবার সময় একটি ত্রুটি হয়েছে।

source: The file "manifest.webapp" was not found at the root of the packaged app archive.
bn_in: ফাইল "manifest.webapp" প্যাকেজ অ্যাপের সংরক্ষণাগারের রুটে পাওয়া যায়নি।

source: Could not decode the webapp manifest file. Check your manifest file for special non-utf-8 characters.
bn_in: ওয়েবঅ্যাপ ম্যানিফেস্ট ফাইল ডিকোড করা যাচ্ছে না। আপনার ম্যানিফেস্ট ফাইল চেক করুন স্পেশাল non-utf-8 অক্ষরের জন্য।

source: The webapp manifest is not valid JSON.
bn_in: ওয়েবঅ্যাপ ম্যানিফেস্টটি বৈধ JSON নয়।

source: The "langpack" role is invalid for Web Apps. Please submit this app as a language pack instead.
bn_in: "Langpack" ভূমিকা ওয়েব আপ্পসের এর জন্য অবৈধ। অনুগ্রহ করে এর পরিবর্তে একটি ভাষা প্যাক হিসাবে এই অ্যাপ্লিকেশন জমা দিন।

source: Your specified app locales are not in the correct format.
bn_in: আপনার নির্দিষ্ট অ্যাপ্লিকেশন লোকেলের সঠিক বিন্যাসে নেই।

source: Developer name is required in the manifest in order to display it on the app's listing.
bn_in: অ্যাপের তালিকায় দেখানোর জন্য ডেভেলপারের নাম প্রয়োজন এই ম্যানিফেস্টে।

source: Invalid file name in archive: {0}
bn_in: সংরক্ষণাগারে অবৈধ ফাইল নাম: {0}

source: File exceeding size limit in archive: {0}
bn_in: সংরক্ষণাগারের মধ্যে ফাইল সাইজ লিমিট অতিক্রম করে যাচ্ছে: {0}

source: Invalid archive.
bn_in: অবৈধ সংরক্ষণাগার।

source: Back to review
bn_in: রিভিউতে ফিরে যান

source: Back to app
bn_in: অ্যাপে ফিরে যান

source: Download {0}
bn_in: ডাউনলোড {0}

source: Version: %(version)s &bull; Size: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
bn_in: সংস্করণ: %(version)s &bull; সাইজ: %(size)s &bull; MD5 হ্যাশ: %(md5)s &bull; মিমেটাইপ: %(mimetype)s

source: File Compare :: Reviewer Tools
bn_in: ফাইলের তুলনা :: রিভিউয়ারের টুলসমূহ

source: File Viewer :: Reviewer Tools
bn_in: ফাইলের দর্শক :: রিভিউয়ারের টুলসমূহ

source: Validation failed:
bn_in: বৈধতা ব্যর্থ হয়েছে:

source: Go
bn_in: যান

source: App being processed, please wait.
bn_in: অ্যাপ প্রসেস হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন।

source: Fetching validation results...
bn_in: বৈধকরণের ফলাফল আনা হচ্ছে...

source: Files:
bn_in: ফাইলসমূহ:

source: Deleted files:
bn_in: বাতিল করা ফাইলসমূহ:

source: Tab stops:
bn_in: ট্যাব বন্ধ:

source: Up file
bn_in: আপ ফাইল

source: Down file
bn_in: ডাউন ফাইল

source: Previous diff
bn_in: পূর্ববর্তী পরিবর্তন

source: Previous note
bn_in: পূর্ববর্তী নোট

source: Next diff
bn_in: পরবর্তী পরিবর্তন

source: Next note
bn_in: পরবর্তী নোট

source: Expand all
bn_in: সমস্তকিছু প্রসার করুন

source: Hide or unhide tree
bn_in: ট্রি লুকান বা প্রদর্শন করুন

source: Wrap or unwrap text
bn_in: টেক্সট মুড়ুন বা মোড়ক খুলুন

source: No files in the uploaded file.
bn_in: আপলোড হওয়া ফাইলে কোনো ফাইল নেই।

source: Fetching file.
bn_in: ফাইল আনা হচ্ছে।

source: Product logo must be a 64x64 image. Check that the URL is correct.
bn_in: প্রোডাক্টের লোগো অবশ্যই ৬৪x৬৪ আকারের ছবি হবে। যাচাই করে দেখুন URL সঠিক কিনা।

source: Your language pack should contain "role": "langpack".
bn_in: আপনার ভাষা প্যাকে "role": "langpack" থাকতে হবে।

source: Your language pack must contain one language in `languages-provided` object.
bn_in: আপনার ভাষা প্যাকে অবশ্যই `languages-provided` বস্তু থাকতে হবে।

source: Your language pack contains too many languages. Only one language per pack is supported.
bn_in: আপনার ভাষা প্যাকে অনেক ভাষা আছে। শুধু একটি ভাষা প্রত্যেক প্যাক সমর্থন করে।

source: Your language pack must contain one language in `languages-target` object.
bn_in: আপনার ভাষা প্যাকে একটি ভাষা `languages-target` এর মধ্যে থাকতে পারে।

source: Your language pack contains too many targets. Only one target per pack is supported.
bn_in: আপানার ভাষা প্যাকে অনেক লক্ষ্য আছে। একটি প্যাকে একটি লক্ষ্য থাকতে পারে।

source: Your language pack should contain a version.
bn_in: আপনার ভাষা প্যাকে একটি সংস্করণ থাকতেই হবে।

source: Your language pack version must be different to the one you are replacing.
bn_in: আপনার ভাষা প্যাকে একটি সংস্করণ অন্য হতে হবে তার থেকে যেটি আপনি বদল করছেন।

source: Transaction Lookup
bn_in: ট্রাঞ্জাকশন লুক-আপ

source: Process a manual refund
bn_in: একটি ম্যানুয়াল রিফান্ড প্রক্রিয়া করুন

source: Enter refund details to refund transaction
bn_in: অর্থ ফেরতের জন্য প্রয়োজনীয় তথ্যাদি প্রদান করুন।

source: Reason for Deletion
bn_in: মুছে ফেলার কারণ

source: A refund has already been processed.
bn_in: মূল্য ফেরত দেয়ার প্রক্রিয়াটি ইতোমধ্যে শুরু করা হয়েছে।

source: You cannot make a refund request for this transaction.
bn_in: এই লেনদেনের জন্য আপনি অর্থ ফেরতের আবেদন করতে পারবেন না।

source: Refund for this transaction now pending.
bn_in: এই লেনদের এর জন্য অর্থ ফেরত প্রক্রিয়া এখন প্রক্রিয়াধীন আছে।

source: Refund for this transaction successfully approved.
bn_in: এই লেনদেনের অর্থ ফেরত সফলভাবে অনুমোদিত হয়েছে।

source: Refund request for this transaction failed.
bn_in: এই লেনদেনের জন্য প্রত্যর্পণ অনুরোধ ব্যর্থ হয়েছে।

source: Activity
bn_in: কার্যকলাপ

source: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> by %(user)s
bn_in: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> দ্বারা %(user)s

source: Administrative Actions
bn_in: প্রশাসনিক পদক্ষেপ

source: last 24 hours
bn_in: শেষ ২৪ ঘন্টা

source: last 7 days
bn_in: শেষ ৭ দিন

source: all time
bn_in: সব সময়

source: Authors
bn_in: লেখকসমূহ

source: Manifest
bn_in: ম্যানিফেস্ট

source: View
bn_in: দেখুন

source: Privileged Packaged app
bn_in: প্রিভিলেজড প্যাকেজ অ্যাপ্লিকেশন

source: Packaged app
bn_in: প্যাকেজ অ্যাপ

source: Hosted app
bn_in: হোস্ট করা অ্যাপ

source: Submitted
bn_in: জমা দেওয়া হয়েছে

source: OK
bn_in: ঠিক আছে

source: Review Prioritized
bn_in: রিভিউ এর অগ্রাধিকার

source: Prioritize Review?
bn_in: রিভিউ এর অগ্রাধিকার দেওয়া হোক?

source: Tarako Status
bn_in: টারাকো অবস্থা

source: Tarako enabled
bn_in: টারাকো সক্রিয়

source: Tarako not enabled
bn_in: তারাকো সক্রিয় নেই

source: Abuse Reports
bn_in: অপব্যবহার রিপোর্ট

source: Permissions
bn_in: অনুমতি

source: No reason given
bn_in: কোনো কারণ দেওয়া নেই

source: No permissions requested
bn_in: কোনো অনুমতি আবেদন করা হয়নি

source: Purchases
bn_in: কেনাবেচাসমূহ

source: Refunds
bn_in: ফেরত

source: {0} requested ({1} of purchases)
bn_in: {0} অনুরোধ ({1} টি ক্রয়ের)

source: {0} auto-approved
bn_in: {0} স্বয়ংক্রিয়ভাবে অনুমোদিত

source: {0} approved
bn_in: {0} অনুমোদিত

source: {0} rejected
bn_in: {0} টি বাতিল

source: Version History
bn_in: ভার্শনের ইতিহাস

source: Version (ID)
bn_in: ভার্শনের (ID)

source: Filename (ID, Size)
bn_in: ফাইলের নাম (আইডি, আকার)

source: Lookup Tool
bn_in: অনুসন্ধান টুল

source: <small>Marketplace</small> Lookup Tool
bn_in: small>Marketplace</small> অনুসন্ধান টুল

source: Marketplace information
bn_in: Marketplace তথ্য

source: Buyer
bn_in: ক্রেতা

source: Price Tier
bn_in: মূল্য টিয়ার

source: Related Transaction
bn_in: সম্পর্কিত ট্রাঞ্জাকশন

source: Payment provider information
bn_in: পেমেন্ট দাতাদের তথ্য

source: Currently unable to retrieve transaction status.
bn_in: বর্তমানে ট্রাঞ্জাকশনের স্ট্যাটাস দেখতে অনুপলব্ধ।

source: This payment was made through Bango. To get more information contact <a href="mailto:%(bango_support)s">Bango support</a> with the following information.
bn_in: এই পেমেন্টটি Bango-এর মাধ্যমে করা হয়েছে। আরও তথ্য পেতে হলে <a href="mailto:%(bango_support)s">Bango সাপোর্ট</a> এর সাথে যোগাযোগ করুন।

source: This payment was made through the <b>reference implementation</b>. It wasn't a real transaction.
bn_in: এই পেমেন্টটি <b>রেফারেন্স ইমপ্লিমেন্টেশন</b> -এর মাধ্যমে করা হয়েছে। এটা আসল ট্রাঞ্জাকশন হয়নি।

source: Refund information
bn_in: তথ্য প্রত্যর্পণ

source: Currently unable to retrieve refund status.
bn_in: মূল্য ফেরত দেয়ার প্রক্রিয়াটি জানতে অক্ষম।

source: Refund Status
bn_in: ফেরতের স্ট্যাটাস

source: Unrequested
bn_in: অনাকাংখিত

source: If a manual refund has been processed by the payment provider, check this box. This will refund it in the Mozilla servers but not contact the payment provider.
bn_in: পেমেন্ট প্রদানকারী দ্বারা ম্যানুয়াল রিফান্ড প্রক্রিয়া সম্পন্ন হলে, এই বক্সে টিক চিহ্ন দিন। যা মজিলা সার্ভারে রিফান্ড করবে কিন্তু পেমেন্ট প্রদানকারীর সাথে যোগাযোগ করবে না।

source: Refund this transaction
bn_in: এই ট্রাঞ্জাকশনটি ফেরত দিন

source: Account Activity results for
bn_in: অ্যাকাউন্ট কার্যকলাপ ফলাফল জন্য

source: Account Updates
bn_in: অ্যাকাউন্ট আপডেটসমূহ

source: Purchase results for
bn_in: রেজাল্ট কিনুন জন্য

source: This user has not purchased any apps.
bn_in: এই ব্যবহারকারী কোন অ্যাপ ক্রয় করেননি।

source: Account Lookup results for
bn_in: এর অ্যাকাউন্ট পরিদর্শন ফল

source: General
bn_in: সাধারণ

source: Display Name
bn_in: প্রদর্শিত নাম

source: Firefox Accounts Identifier
bn_in: Firefox অ্যাকাউন্ট শনাক্তকারক

source: Registered
bn_in: রেজিস্টার করা হয়েছে

source: Groups
bn_in: দলসমূহ

source: Marketplace Credit
bn_in: Marketplace ক্রেডিট

source: apps purchased
bn_in: অ্যাপ্লিকেশন ক্রয় করা হয়েছে

source: requested
bn_in: অনুরোধ

source: auto-approved
bn_in: স্বয়ংক্রিয় অনুমোদিত

source: Developer Program
bn_in: ডেভেলপার প্রোগ্রাম

source: Read agreement
bn_in: চুক্তি পড়ুন

source: Addresses
bn_in: ঠিকানাসমূহ

source: Submissions
bn_in: জমাসমূহ

source: Unnamed
bn_in: অনামী

source: Delete User
bn_in: ব্যবহারকারী মুছে ফেলুন

source: Deleting this user will <strong>permanently</strong> delete this user's account.
bn_in: এই ব্যবহারকারীকে মুছে ফেলা মানে <strong>স্থায়িভাবে</strong> এই ব্যবহারকারীর অ্যাকাউন্ট মুছে ফেলা।

source: Are you sure you wish to delete this user?
bn_in: আপনি কি নিশ্চিত যে আপনি এই ব্যবহারকারীকে মুছে ফেলতে চান?

source: This user has already been deleted.
bn_in: এই ব্যবহারকারীকে ইতিমধ্যেই মুছে ফেলা হয়েছে।

source: Deleted by
bn_in: মুছে ফেলা হয়েছে দ্বারা

source: Reason
bn_in: কারণ

source: App Lookup results for
bn_in: অ্যাপ ফলাফল দেখুন

source: App Detail
bn_in: অ্যাপ বিস্তারিত তথ্য

source: Review History
bn_in: ইতিহাস রিভিউ করুন

source: Communication Dashboard
bn_in: যোগাযোগের ড্যাশবোর্ড

source: Account Summary
bn_in: অ্যাকাউন্টের সারাংশ

source: Account Deleted
bn_in: অ্যাকাউন্ট মুছে ফেলা হয়েছে

source: App Lookup
bn_in: অ্যাপ লুকআপ

source: Search
bn_in: খুঁজুন

source: App: {0}
bn_in: অ্যাপ: {0}

source: Account Lookup
bn_in: অ্যাকাউন্ট লুকআপ

source: Operator Dashboard
bn_in: অপারেটর ড্যাশবোর্ড

source: Tier %s
bn_in: স্তর %s

source: Receipt for {0}
bn_in: {0} এর রসিদ

source: Receipt
bn_in: রসিদ

source: Billed To:
bn_in: যার নামে বিল:

source: Order Number:
bn_in: অর্ডার সংখ্যা:

source: Order Date:
bn_in: অর্ডার তারিখ:

source: Item
bn_in: বস্তু

source: Seller
bn_in: বিক্রেতা

source: For the Firefox Marketplace Terms of Service please visit:
bn_in: Firefox মার্কেটপ্লেসের পরিষেবার শর্তাবলীর জন্য ভিসিট করুন:

source: For support please visit:
bn_in: সাহায্যের দরকার হলে অনুগ্রহ করে ভিসিট করুন:

source: Your purchase history:
bn_in: আপনার ক্রয়ের ইতিহাস:

source: Keep review; remove flags
bn_in: রিভিউ রেখে দেওয়া হোক: ফ্ল্যাগ মুছে ফেলা হোক

source: Delete review
bn_in: রিভিউ ডিলিট করা হোক

source: Not yet reviewed
bn_in: এখনো রিভিউ করা হয়নি

source: Reviewed %s out of 5 stars
bn_in: 5 স্টারের মধ্যে %s পর্যালোচনা করা হয়েছে

source: Spam or otherwise non-review content
bn_in: স্প্যাম কিমবা এমন কোন বিষয় যা রিভিউ করা যাবে না

source: Inappropriate language/dialog
bn_in: অনুপযুক্ত ভাষা/উক্তি

source: Misplaced bug report or support request
bn_in: মিসপ্লেস বাগ রিপোর্ট অথবা সমর্থন অনুরোধ

source: Other (please specify)
bn_in: অন্যান্য (অনুগ্রহ করে উল্লেখ করুন)

source: No receipt
bn_in: কোনো রশিদ নেই

source: Test receipt
bn_in: রশিদ পরীক্ষা করুন

source: Expired test receipt
bn_in: মেয়াদ শেষ হওয়া পরীক্ষা রশিদ

source: Invalid test receipt
bn_in: অবৈধ পরীক্ষা রশিদ

source: Refunded test receipt
bn_in: ফেরত দেওয়া পরীক্ষা রশিদ

source: There was a problem installing the app.
bn_in: এই অ্যাপটি ইন্সটল করবার সময় একটা সমস্যা হয়েছে।

source: Test receipt details
bn_in: পরীক্ষার রসিদের বর্ণনা

source: This is a placeholder page for the receipt details. If you'd installed a real app from the Marketplace, this page would show more details.
bn_in: রসিদের বিবরণ এই পাতাতেই থাকে। আপনি যদি মার্কেট থেকে একটি সত্যিকারের অ্যাপ্লিকেশন ইনস্টল করতেন, তাহলে এই পাতাতে আরো বেশি বিবরণ দেখতে পেতেন।

source: Test installation of your app before uploading to the marketplace. You can choose different kinds of receipts to test your receipt handling.
bn_in: মার্কেটপ্লেসে আপলোড করার আগে আপনার অ্যাপ্লিকেশনের ইনস্টলেশন পরীক্ষা করা হচ্ছে। আপনি আপনার রসিদ হ্যান্ডলিং পরীক্ষা করার জন্যে বিভিন্ন ধরণের রসিদ চয়ন করতে পারেন।

source: Receipt type
bn_in: রসিদের নমুনা

source: Manifest location
bn_in: ম্যানিফেস্টের অবস্থান

source: Install
bn_in: ইন্সটল

source: Any Status
bn_in: যেকোনো অবস্থা

source: Approved reviews
bn_in: অনুমোদিত রিভিউ

source: Deleted reviews
bn_in: বাতিল রিভিউ

source: Any Device
bn_in: যেকোন ডিভাইস

source: View entries between
bn_in: মাঝের এন্ট্রিগুলি দেখুন

source: Filter by type/action
bn_in: ধরন/কর্ম দ্বারা ফিল্টার করুন

source: containing
bn_in: ধারন করে আছে

source: start
bn_in: শুরু করুন

source: end
bn_in: শেষ করুন

source: app, reviewer, or comment
bn_in: অ্যাপ,রিভিউআর, অথবা মন্তব্য

source: Comments:
bn_in: কমেন্টসমূহ:

source: Device Type Override:
bn_in: ডিভাইসের প্রকার অগ্রাহ্য:

source: Choose a canned response...
bn_in: Canned প্রতিক্রিয়া চয়ন করুন...

source: Has Editor Comment
bn_in: সম্পাদকের মন্তব্য আছে তাতে

source: More Info Requested
bn_in: আরও তথ্য দেওয়ার জন্যে অনুরোধ করা হচ্ছে

source: Device
bn_in: ডিভাইস

source: Reviewer Tools
bn_in: রিভিউ করার সরঞ্জাম

source: Apps
bn_in: অ্যাপগুলি

source: Re-reviews
bn_in: পুনরায়-পরীক্ষা

source: Updates
bn_in: আপডেটসমূহ

source: Escalations
bn_in: তীব্রতাবৃদ্ধি

source: Moderated Reviews
bn_in: নিয়ন্ত্রিত রিভিউসমূহ

source: Reviewing
bn_in: রিভিউ করা হচ্ছে

source: Regional Queues
bn_in: আঞ্চলিক সারি

# pending
source: Apps ({0})
bn_in: অ্যাপসমূহ ({0})

# rereview
source: Re-reviews ({0})
bn_in: পুনরায় রিভিউ ({0})

# updates
source: Updates ({0})
bn_in: আপডেটসমূহ ({0})

# escalated
source: Escalations ({0})
bn_in: বৃদ্ধি ({0})

source: Reviewing ({0})
bn_in: রিভিউ হচ্ছে ({0})

# moderated
source: Moderated Reviews ({0})
bn_in: মধ্যমানের রিভিউগুলি ({0})

# abuse
source: Abuse Reports ({0})
bn_in: অবৈধ রিপোর্ট ({0})

source: Reviews
bn_in: রিভিউগুলি

source: Rejected or Unreviewed
bn_in: বাতিল করা হয়েছে অথবা রিভিউ করা হয়নি

source: Approve
bn_in: অনুমোদন

source: This will approve the app and allow the author(s) to publish it.
bn_in: এটা করলে অ্যাপ টি অনুমোদিত হবে এবং এর লেখক(গণ) তা প্রকাশ করতে পারবেন।

source: Reject
bn_in: প্রত্যাখ্যান করুন

source: This will reject the app, remove it from the review queue and un-publish it if already published.
bn_in: এটি করলে, অ্যাপটি প্রত্যাখ্যাত হবে, পর্যালোচনা হওয়ার অপেক্ষমাণ তালিকা থেকে মুছে যাবে এবং প্রকাশ হয়ে গেলেও এটি অপ্রকাশিত অবস্থায় চলে যাবে।

source: Message developer
bn_in: বার্তা ডেভেলপার

source: This will send the author(s) - and other thread subscribers - a message. This will not change the app's status.
bn_in: এগুলো লেখক(s) দের পাঠানো হবে - এবং অন্যান্য থ্রেড সাবস্ক্রাইবারদের - একটি বার্তা। এটা অ্যাপের স্ট্যাটাসকে বদলাবে না।

source: Escalate
bn_in: উত্তরণ

source: Flag this app for an admin to review. The comments are sent to the admins, not the author(s).
bn_in: কোন অ্যাডমিনের দ্বারা এই অ্যাপের পর্যালোচনা করাতে ফ্ল্যাগ দিন। এই মন্তব্যগুলো অ্যাডমিনের কাছে যাবে, লেখক কাছে যাবে না।

source: Private comment
bn_in: গোপন মন্তব্য

source: Make a private reviewer comment on this app. The message won't be visible to the author(s), and no notification will be sent them.
bn_in: একটি গোপন রিভিউয়ারের মন্তব্য করান এই অ্যাপে। এই বার্তা লেখকদের কাছে দর্শনীয় হবে না, এবং কোনো নোটিফিকেশন পাঠানো হবে না তাদের।

source: Clear Escalation
bn_in: ক্রমবৃদ্ধি সাফ করুন

source: Clear this app from the escalation queue. The author(s) will get no email or see comments here.
bn_in: বৃদ্ধির সারি থেকে এই অ্যাপটি মুছে ফেলুন। লেখকেরা কোনো মেইল পাবেন না বা কোনো কমেন্ট দেখতে পাবেন না।

source: Clear Re-review
bn_in: পুনরায়-করা রিভিউ মুছে ফেলা হোক

source: Clear this app from the re-review queue. The author(s) will get no email or see comments here.
bn_in: এই অ্যাপটি কে পুনরায়-রিভিউ এর সারি থেকে সরিয়ে ফেলা হোক। এর লেখক(গণ) কোন ইমেইল পাবেন না অথবা এখানে কোন মন্তব্য দেখতে পাবেন না।

source: Ban app
bn_in: অ্যাপ টি নিষিদ্ধ করা হোক

source: Ban the app from Marketplace. Similar to Reject but the author(s) can't resubmit. To only be used in extreme cases.
bn_in: মার্কেটপ্লেস থেকে অ্যাপ টি কে নিষিদ্ধ করা হোক। এই ধরনের সকল অ্যাপ বাতিল করা হবে এবং এর লেখক(গণ) তা পুনরায় দাখিল করতে পারবেন না। শুধুমাত্র চরম ক্ষেত্রেই ব্যবহার করা যাবে।

source: New Apps (Under 5 days)
bn_in: নতুন অ্যাপ (৫ দিনের মধ্যে)
