Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_in

source: Abuse reports needing investigation: %s
bn_in: অবমাননা প্রতিবেদন এর অনুসন্ধান চাই: %s

source: Skip for now
bn_in: এখনকার জন্য এড়িয়ে যাওয়া হোক

source: Mark all reports Read
bn_in: সমস্ত রিপোর্ট পড়া হয়ে গেছে চিহ্নিত কর

source: Flag for re-review
bn_in: আর এক বার দেখার জন্য নিশানা দাও

source: Select a valid choice. %(value)s is not one of the available choices.
bn_in: একটি বৈধ পছন্দ নির্বাচন করুন। %(value)s টি এখানে পাওয়া পছন্দ গুলির মধ্যে পাওয়া যায়নি।

source: The field must have a length of at least {num} characters.
bn_in: এই ক্ষেত্রের দৈর্ঘ্য অন্তত {num} অক্ষর হওয়া উচিত।

source: The language code {lang_code} is invalid.
bn_in: ভাষা কোড {lang_code} অবৈধ।

source: Unknown
bn_in: অজানা

source: Yes
bn_in: হ্যাঁ

source: No
bn_in: না

source: Form could not be submitted.
bn_in: ফর্ম দাখিল করা যায়নি।

source: Note body is empty.
bn_in: নোটের বডি খালি।

source: Invalid note type.
bn_in: অবৈধ নোটের ধরণ।

source: Version %s does not exist
bn_in: সংস্করণ %s বিদ্যমান নয়

source: Attachment:
bn_in: সংযুক্তি:

source: Description:
bn_in: বর্ণনা:

source: Attachment exceeds maximum size of %s.
bn_in: সংযুক্তি %s এর সর্বোচ্চ আকার ছাড়িয়ে গেছে।

source: The Firefox Marketplace is the official source of apps for the Web Platform.
bn_in: Firefox মার্কেটপ্লেস হল ওয়েব প্ল্যাটফর্মের অ্যাপের জন্য অফিসিয়াল উৎস।

source: Desktop
bn_in: ডেস্কটপ

source: Firefox Mobile
bn_in: Firefox মোবাইল

source: Firefox Tablet
bn_in: Firefox ট্যাবলেট

source: User
bn_in: ব্যবহারকারী

source: Reviewer
bn_in: রিভিউয়ার

source: Developer
bn_in: ডেভেলপার

source: Afghanistan
bn_in: আফগানিস্তান

source: Åland Islands
bn_in: আলান্দ আইল্যান্ড

source: Albania
bn_in: আল্বানিয়া

source: Algeria
bn_in: আলজেরিয়া

source: American Samoa
bn_in: আমেরিকান সামোয়া

source: Andorra
bn_in: আন্ডোরা

source: Angola
bn_in: অ্যাঙ্গোলা

source: Anguilla
bn_in: এ্যাঙ্গুইলা

source: Antarctica
bn_in: অ্যান্টার্কটিকা

source: Antigua and Barbuda
bn_in: অ্যান্টিগুয়া ও বার্বুডা

source: Argentina
bn_in: আর্জেন্টিনা

source: Armenia
bn_in: আর্মেনিয়া

source: Aruba
bn_in: আরুবা

source: Australia
bn_in: অস্ট্রেলিয়া

source: Austria
bn_in: অস্ট্রিয়া

source: Azerbaijan
bn_in: আজেরবাইজান

source: Bahamas
bn_in: বাহামাস

source: Bahrain
bn_in: বাহরিন

source: Bangladesh
bn_in: বাংলাদেশ

source: Barbados
bn_in: বার্বাডস

source: Belarus
bn_in: বেলারুস

source: Belgium
bn_in: বেলজিয়াম

source: Belize
bn_in: বেলিজে

source: Benin
bn_in: বেনিন

source: Bermuda
bn_in: বার্মুডা

source: Bhutan
bn_in: ভূটান

source: Bolivia
bn_in: বলিভিয়া

source: Bonaire, Saint Eustatius and Saba
bn_in: বোনের, সেন্ট ইউস্টাশিয়াস এবং সাবা

source: Bosnia and Herzegovina
bn_in: বসনিয়া এবং হেরযেগভিনা

source: Botswana
bn_in: বোতসোয়ানা

source: Bouvet Island
bn_in: বউভেট আইল্যান্ড

source: Brazil
bn_in: ব্রাজিল

source: British Indian Ocean Territory
bn_in: ব্রিটিশ ইন্ডিয়ান মহাসাগরীয় অঞ্চল

source: Brunei Darussalam
bn_in: ব্রুনেই দারুসসালাম

source: Bulgaria
bn_in: বুলগেরিয়া

source: Burkina Faso
bn_in: বুরকিনা ফাসো

source: Burundi
bn_in: বুরুন্ডি

source: Cambodia
bn_in: কম্বোডিয়া

source: Cameroon
bn_in: ক্যামেরুন

source: Canada
bn_in: কানাডা

source: Cape Verde
bn_in: ক্যাপ ভেরডে

source: Cayman Islands
bn_in: কেম্যান আইল্যান্ড

source: Central African Republic
bn_in: মধ্য আফ্রিকান রিপাব্লিক

source: Chad
bn_in: চাড

source: Chile
bn_in: চিলি

source: China
bn_in: চীন

source: Christmas Island
bn_in: ক্রিসমাস আইল্যান্ড

source: Cocos (Keeling) Islands
bn_in: ককস (কীলিং) আইল্যান্ড

source: Colombia
bn_in: কলোম্বিয়া

source: Comoros
bn_in: কমরস

source: Congo
bn_in: কঙ্গো

source: Congo, Democratic Republic
bn_in: কঙ্গো, গণতান্ত্রিক প্রজাতন্ত্র

source: Cook Islands
bn_in: কুক আইল্যান্ড

source: Costa Rica
bn_in: কোস্টারিকা

source: Côte d'Ivoire
bn_in: আইভরি কোস্ট

source: Croatia
bn_in: ক্রোয়েশিয়া

source: Cuba
bn_in: কিউবা

source: Curaçao
bn_in: কুরাকাও

source: Cyprus
bn_in: সাইপ্রাস

source: Czech Republic
bn_in: চেক রিপাব্লিক

source: Denmark
bn_in: ডেনমার্ক

source: Djibouti
bn_in: জিবুতি

source: Dominica
bn_in: ডোমিনিকা

source: Dominican Republic
bn_in: ডোমিনিকান প্রজাতন্ত্র

source: Ecuador
bn_in: ইকুয়াডর

source: Egypt
bn_in: ইজিপ্ট

source: El Salvador
bn_in: এল স্যালভাডোর

source: Equatorial Guinea
bn_in: নিরক্ষীয় গিনি

source: Eritrea
bn_in: ইরিত্রিয়া

source: Estonia
bn_in: এস্টনিয়া

source: Ethiopia
bn_in: ইথিওপিয়া

source: Falkland Islands (Malvinas)
bn_in: ফকল্যান্ড আইল্যান্ড

source: Faroe Islands
bn_in: ফারয়ে আইল্যান্ড

source: Fiji
bn_in: ফিজি

source: Finland
bn_in: ফিনল্যান্ড

source: France
bn_in: ফ্রান্স

source: French Guiana
bn_in: ফ্রেঞ্চ গুইয়ানা

source: French Polynesia
bn_in: ফ্রেঞ্চ পলিনেশিয়া

source: French Southern Territories
bn_in: ফ্রেন্স সাউদার্ন টেরিটরিস

source: Gabon
bn_in: গ্যাবন

source: Gambia
bn_in: গাম্বিয়া

source: Georgia
bn_in: জর্জিয়া

source: Germany
bn_in: জার্মানি

source: Ghana
bn_in: ঘানা

source: Gibraltar
bn_in: জিব্রালটার

source: Greece
bn_in: গ্রীস

source: Greenland
bn_in: গ্রীনল্যান্ড

source: Grenada
bn_in: গ্রেনেডা

source: Guadeloupe
bn_in: গুয়াডেলোপ

source: Guam
bn_in: গাম্বিয়া

source: Guatemala
bn_in: গুয়াটেমালা

source: Guernsey
bn_in: গেঁজি

source: Guinea
bn_in: গিনি

source: Guinea-Bissau
bn_in: গিনি-বিসাউ

source: Guyana
bn_in: গিয়ানা

source: Haiti
bn_in: হাইতি

source: Heard and McDonald Islands
bn_in: হার্ড এবং ম্যাকডোনাল্ড দ্বীপপুঞ্জ

source: Holy See (Vatican City State)
bn_in: হোলি সি (ভ্যাটিকান সিটি)

source: Honduras
bn_in: হন্ডুরাস

source: Hong Kong
bn_in: হং কং

source: Hungary
bn_in: হাঙ্গেরি

source: Iceland
bn_in: আইসল্যান্ড

source: India
bn_in: ভারত

source: Indonesia
bn_in: ইন্দোনেশিয়া

source: Iran, Islamic Republic of
bn_in: ইরান, ইসলামী প্রজাতন্ত্র

source: Iraq
bn_in: ইরাক

source: Ireland
bn_in: আয়ারল্যান্ড

source: Isle of Man
bn_in: আইল অব ম্যান

source: Israel
bn_in: ইজরায়েল

source: Italy
bn_in: ইতালি

source: Jamaica
bn_in: জ্যামাইকা

source: Japan
bn_in: জাপান

source: Jersey
bn_in: জার্সি

source: Jordan
bn_in: জর্দান

source: Kazakhstan
bn_in: কাজাখাস্তান

source: Kenya
bn_in: কেনিয়া

source: Kiribati
bn_in: কিরিবাতি

source: Korea, Democratic People's Rep
bn_in: কোরিয়া, গণতান্ত্রিক রিপাবলিক

source: Korea, Republic of
bn_in: কোরিয়া, প্রজাতন্ত্র

source: Kosovo
bn_in: কোসোভো

source: Kuwait
bn_in: কুয়েত

source: Kyrgyzstan
bn_in: কিরগিজস্তান

source: Lao People's Democratic Rep
bn_in: লাও পিপলস ডেমোক্রেটিক রিপাবলিক

source: Latvia
bn_in: লাটভিয়া

source: Lebanon
bn_in: লেবানন

source: Lesotho
bn_in: লেসোথো

source: Liberia
bn_in: লিবেরিয়া

source: Libyan Arab Jamahiriya
bn_in: লিবিয় আরব জামাহিরিয়া

source: Liechtenstei
bn_in: লিশটেনস্টাইন

source: Lithuania
bn_in: লিথুয়ানিয়া

source: Luxembourg
bn_in: লাক্সেমবার্গ

source: Macao
bn_in: ম্যাকাও

source: Macedonia, Former Yugoslav Rep
bn_in: ম্যাসেডোনিয়া, সাবেক যুগোস্লাভ রিপাবলিক

source: Madagascar
bn_in: মাদাগাস্কার

source: Malawi
bn_in: মালাউই

source: Malaysia
bn_in: মালেশিয়া

source: Maldives
bn_in: মালদ্বীপ

source: Mali
bn_in: মালি

source: Malta
bn_in: মালটা

source: Marshall Islands
bn_in: মার্শাল দ্বীপপুঞ্জ

source: Martinique
bn_in: মার্টিনিক

source: Mauritania
bn_in: মৌরিতানিয়া

source: Mauritius
bn_in: মরিশাস

source: Mayotte
bn_in: মায়োত্তে

source: Mexico
bn_in: মেক্সিকো

source: Micronesia, Federated States of
bn_in: মাইক্রোনেশিয়া, ফেডারেটেড স্টেটস অব

source: Moldova, Republic of
bn_in: মোল্দাভিয়া, প্রজাতন্ত্রের

source: Monaco
bn_in: মোনাকো

source: Mongolia
bn_in: মঙ্গোলিয়া

source: Montenegro
bn_in: মন্টেনেগ্রো

source: Montserrat
bn_in: মন্টসেরাট

source: Morocco
bn_in: মরক্কো

source: Mozambique
bn_in: মোজাম্বিক

source: Myanmar
bn_in: মায়ানমার

source: Namibia
bn_in: নামিবিয়া

source: Nauru
bn_in: নাউরু

source: Nepal
bn_in: নেপাল

source: Netherlands
bn_in: নেদারল্যান্ড

source: New Caledonia
bn_in: নিউ ক্যালেডোনিয়া

source: New Zealand
bn_in: নিউজিল্যান্ড

source: Nicaragua
bn_in: নিকারাগুয়া

source: Niger
bn_in: নাইজার

source: Nigeria
bn_in: নাইজেরিয়া

source: Niue
bn_in: নিউই

source: Norfolk Island
bn_in: নরফোক দ্বীপ

source: Northern Mariana Islands
bn_in: উত্তরাঞ্চলীয় মারিয়ানা দ্বীপপুঞ্জ

source: Norway
bn_in: নরওয়ে

source: Oman
bn_in: ওমান

source: Pakistan
bn_in: পাকিস্তান

source: Palau
bn_in: পালাউ

source: Palestinian Territory, Occupied
bn_in: অধিকৃত ফিলিস্তিনি অঞ্চল

source: Panama
bn_in: পানামা

source: Papua New Guinea
bn_in: পাপুয়া নিউ গিনি

source: Paraguay
bn_in: প্যারাগুয়ে

source: Peru
bn_in: পেরু

source: Philippines
bn_in: ফিলিপাইন

source: Pitcairn
bn_in: পিটকেয়ার্ন

source: Poland
bn_in: পোল্যান্ড

source: Portugal
bn_in: পর্তুগাল

source: Puerto Rico
bn_in: পুয়ের্তো রিকো

source: Qatar
bn_in: কাতার

source: Réunion
bn_in: রেউনিওঁ

source: Romania
bn_in: রোমানিয়া

source: Russian Federation
bn_in: রাশিয়ান ফেডারেশন

source: Rwanda
bn_in: রুয়ান্ডা

source: Saint Barthélemy
bn_in: সেন্ট বার্থালেমি

source: Saint Helena
bn_in: সেন্ট হেলেনা

source: Saint Kitts and Nevis
bn_in: সেন্ট কিটস ও নেভিস

source: Saint Lucia
bn_in: সেন্ট লুসিয়া

source: Saint Martin
bn_in: সেন্ট মার্টিন

source: Saint Pierre and Miquelon
bn_in: সেন্ট পিয়ের ও মিকেলন

source: Saint Vincent and the Grenadines
bn_in: সেন্ট ভিনসেন্ট ও গ্রেনাডাইন দ্বীপপুঞ্জ

source: Samoa
bn_in: সামোয়া

source: San Marino
bn_in: সান মারিনো

source: Sao Tome and Principe
bn_in: সাও টোমে এবং প্রিন্সিপে

source: Saudi Arabia
bn_in: সৌদি আরব

source: Senega
bn_in: সেনেগা

source: Serbia
bn_in: সার্বিয়া

source: Serbia and Montenegro
bn_in: সার্বিয়া এবং মন্টেনেগ্রো

source: Seychelles
bn_in: সিসিলি

source: Sierra Leone
bn_in: সিয়েরা লিওন

source: Singapore
bn_in: সিঙ্গাপুর

source: Sint Maarten (Dutch part)
bn_in: সিন্ট মার্টেন (ডাচ অংশ)

source: Slovakia
bn_in: স্লোভাকিয়া

source: Slovenia
bn_in: স্লোভেনিয়া

source: Solomon Islands
bn_in: সলোমন দ্বীপপুঞ্জ

source: Somalia
bn_in: সোমালিয়া

source: South Africa
bn_in: দক্ষিণ আফ্রিকা

source: South Georgia and the South Sandwich Islands
bn_in: দক্ষিণ জর্জিয়া ও দক্ষিণ স্যান্ডউইচ দ্বীপপুঞ্জ

source: South Sudan
bn_in: দক্ষিণ সুদান

source: Spain
bn_in: স্পেন

source: Sri Lanka
bn_in: শ্রীলঙ্কা

source: Sudan
bn_in: সুদান

source: Suriname
bn_in: সুরিনাম

source: Svalbard and Jan Mayen
bn_in: স্বালবার্ড ও জান মেয়েন

source: Swaziland
bn_in: সোয়াজিল্যান্ড

source: Sweden
bn_in: সুইডেন

source: Switzerland
bn_in: সুইজারল্যান্ড

source: Syrian Arab Republic
bn_in: সিরিয় আরব প্রজাতন্ত্র

source: Taiwan, Province of China
bn_in: চীন এর তাইওয়ান, প্রদেশ

source: Tajikistan
bn_in: তাজিকিস্তান

source: Tanzania, United Republic of
bn_in: তাঞ্জানিয়া, ইউনাইটেড প্রজাতন্ত্রের

source: Thailand
bn_in: থাইল্যান্ড

source: Timor-Leste
bn_in: পূর্ব তিমুর

source: Togo
bn_in: টোগো

source: Tokelau
bn_in: টোকেলাউ

source: Tonga
bn_in: টোঙ্গা

source: Trinidad and Tobago
bn_in: ত্রিনিদাদ এবং টোবাগো

source: Tunisia
bn_in: তিউনিশিয়া

source: Turkey
bn_in: তুরস্ক

source: Turkmenistan
bn_in: তুর্কমেনিস্তান

source: Turks and Caicos Islands
bn_in: টার্কস্ ও কেইকোস দ্বীপপুঞ্জ

source: Tuvalu
bn_in: টুভালু

source: Uganda
bn_in: উগান্ডা

source: Ukraine
bn_in: ইউক্রেন

source: United Arab Emirates
bn_in: সংযুক্ত আরব আমিরাত

source: United Kingdom
bn_in: যুক্তরাজ্য

source: United States
bn_in: মার্কিন যুক্তরাষ্ট্র

source: United States Minor Outlying Islands
bn_in: মার্কিন যুক্তরাষ্ট্র ক্ষুদ্র ও পার্শ্ববর্তী দ্বীপপুঞ্জ

source: Uruguay
bn_in: উরুগুয়ে

source: Uzbekistan
bn_in: উজবেকিস্তান

source: Vanuatu
bn_in: ভানুয়াতু

source: Venezuela, Bolivarian Republic of
bn_in: ভেনিজুয়েলা, বলিভারিও প্রজাতন্ত্র

source: Viet Nam
bn_in: ভিয়েতনাম

source: Virgin Islands, British
bn_in: ভার্জিন আইল্যান্ডস, ব্রিটিশ

source: Virgin Islands, U.S.
bn_in: ভার্জিন দ্বীপপুঞ্জ, মার্কিন

source: Wallis and Futuna
bn_in: ওয়ালিস এবং ফুটুনা

source: Western Sahara
bn_in: পশ্চিম সাহারা

source: Yemen
bn_in: ইয়েমেন

source: Zambia
bn_in: জাম্বিয়া

source: Zimbabwe
bn_in: জিম্বাবয়ে

source: Incomplete
bn_in: অসমাপ্ত

source: Pending approval
bn_in: অপেক্ষারত অনুমোদন

source: Published
bn_in: পাবলিশ করা হয়েছে

source: Banned from Marketplace
bn_in: মার্কেটপ্লেস থেকে নিষিদ্ধ

source: Deleted
bn_in: মুছে ফেলা হয়েছে

source: Rejected
bn_in: বাতিল করা হয়েছে

source: Approved but private
bn_in: অনুমোদিত কিন্তু ব্যক্তিগত

source: Blocked
bn_in: অবরুদ্ধ

source: Unlisted
bn_in: অতালিকাভুক্ত

source: Obsolete
bn_in: অপ্রচলিত

source: Approved
bn_in: অনুমোদিত হয়েছে

source: Owner
bn_in: অধিকারী

source: Viewer
bn_in: দর্শনকারী

source: Support
bn_in: সাপোর্ট

source: Free
bn_in: বিনামূল্য

source: Premium
bn_in: প্রিমিয়াম

source: Premium with in-app payments
bn_in: ইন-অ্যাপ পেমেন্টের সাথে প্রিমিয়াম

source: Free with in-app payments
bn_in: ইন-অ্যাপ পেমেন্টের সাথে বিনামুল্যে

source: I'll use my own system for in-app payments
bn_in: আমি আমার নিজের সিস্টেম ব্যবহার করব ইন-অ্যাপ পেমেন্টের জন্য

source: Manual Reviewer Points
bn_in: ম্যানুয়াল পর্যালোচক পয়েন্ট

source: Web App Review
bn_in: ওয়েব অ্যাপ রিভিউ

source: Packaged App Review
bn_in: প্যাকেজ অ্যাপ রিভিউ

source: Privileged App Review
bn_in: প্রিভিলেজড অ্যাপ পর্যালোচনা

source: Web App Re-review
bn_in: ওয়েব অ্যাপ পুনরায় রিভিউ

source: Updated Packaged App Review
bn_in: আপডেট করা প্যাকেজ অ্যাপ রিভিউ

source: Updated Privileged App Review
bn_in: প্রিভিলেজড অ্যাপ পর্যালোচনা আপডেট করা হয়েছে

source: Moderated App Review
bn_in: মোডারেটেড অ্যাপ রিভিউ

source: App Review Moderation Reverted
bn_in: অ্যাপ পর্যালোচনার পরিমার্জনা প্রত্যাবর্তিত হয়েছে

source: Tarako App Review
bn_in: টারাকো অ্যাপ রিভিউ

source: App Abuse Report Read
bn_in: অ্যাপ অসম্মানজনিত প্রতিবেদন পড়া হয়ে গেছে

source: Website Abuse Report Read
bn_in: ওয়েবসাইট এর অসম্মানজনিত প্রতিবেদন পড়া হয়ে গেছে

source: Level 1
bn_in: লেভেল ১

source: Level 2
bn_in: লেভেল ২

source: Level 3
bn_in: লেভেল ৩

source: Level 4
bn_in: লেভেল ৪

source: Level 5
bn_in: লেভেল ৫

source: Level 6
bn_in: লেভেল ৬

source: Level 7
bn_in: স্তর 7

source: Level 8
bn_in: স্তর 8

source: Level 9
bn_in: স্তর 9

source: Books & Comics
bn_in: বই এবং কমিক্স

source: Business
bn_in: ব্যবসা

source: Education
bn_in: শিক্ষা

source: Entertainment
bn_in: বিনোদন

source: Food & Drink
bn_in: খাবার এবং পানীয়

source: Kids
bn_in: বাচ্চারা

source: Games
bn_in: গেম

source: Health & Fitness
bn_in: স্বাস্থ্য এবং ফিটনেস

source: Humor
bn_in: উৎফুল্ল

source: Internet
bn_in: ইন্টারনেট

source: Lifestyle
bn_in: লাইফস্টাইল

source: Maps & Navigation
bn_in: মানচিত্র এবং নেভিগেশন

source: Music
bn_in: সঙ্গীত

source: News
bn_in: সংবাদ

source: Personalization
bn_in: ব্যাক্তিগতকরন

source: Photo & Video
bn_in: ছবি এবং ভিডিও

source: Productivity
bn_in: প্রোডাকটিভিটি

source: Reference
bn_in: উল্লেখ

source: Science & Tech
bn_in: বিজ্ঞান এবং প্রযুক্তি

source: Shopping
bn_in: শপিং

source: Social
bn_in: সোশ্যাল

source: Sports
bn_in: স্পোর্টস

source: Travel
bn_in: ভ্রমণ

source: Utilities
bn_in: ইউটিলিটি

source: Weather
bn_in: আবহাত্তয়া

source: Tools
bn_in: টুলসমূহ

source: No action
bn_in: কোন কর্ম নয়

source: Banned
bn_in: নিষিদ্ধ

source: Reviewer comment
bn_in: রিভিউয়ারের মন্তব্য

source: Escalated
bn_in: ধাপে ধাপে বৃদ্ধি পেয়েছে

source: Private reviewer comment
bn_in: ব্যক্তিগত রিভিউয়ারের মন্তব্য

source: App resubmission
bn_in: অ্যাপ পুনঃজমা

source: Escalation cleared
bn_in: ধাপে ধাপে বৃদ্ধি সাফ করা হয়েছে

source: Escalated due to High Abuse Reports
bn_in: উচ্চ অপব্যবহার প্রতিবেদনের জন্য বাড়ানো হয়েছে

source: Escalated due to High Refund Requests
bn_in: ফেরতের উচ্চ আবেদনের জন্য বাড়ানো হয়েছে

source: Re-review cleared
bn_in: পুনরায়-রিভিউ ক্লিয়ার করা হয়েছে

source: App submission notes
bn_in: অ্যাপ জমার নোট

source: Developer comment
bn_in: ডেভেলপারের কমেন্ট

source: Device(s) changed by reviewer
bn_in: ডিভাইস(s) রিভিউয়ারের দ্বারা পরিবর্তিত

source: Requirement(s) changed by reviewer
bn_in: প্রয়োজনীয়তা (গুলি) রিভিউয়ার দ্বারা পরিবর্তিত

source: Rereview due to Manifest Change
bn_in: ম্যানিফেস্ট পরিবর্তনের জন্য রিভিউ

source: Rereview due to Manifest URL Change
bn_in: ম্যানিফেস্ট URL পরিবর্তনের জন্য রিভিউ

source: Rereview due to Premium Type Upgrade
bn_in: প্রিমিয়াম আপগ্রেডের জন্য রিভিউ

source: Rereview due to Devices Added
bn_in: ডিভাইসসমূহ যোগ হওয়ার জন্য রিভিউ

source: Rereview due to Requirements Change
bn_in: আবশ্যকতা পরিবর্তনের জন্য রিভিউ

source: Rereview due to Adult Content Rating
bn_in: প্রাপ্তবয়স্ক কন্টেন্ট রেটিং-এর জন্য রিভিউ

source: Escalation due to VIP App
bn_in: VIP অ্যাপের জন্য বাড়ানো হয়েছে

source: Escalation due to Prelease App
bn_in: প্রাক-রিলিজ অ্যাপের জন্য বাড়ানো

source: Priority review requested
bn_in: প্রায়োরিটি রিভিউ অনুরোধ করা হয়েছে

source: Additional review passed
bn_in: অতিরিক্ত রিভিউ পাস হয়েছে

source: Additional review failed
bn_in: অতিরিক্ত রিভিউ ফেল হয়েছে

source: Version notes for reviewer
bn_in: রিভিউয়ারদের জন্য সংস্করণের নোট

source: Public reviewer comment
bn_in: পাবলিক রিভিউয়ারের কমেন্ট

source: App Management API
bn_in: অ্যাপ ম্যানেজার API

source: The app requires the `navigator.mozApps` API to install and manage other apps.
bn_in: অ্যাপ্লিকেশন ইনস্টল এবং অন্যান্য Apps পরিচালনা করতে 'navigator.mozApps` API- এর প্রয়োজন।

source: Packaged Apps Install API
bn_in: প্যাকেজ অ্যাপ গুলি API ইন্সটল করে

source: The app requires the `navigator.mozApps.installPackage` API to install other packaged apps.
bn_in: অ্যাপ্লিকেশন অন্যান্য প্যাকেজ অ্যাপ্লিকেশন ইনস্টল করার জন্য 'navigator.mozApps.installPackage` API- এর প্রয়োজন।

source: Web Payment
bn_in: ওয়েব পেমেন্ট

source: The app requires the `navigator.mozApps` API.
bn_in: অ্যাপ্লিকেশনটির 'navigator.mozApps` API- এর প্রয়োজন।

source: Web Activities
bn_in: ওয়েব ক্রিয়াকলাপ

source: The app requires Web Activities (the `MozActivity` API).
bn_in: অ্যাপ্লিকেশনটির জন্য ওয়েব ক্রিয়াকলাপ (`MozActivity` এপিআই) প্রয়োজন।

source: Ambient Light Sensor
bn_in: অ্যাম্বিয়েন্ট আলো সেন্সর

source: The app requires an ambient light sensor (the `ondevicelight` API).
bn_in: অ্যাপ্লিকেশনটির একটি অ্যাম্বিয়েন্ট আলো সেন্সর (`ondevicelight` এপিআই) প্রয়োজন।

source: Archive
bn_in: সংরক্ষাণাগার

source: The app requires the `ArchiveReader` API.
bn_in: এই অ্যাপটির `ArchiveReader` API-র প্রয়োজন।

source: Battery
bn_in: ব্যাটারি

source: The app requires the `navigator.battery` API.
bn_in: এই অ্যাপটির `navigator.battery` API-এর প্রয়োজন।

source: The app requires the `navigator.mozBluetooth` API.
bn_in: এই অ্যাপটির `navigator.mozBluetooth` API. প্রয়োজন।

source: Contacts
bn_in: কন্ট্যাক্টসমূহ

source: The app requires the `navigator.mozContacts` API.
bn_in: এই অ্যাপটির `navigator.mozContacts` API প্রয়োজন।

source: Device Storage
bn_in: ডিভাইস স্টোরেজ

source: The app requires the Device Storage API to access files on the filesystem.
bn_in: এই অ্যাপটির Device Storage API প্রয়োজন ফাইলসিস্টেমে ফাইল পরিচালনা করার জন্য।

source: The app requires the platform to support IndexedDB.
bn_in: এই অ্যাপটির IndexedDB সাপোর্ট করবার জন্য প্ল্যাটফর্ম প্রয়োজন।

source: Geolocation
bn_in: ভৌগলিক অবস্থান

source: The app requires the platform to support the `navigator.geolocation` API.
bn_in: অ্যাপ্লিকেশনটির 'navigator.geolocation` API সমর্থিত প্ল্যাটফর্ম প্রয়োজন।

source: Idle
bn_in: কর্মহীন

source: The app requires the platform to support the `addIdleObserver` API.
bn_in: এই অ্যাপটির `addIdleObserver` API-কে সাপোর্ট করবার জন্য প্ল্যাটফর্মের প্রয়োজন।

source: Network Information
bn_in: নেটওয়ার্ক তথ্য

source: The app requires the ability to get information about the network connection (the `navigator.mozConnection` API).
bn_in: অ্যাপ্লিকেশনটির নেটওয়ার্ক সংযোগ (`navigator.mozConnection` API) সম্পর্কে তথ্য পেতে ক্ষমতা প্রয়োজন।

source: Network Stats
bn_in: নেটওয়ার্ক এর অবস্থা

source: The app requires the `navigator.mozNetworkStats` API.
bn_in: অ্যাপ্লিকেশনের 'navigator.mozNetworkStats` API- এর প্রয়োজন।

source: Proximity
bn_in: প্রক্সিমিটি

source: The app requires a proximity sensor (the `ondeviceproximity` API).
bn_in: অ্যাপ্লিকেশনের একটি প্রক্সিমিটি সেন্সরের (`ondeviceproximity` API) প্রয়োজন।

source: Simple Push
bn_in: সাধারণ ঠেলা

source: The app requires the `navigator.mozPush` API.
bn_in: এই অ্যাপটির `navigator.mozPush` API প্রয়োজন।

source: Screen Orientation
bn_in: স্ক্রিন অভিযোজন

source: The app requires the platform to support the `ondeviceorientation` API.
bn_in: এই অ্যাপটি এই প্ল্যাটফর্মের প্রয়োজন `ondeviceorientation` API-কে সাপোর্ট করতে।

source: Time/Clock
bn_in: সময়/ঘড়ি

source: The app requires the `navigator.mozTime` API.
bn_in: এই অ্যাপটির `navigator.mozTime` API প্রয়োজন।

source: Vibration
bn_in: কম্পন

source: The app requires the device to support vibration (the `navigator.vibrate` API).
bn_in: এই অ্যাপটির এই ডিভাইসটি প্রয়োজন কম্পন সাপোর্ট করবার জন্য (এই `navigator.vibrate` API)।

source: The app requires the `navigator.mozFM` or `navigator.mozFMRadio` APIs.
bn_in: এই অ্যাপটির `navigator.mozFM` বা `navigator.mozFMRadio` API-গুলো প্রয়োজন।

source: The app requires the `navigator.mozSms` API.
bn_in: এই অ্যাপটির `navigator.mozSms` API প্রয়োজন।

source: Touch
bn_in: স্পর্শ

source: The app requires the platform to support touch events. This option indicates that the app will not function when used with a mouse.
bn_in: অ্যাপ্লিকেশনে স্পর্শ ঘটনা সমর্থিত প্ল্যাটফর্ম প্রয়োজন। এই বিকল্প ইঙ্গিত দেয় যে যখন একটি মাউস এই অ্যাপ্লিকেশান এর সঙ্গে ব্যবহৃত হবে তখন তা কাজ করবে না।

source: Smartphone-Sized Displays (qHD)
bn_in: স্মার্টফোনের মাপের ডিসপ্লে (qHD)

source: The app requires the platform to have a smartphone-sized display (having qHD resolution). This option indicates that the app will be unusable on larger displays (e.g., tablets, desktop, large or high-DPI phones).
bn_in: অ্যাপ্লিকেশন টির একটি স্মার্টফোনের আকারের ডিসপ্লে (qHD রেজল্যুশন যুক্ত) আছে এমন প্ল্যাটফর্ম প্রয়োজন। এই বিকল্পটি ইঙ্গিত দেয় যে অ্যাপ্লিকেশনটি বড় আকারের ডিসপ্লে (যেমন, ট্যাবলেট, ডেস্কটপ, বড় বা উচ্চ DPI ফোন) এর উপর অব্যবহারযোগ্য হবে।

source: The app requires that the platform can decode and play MP3 files.
bn_in: অ্যাপ্লিকেশন টির এমন একটি প্ল্যাটফর্ম যা MP3 ফাইল প্লে এবং ডিকোড করতে পারে।

source: Audio
bn_in: অডিও

source: The app requires that the platform supports the HTML5 audio API.
bn_in: অ্যাপ্লিকেশন প্ল্যাটফর্মটির HTML5 অডিও API সমর্থন করা প্রয়োজন।

source: Web Audio
bn_in: ওয়েব অডিও

source: The app requires that the platform supports the Web Audio API (`window.AudioContext`).
bn_in: অ্যাপ্লিকেশনটি চায় যাতে প্ল্যাটফর্মটি ওয়েব অডিও API (`window.AudioContext`) সমর্থন করে।

source: The app requires that the platform can decode and play H.264 video files.
bn_in: এই অ্যাপটির প্রয়োজন যে এই প্ল্যাটফর্মটি ডিকোড এবং প্লে করতে পারে H.264 ভিডিও ফাইলসমূহ।

source: The app requires that the platform can decode and play WebM video files (VP8).
bn_in: এই অ্যাপটির প্রয়োজন এই প্ল্যাটফর্মটি ডিকোড এবং প্লে করতে পারে WebM ভিডিও ফাইলসমূহ (VP8)।

source: Full Screen
bn_in: সম্পূর্ণ স্ক্রিন

source: The app requires the Full Screen API (`requestFullScreen` or `mozRequestFullScreen`).
bn_in: এই অ্যাপটির প্রয়োজন Full Screen API (`requestFullScreen` বা `mozRequestFullScreen`)।

source: Gamepad
bn_in: গেম-প্যাড

source: The app requires the platform to support the gamepad API (`navigator.getGamepads`).
bn_in: এই অ্যাপটির প্রয়োজন গেম প্যাড API (`navigator.getGamepads`) সাপোর্ট করার প্ল্যাটফর্ম।

source: Quota Management
bn_in: কোটা ম্যানেজমেন্ট

source: The app requires the platform to allow persistent storage limit increases above the normally allowed limits for an app (`window.StorageInfo` or `window.persistentStorage`).
bn_in: একটি অ্যাপ্লিকেশনের জন্য সাধারণ অনুমতি সীমার উপরে ক্রমাগত স্টোরেজ সীমা বৃদ্ধির অনুমতির জন্য এই অ্যাপটির একটি প্ল্যাটফর্ম প্রয়োজন (`window.StorageInfo` বা `window.persistentStorage`)।

source: Camera
bn_in: ক্যামেরা

source: The app requires the platform to allow access to video from the device camera via a LocalMediaStream object.
bn_in: অ্যাপ্লিকেশনটি একটি LocalMediaStream বস্তুর মাধ্যমে ডিভাইস ক্যামেরা থেকে ভিডিও অ্যাক্সেস করার অনুমতিসূচক প্ল্যাটফর্মের দাবি করে।

source: Microphone
bn_in: মাইক্রোফোন
