Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: bn_in, hi_in, ro, sl

source: The filetype you uploaded isn't recognized.
bn_in: আপনার আপলোড করা ফাইলটাইপ স্বীকৃত নয়।
hi_in: आपने जो फाइलटाइप अपलोड किया वह मान्य नहीं हैं.
ro: Tipul de fișier încărcat nu este recunoscut.
sl: Datoteke, ki ste jo naložili, ni mogoče prepoznati.

source: You cancelled the upload.
bn_in: আপনি আপলোড টি বাতিল করেছেন।
hi_in: आपने अपलोड रद्द किया.
ro: Ai anulat încărcarea.
sl: Prenos je bil preklican.

source: Images must be either PNG or JPG.
bn_in: ছবি PNG বা JPG হতে হবে।
hi_in: चित्रा .PNG या .JPG होना चाहिए.
ro: Imaginile trebuie să fie PNG sau JPG.
sl: Fotografije morajo biti v formatu PNG ali JPG.

source: Videos must be in WebM.
bn_in: ভিডিও WebM হতে হবে।
hi_in: वीडियोस WebM में होना चाहिए.
ro: Videoclipurile trebuie să fie în format WebM.
sl: Videoposnetki morajo biti v formatu WebM.

source: There was a problem contacting the server.
bn_in: সার্ভারের সাথে সংযুক্ত করতে একটি সমস্যা হচ্ছিল।
hi_in: सर्वर से संपर्क करने में त्रुटि थी.
ro: S-a produs o eroare la contactarea serverului.
sl: Pri dostopu do strežnika je prišlo do napake.

source: Select a file...
bn_in: একটি ফাইল নির্বাচন করুন...
hi_in: एक फ़ाइल चुनें...
ro: Selectează un fișier...
sl: Izberite datoteko...

source: Your packaged app should end with <code>.zip</code>.
bn_in: আপনার প্যাকেজ অ্যাপ্লিকেশন <code>.zip</code> দিয়ে শেষ হবে।
hi_in: आपका पैक किया हुआ एप्प <code>.zip</code> से खतम होना चाइए.
ro: Aplicația împachetată trebuie să aibă extensia <code>.zip</code>.
sl: Vaša končnica aplikacije v stisnjeni mapi bi morala biti <code>.zip</code>.

source: {0}% complete
bn_in: {0}% সম্পূর্ণ
hi_in: {0}% खतम
ro: {0}% complet
sl: {0}% dokončanega

source: {0} of {1}
bn_in: {0} এর {1}
hi_in: {1} में से {0}
ro: {0} din {1}
sl: {0} od {1}

source: Cancel
bn_in: বাতিল করুন
hi_in: रद्द करें
ro: Renunță
sl: Prekliči

source: Uploading {0}
bn_in: {0} আপলোড হচ্ছে
hi_in: अपलोड हो रहा है {0}
ro: Se încarcă {0}
sl: Nalaganje {0}

source: Error with {0}
bn_in: {0} তে ত্রুটি
hi_in: {0} के साथ त्रुटि
ro: Eroare cu {0}
sl: Napaka pri {0}

source: Your app failed validation with {0} error.
bn_in: আপনার অ্যাপ্লিকেশন {0} ত্রুটি যাচাইকরণে ব্যর্থ হয়েছে।
hi_in: आपका एप्प {0} त्रुटि के साथ मान्यकरण असफल रहा.
ro: Aplicația a eșuat validarea cu {0} eroare.
sl: Pri potrjevanju vaše aplikacije je prišlo do {0} napake.

source: &hellip;and {0} more
bn_in: হেল্লিপ;এবং {0} আরও (&)
hi_in: &hellip;और {0} ज्यादा
ro: &hellip;și încă {0}
sl: &hellip; in še {0}

source: See full validation report
bn_in: সম্পূর্ণ বৈধ রিপোর্ট দেখুন
hi_in: पूर्ण मान्यकरण रिपोर्ट देखे
ro: Vezi raportul complet de validare
sl: Poglej celotno poročilo o potrjevanju

source: Validating {0}
bn_in: যাচাই {0}
hi_in: मान्य कर रहा है {0}
ro: Se validează {0}
sl: Potrjevanje poteka {0}

source: Received an empty response from the server; status: {0}
bn_in: সার্ভার থেকে একটি খালি প্রতিক্রিয়া পাওয়া গেছে;অবস্থা: {0}
hi_in: सर्वर से एक खाली उत्तर मिली; स्थति: {0}
ro: S-a primit un răspuns gol de la server; stare: {0}
sl: S strežnika ni bilo odziva; status {0}

source: Unexpected server error while validating.
bn_in: বৈধতা যাচাই করার সময় অপ্রত্যাশিত সার্ভার ত্রুটি।
hi_in: मान्य करते समय अप्रत्याशित त्रुटि.
ro: Eroare de server neașteptată în timpul validării.
sl: Nepričakovana napaka strežnika pri potrjevanju.

source: Finished validating {0}
bn_in: {0} যাঁচাই শেষ
hi_in: मान्य क्रिया समाप्त {0}
ro: Validare încheiată {0}
sl: Potrjevanje končano {0}

source: Your app passed validation with no errors and {0} warning.
bn_in: আপনার অ্যাপ কোন ত্রুটি এবং {0} সতর্কতা নিয়ে বৈধতা পাশ করেছে।
hi_in: आपका एप्प शुन्य त्रुटियों और {0} चेतावनी के साथ मान्यकरण सफल रहा.
ro: Aplicația a trecut validările fără nicio eroare și cu {0} avertizare.
sl: Potrjevanje vaše aplikacije je bilo končano brez napak in z {0} opozorilom.

source: Your app passed validation with no errors or warnings.
bn_in: আপনার অ্যাপ কোন ত্রুটি এবং সতর্কতা ছাড়া বৈধতা পাশ করেছে।
hi_in: आपकी एप्प बिना किसी त्रुटियों या चेतावनी के पास हो गयी.
ro: Aplicația a trecut de validare fără erori sau avertizări.
sl: Vaša aplikacija je prestala potrjevanje brez napak ali opozoril.

source: The manifest could not be found at the given location.
bn_in: প্রদত্ত জায়গায় ম্যানিফেস্ট টি পাওয়া যায়নি।
hi_in: मेनिफ़ेस्ट आपके दिए गए स्थान पर नहीं पाया जा सका.
ro: Nu s-a găsit manifestul la locația specificată.
sl: Manifest ni bil najden v dani lokaciji.

source: App host could not be reached.
bn_in: অ্যাপ হস্ট এর কাছে পৌছনো যায়ে নি।
hi_in: एप्प मेजबान पहुंचा नहीं जा सका.
ro: Gazda aplicației nu a putut fi accesată.
sl: Gostitelj aplikacije ni dosegljiv.

source: App manifest is unparsable.
bn_in: অ্যাপ উদ্ভিন্ন উনপারসেব্ল
hi_in: एप्प मेनिफ़ेस्ट उंपार्सेबल हैं.
ro: Manifestul aplicației nu se poate analiza.
sl: Manifest za aplikacijo ni veljaven.

source: App manifest is invalid.
bn_in: অবৈধ অ্যাপ ম্যানিফেস্ট।
hi_in: एप्प मेनिफ़ेस्ट अमान्य हैं.
ro: Manifestul aplicației este invalid.
sl: Manifest je neveljaven.

source: App is already installed.
bn_in: অ্যাপ ইতিমধ্যে ইন্সটল করা হয়েছে।
hi_in: एप्प पहले से स्थापित है.
ro: Aplicația este deja instalată.
sl: Aplikacija je že nameščena.

source: Internal server error.
bn_in: আভ্যন্তরীণ সার্ভার ত্রুটি।
hi_in: आंतरिक सर्वर त्रुटि.
ro: Eroare internă a serverului.
sl: Napaka strežnika.

source: Internal server error on app installation.
bn_in: অ্যাপ ইন্সটল করতে গিয়ে আভ্যন্তরীণ সার্ভার ত্রুটি ঘটেছে।
hi_in: एप्प स्थापना पर आंतरिक सर्वर त्रुटि.
ro: Eroare internă a serverului la instalarea aplicației.
sl: Napaka strežnika pri nameščanju aplikacije.

source: Install failed. Please try again later.
bn_in: ইনস্টল ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
hi_in: स्थापना विफल रहा. बाद में पुन: प्रयास करें.
ro: Instalare eșuată. Te rugăm să reîncerci mai târziu.
sl: Nameščanje neuspešno. Prosimo, poskusite znova.

source: Your app failed validation with {0} error and {1} message(s).
bn_in: আপনার অ্যাপ বৈধতা পায়নি {0} টি ত্রুটি এবং {1} টি বার্তা পাওয়া গেছে।
hi_in: आपका एप्प {0} त्रुटि और {1} सन्देश के साथ मान्यकरण असफल रहा.
ro: Aplicația a eșuat validarea cu {0} eroare și {1} mesaj(e).
sl: Preverjanje aplikacije je spodletelo z {0} napako in sporočili ({1}).

source: Your app passed validation with no errors and {0} message.
bn_in: আপনার অ্যাপ বৈধতা পেয়েছে কোন ত্রুটি নেই এবং {0} টি মেসেজের সাথে।
hi_in: आपका एप्प शुन्य त्रुटियों और {0} सन्देश के साथ मान्यकरण पारित किया.
ro: Aplicația a trecut validarea fără erori și cu {0} mesaj.
sl: Potrjevanje vaše aplikacije je bilo končano brez napak in z {0} sporočilom.

source: Your app passed validation with no errors or messages.
bn_in: আপনার অ্যাপ কোন ত্রুটি বা বার্তা ছাড়া বৈধতা পাস করেছে।
hi_in: आपका एप्प बिना कोई त्रुटि या सन्देश के मान्यकरण सफल रहा.
ro: Aplicația a trecut validarea fără erori sau mesaje.
sl: Potrjevanje vaše aplikacije je bilo končano brez napak ali opozoril.

source: Changes Saved
bn_in: পরিবর্তনগুলি সংরক্ষিত হয়েছে
hi_in: परिवर्तन सहेजे गए
ro: Schimbări salvate
sl: Spremembe so bile shranjene

source: Enter a new team member's email address
bn_in: দলের নতুন সদস্যের ইমেইল দিন
hi_in: एक नई टीम के सदस्य का ईमेल पता दर्ज करें
ro: Introduceți o nouă adresă e-mail pentru membrul echipei
sl: Vnesite elektronski naslov novega člana skupine

source: Manifest refreshed
bn_in: ম্যানিফেস্ট রিফ্রেশ হয়েছে
hi_in: मेनिफेस्ट ताज़ा कर दिया गया
ro: Manifest reîmprospătat
sl: Manifest osvežen

source: Could not refresh manifest. Try again later.
bn_in: ম্যানিফেস্ট রিফ্রেশ করা যায় নি। কিছুক্ষন পর আবার চেষ্টা করুন।
hi_in: प्रकट ताज़ा नहीं कर सका. बाद में पुन: प्रयास करें.
ro: Nu s-a putut reîmprospăta manifestul. Te rugăm să reîncerci mai târziu.
sl: Manifesta ni bilo mogoče osvežiti. Poskusite znova kasneje.

source: There was an error uploading your file.
bn_in: আপনার ফাইল আপলোড করার সময় একটু ত্রুটি দেখা গেছে।
hi_in: आपकी फ़ाइल अपलोड करने में त्रुटि हुई.
ro: A intervenit o eroare la încărcarea fișierului.
sl: Napaka pri nalaganju datoteke.

source: Learn more
bn_in: অারো জানুন
hi_in: अधिक जानें
ro: Află mai multe
sl: Več o tem

source: Example
bn_in: উদাহরণ
hi_in: उदाहरण
ro: Exemplu
sl: Primer

source: Image changes being processed
bn_in: ছবির পরিবর্তন চলছে
hi_in: छवि परिवर्तन संसाधित किया जा रहा हैं
ro: Schimbările de imagini în curs de procesare
sl: Poteka spreminjanje fotografij

source: This video requires a browser with support for open video
bn_in: এই ভিডিওটি চালানোর জন্য মুক্ত ভিডিও দেখার সাপোর্ট আছে এমন একটি ব্রাউজার দরকার
hi_in: इस्स चित्र के लिए एक ब्राउज़र चाहिए जिसमे खुला चित्र चलने का समर्थन हो
ro: Acest videoclip necesită un navigator cu suport pentru formate video libere
sl: Ta videoposnetek zahteva brskalnik s podporo za odprti video

source: or the <a href="http://www.adobe.com/go/getflashplayer">Adobe
bn_in: অথবা<a href="http://www.adobe.com/go/getflashplayer">অ্যাডোব
hi_in: या <a href="http://www.adobe.com/go/getflashplayer">Adobe
ro: sau <a href="http://www.adobe.com/go/getflashplayer">Adobe
sl: ali <a href="http://www.adobe.com/go/getflashplayer">Adobe

source: Flash Player</a>.
bn_in: ফ্ল্যাশ প্লেয়ার</a>।
hi_in: फ़्लैश प्लेयर</a>.

source: Enabled
bn_in: সক্রিয়
hi_in: सक्षम
ro: Activat
sl: Vključeno

source: Disabled
bn_in: নিস্ক্রিয়
hi_in: निर्योग्य
ro: Dezactivat
sl: Izključeno

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
bn_in: আমরা ওয়েবসাইট রক্ষণাবেক্ষণের জন্য যখন এই বৈশিষ্ট্যটি অস্থায়ীভাবে নিষ্ক্রিয় করা হয়. একটু পরে আবার চেক করুন
hi_in: यह सुविधा अस्थायी रुप से अक्षम है जबतक की हम वेबसाइट रखरखाव कर रहे हैं। कृपया कुछ देर पुनः जाँचे करें।
ro: Această funcție este temporar dezactivată în timp ce efectuăm mentenanța site-ului web. Te rugăm să reîncerci puțin mai târziu.
sl: Ta možnost je začasno onemogočena zaradi vzdrževanja spletnega mesta. Prosimo, poskusite kasneje.

source: Remove this localization
bn_in: এই লোকালিযেসন সরান
hi_in: इस स्थानीयकरण को निकालें
ro: Elimină această localizare
sl: Odstrani ta prevod

source: Persona login failed. Maybe you don't have an account under that email address?
bn_in: পারসনা লগইন ব্যর্থ হয়েছে। হয়ত আপনার ঐ ইমেইল ঠিকানার অধীনে কোন একাউন্ট নেই?
hi_in: व्यक्तित्व लॉगिन विफल । हो सकता है कि आपके पास उस ईमेल पते के तहत एक खाता नहीं हो?
ro: Autentificare Persona eșuată. Poate nu aveți un cont sub această adresă de e-mail?
sl: Prijava v Persono neuspešna. Morda nimate uporabniškega računa za ta elektronski naslov?

source: Persona login failed. A server error was encountered.
bn_in: পারসোনা লগইন ব্যর্থ হয়েছে। একটি সার্ভার ত্রুটি ঘটেছে।
hi_in: व्यक्तित्व लॉगिन विफल रहा. एक सर्वर त्रुटि पाया गया.
ro: Autentificare Persona eșuată. S-a produs o eroare cu serverul.
sl: Prijava v Persono neuspešna. Napaka pri dostopu do strežnika.

source: Status successfully changed to "{0}"
bn_in: স্থিতি সফলভাবে পরিবর্তিত "{0}"
hi_in: स्थिति को "{0}" में सफलतापूर्वक बदला गया
ro: Statut schimbat cu succes în „{0}”
sl: Stanje uspešno spremenjeno v "{0}"

source: Could not change status to "{0}"
bn_in: অবস্থা পরিবর্তন করা যায়নি "{0}"
hi_in: स्थिति को "{0}" में बदला नहीं जा सका
ro: Nu s-a putut schimba statutul în „{0}”
sl: Stanja ni bilo mogoče spremeniti v "{0}"

source: Show All Results
bn_in: সব ফলাফল দেখান
hi_in: सभी परिणाम दिखाए
ro: Arată toate rezultatele
sl: Pokaži vse rezultate

source: Over {0} results found, consider refining your search.
bn_in: {0} টির বেশি ফলাফল পাওয়া গিয়েছে, আরও নিখুঁত ভাবে খুঁজতে পারেন।
hi_in: {0} परिणाम प्राप्त, अपनी खोज को परिष्कृत करने पर विचार करें।
ro: Peste {0} rezultate găsite, ia în considerare criterii de căutare mai precise.
sl: Najdenih več kot {0} rezultatov, poskusite strniti iskalni pojem.

source: Requested Permissions:
bn_in: অনুরোধকৃত অনুমতি:
hi_in: अनुरोधित अनुमतियाँ:
ro: Permisiuni cerute:
sl: Zahtevana dovoljenja:

source: Certified
bn_in: পরীক্ষিত
hi_in: प्रमाणित
ro: Certificat
sl: Overjena

source: Privileged
bn_in: অধিকার প্রাপ্ত
hi_in: विशेषाधिकृत
ro: Privilegiat
sl: Privilegirana

source: Unprivileged
bn_in: অধিকার প্রাপ্ত নয়
hi_in: अप्राधिकृत
ro: Neprivilegiat
sl: Neprivilegirano

source: No reason given
bn_in: কোন কারন দেওয়া হয়নি
hi_in: कोई कारण नहीं दिया गया
ro: Fără niciun motiv
sl: Brez znanega razloga

source: OK
bn_in: ঠিক আছে
hi_in: ठीक
sl: V redu

source: Spanish Banking Code
bn_in: স্পানিশ বাঙ্কিং কোড
hi_in: स्पेनिश बैंकिंग कोड
ro: Cod bancar Spania
sl: Španska bančna številka

source: Irish Sort Code
bn_in: আইরিস সর্ট কোড
hi_in: आयरिश सॉर्ट कोड़े
ro: Cod bancar Irlanda
sl: Irska bančna številka

source: Belgian Sort Code
bn_in: বেল্গিয়ান সর্ট কোড
hi_in: बेल्जियम सॉर्ट कोड़े
ro: Cod bancar Belgia
sl: Belgijska bančna številka

source: Spanish/French/Italian/Dutch Banking Code
bn_in: স্পানিশ/ফ্রেঞ্ছ/ইতালিয়ান/ডাচ বাঙ্কিং কোড
hi_in: स्पेनिश/फ्रेंच/इटालियन/दुत्च बैंकिंग कोड़
ro: Cod bancar Spania/Franța/Italia/Olanda
sl: Španska/Francoska/Italijanska/Nizozemska bančna številka

source: Dutch/US Sort Code
bn_in: ডাচ/ঊস সর্ট কোড
hi_in: दुत्च/यूएस/सॉर्ट कोड़
ro: Cod bancar Olanda/SUA
sl: Nizozemska/Ameriška bančna številka

source: Canadian Transit Number/German Routing Code
bn_in: কানাদিয়ান ত্রান্সিট নুম্বের/গারমান রউতিং কোড
hi_in: कैनेडियन ट्रांसिट अंक/ जर्मन रौटिंग कोड़े
ro: Cod bancar Canada (număr de tranzit) sau Germania (cod de rutare)
sl: Kanadska/Nemška bančna številka

source: Korean Bank and Branch/Indonesian Bank Code
bn_in: করিয়ান ব্যাংক এবং সাখা/ইন্দনেসিয়ান ব্যাংক কোড
hi_in: कोरियन बैंक और ब्रांच/इंडोनेसाइ बैंक कोड़
ro: Cod bancar Coreea (codul sucursalei)/Cod bancar Indonezia
sl: Korejska/Indonezijska bančna številka

source: Greek HEBIC/Indonesian Bank Code
bn_in: গ্রীক হেবিক/ইন্দনেসিয়ান ব্যাংক কোড
hi_in: ग्रीक HEBIC/इंडोनेशियाई बैंक कोड
ro: HEBIC Grecia/Cod bancar Indonezia
sl: Grška/Indonezijska bančna številka

source: UK/Irish Sort Code or NZ Account Prefix or Australian BSB Code
bn_in: উক/ইরিশ সর্ট কোড অথবা নিউজিল্যান্ডের অ্যাকাউন্ট উপসর্গ অথবা বিএসবি কোড
hi_in: UK/आयरिश शॉर्ट कोड या NZ अकाउंट प्रीफिक्स या ऑस्ट्रेलियाई BSB कोड
ro: Cod bancar UK/Irlanda sau prefixul contului NZ sau cod BSB Australia
sl: Britanska/Irska/Novozelandska/Avstralska bančna številka

source: Austrian/Swiss Bank Code
bn_in: আউস্ত্রিয়ান/সুইস ব্যাংক কোড
hi_in: ऑस्ट्रियाई/स्विस बैंक कोड
ro: Cod bancar Austria/Elveția
sl: Avstrijska/Švicarska bančna številka

source: Danish/Swiss Bank Code
bn_in: দানিশ/সুইস ব্যাংক কোড
hi_in: डेनिश/स्विस बैंक कोड
ro: Cod bancar Danemarca/Elveția
sl: Danska/Švicarska bančna številka

source: Swiss/Iraqi Bank Code
bn_in: সচদে/ইরাকি ব্যাংক কোড
hi_in: स्विस/इराकी बैंक कोड
ro: Cod bancar Elveția/Irak
sl: Švicarska/Iraška bančna številka

source: Iraqi Bank Code
bn_in: ইরাকি ব্যাংক কোড
hi_in: इराकी बैंक कोड
ro: Cod bancar Irak
sl: Iraška bančna številka

source: Detected: {0}
bn_in: সনাক্ত হয়েছে: {0}
ro: Detectat: {0}
sl: Zaznana: {0}

source: Deleting payment account "{0}" will remove the payment account from the following apps. Applications without a payment account will no longer be available for sale.
bn_in: পেমেণ্ট অ্যাকাউন্ট "{0}" মুছে ফেল্লে নিম্নলিখিত আপ্পসগুলির পামেণ্ট অ্যাকাউন্ট মুছে যাবে।পেমেণ্ট অ্যাকাউন্ট ছাড়া আপ্পলিকেশনগুলি বিক্রয়ের জন্য উপ্ললব্ধি থাকবে না।
hi_in: भुगतान खाता हटाने "{0}" निम्नलिखित क्षुधा से भुगतान खाते को हटा देगा. एक भुगतान खाते के बिना आवेदन नहीं रह बिक्री के लिए उपलब्ध हो जाएगा. भुगतान खाता हटाने "{0}" निम्नलिखित क्षुधा से भुगतान खाते को हटा देगा. एक भुगतान खाते के बिना आवेदन नहीं रह बिक्री के लिए उपलब्ध हो जाएगा.
ro: Ștergerea contului de plăți „{0}” va șterge contul de plăți din următoarele aplicații. Aplicațiile fără cont de plăți nu mai pot fi vândute.
sl: Izbris plačilnega računa "{0}" bo odstranil plačilni račun iz naslednjih aplikacij. Aplikacije brez plačilnega računa ne bodo več na voljo za prodajo.

source: {appName} payment accounts:
bn_in: {appName} পেমেণ্ট অ্যাকাউন্ট:
hi_in: {appName} भुगतान खातें:
ro: Conturi de plată {appName}:
sl: {appName} računi za nakup:

source: Error
bn_in: ত্রুটি
hi_in: त्रुटि
ro: Eroare
sl: Napaka

source: There was a problem contacting the payment server.
bn_in: পেমেণ্ট সারভারের সঙ্গে যোগাযোগ করতে গিয়ে সমস্যা দেখা দিয়েছে।
hi_in: भुगतान सर्वर से संपर्क करने में समस्या.
ro: S-a produs o problemă la contactarea serverului de plată.
sl: Napaka pri dostopu do strežnika za plačilo.

source: Authentication error
bn_in: বৈধতা ত্রুটি
hi_in: प्रमाणीकरण त्रुटि
ro: Eroare la autentificare
sl: Napaka pri preverjanju pristnosti

source: You do not currently have any payment accounts.
bn_in: এই মুহূর্তে আপনার কোন পেমেণ্ট অ্যাকাউন্ট নেই।
hi_in: आपका वर्तमान में कोई भी भुगतान खाता नहीं है.
ro: Nu ai în prezent niciun cont de plată.
sl: Trenutno nimate uporabniških računov za plačilo.

source: Search themes for <b>{0}</b>
bn_in: থিম খুঁজুন এর জন্য <b>{0}</b>
hi_in: <b>{0}</b> के लिए थीम्स खोजें
ro: Caută teme pentru <b>{0}</b>
sl: Išči teme: <b>{0}</b>

source: Search apps for <b>{0}</b>
bn_in: আপ্পস খুজুন এর জন্য <b>{0}</b>
hi_in: <b>{0}</b> के लिए एप्प्स खोजें
ro: Caută aplicații pentru <b>{0}</b>
sl: Išči aplikacije: <b>{0}</b>

source: Search add-ons for <b>{0}</b>
bn_in: অনুসন্ধানের জন্য অ্যাড-অন্স <b>{0}</b>
hi_in: <b>{0}</b> के लिए ऐड-ओंस खोजें
ro: Caută suplimente pentru <b>{0}</b>
sl: Išči dodatke: <b>{0}</b>

source: Something went wrong. Please try again.
bn_in: কিছু ভুল হয়েছে। আবার চেষ্টা করুন।
hi_in: कुछ गलत हो गया. कृपया पुन: प्रयास करें.
ro: Ceva a mers prost. Te rugăm să reîncerci.
sl: Prišlo je do napake. Poskusite znova pozneje.

source: {0} character left.
bn_in: {0} অক্ষর বাকি আছে।
hi_in: {0} अक्षर छोड़ दिया है.
ro: {0} caracter rămas.
sl: {0} preostali znak.

source: All tests passed successfully.
bn_in: সকল পরীক্ষা সফলভাবে উত্তীর্ণ হয়েছে।
hi_in: सभी परीक्षण सफलतापूर्वक पारित कर दिए गए.
ro: Toate testele trecute cu succes.
sl: Vsi preizkusi so bili uspešno prestani.

source: These tests were not run.
bn_in: টেস্টগুলি চালানো হয়েনি।
hi_in: इन परीक्षणों को नहीं चलाया गया.
ro: Aceste teste nu au fost rulate.
sl: Ti preizkusi niso potekli.

source: Tests
bn_in: টেস্টগুলি
hi_in: परीक्षण
ro: Teste
sl: Testi

source: Warning
bn_in: সতর্কতা
hi_in: चेतावनी
ro: Avertizare
sl: Opozorilo

source: Compatibility Tests
bn_in: সামঞ্জস্যের টেস্ট
hi_in: अनुकूलता परीक्षण
ro: Teste de compatibilitate
sl: Združljivostni testi

source: App failed validation.
bn_in: অ্যাপ বৈধতা ব্যর্থ হয়েছে।
hi_in: एप्प सत्यापन विफल.
ro: Aplicația a eșuat validarea.
sl: Aplikacija ni prešla potrjevanja.

source: App passed validation.
bn_in: অ্যাপ বৈধতা পাস করেছে।
hi_in: एप्प सत्यापन पारित.
ro: Aplicația a trecut de validare.
sl: Aplikacija je prešla potrjevanje.

source: {0} error
bn_in: {0} ত্রুটি
hi_in: {0} त्रुटि
ro: {0} eroare
sl: {0} napaka

source: {0} warning
bn_in: {0} সতর্কতা
hi_in: {0} चेतावनी
ro: {0} avertizare
sl: {0} opozorilo

source: Validation task could not complete or completed with errors
bn_in: বৈধতা কাজ শেষ করা যায়েনি অথবা ত্রুটি সমেত শেষ হয়েছে
hi_in: मान्यकरण कार्य पूर्ण न हो सका या त्रुटियों के साथ पूर्ण हुआ
ro: Sarcina de validare nu s-a putut încheia sau s-a încheiat cu erori
sl: Potrjevanje ni bilo končano ali pa je prišlo do napak

source: Internal server error
bn_in: ইন্টারনাল সারভার ত্রুটি
hi_in: आंतरिक सर्वर त्रुटि
ro: Eroare internă a serverului
sl: Napaka strežnika

source: Purchasing
bn_in: কেনাবেচা
hi_in: खरीद
ro: Se achiziționează
sl: Nakup poteka

source: Purchased
bn_in: কেনা হয়েছে
hi_in: खरीदी
ro: Achiziționat
sl: Nakup dokončan

source: Launch
bn_in: চালু করুন
hi_in: प्रमोचन
ro: Lansează
sl: Zaženi

source: {name} was viewing this page first.
bn_in: {name} আগে এই পাতাটি দেখছিলেন।
hi_in: {name} इस पेज को पहले देख रहे थे.
ro: {name} a văzut această pagină primul.
sl: {name} si je prvi/a ogledal/a to stran.

source: Receipt checked by app.
bn_in: অ্যাপ দ্বারা রিসিপ্ট চেক করা হয়েছে।
hi_in: एप्प द्वारा रसीद की जाँच की गयी.
ro: Chitanță verificată de aplicație.
sl: Aplikacija je preverila prejem.

source: Receipt was not checked by app.
bn_in: রিসিপ্ট অ্যাপ দ্বারা চেক করা হয়েনি।
hi_in: एप्प द्वारा रसीद की जाँच नहीं की गयी.
ro: Chitanța nu a fost verificată de aplicație.
sl: Aplikacija ni preverila prejema.

source: Loading&hellip;
bn_in: লোড হচ্ছে&hellip;
hi_in: लोडिंग&hellip;
ro: Se încarcă&hellip;
sl: Nalaganje &hellip;

source: Version Notes
bn_in: সংস্করণ নোট
hi_in: संस्करण टिप्पणियाँ
ro: Notele versiunii
sl: Opombe za to različico

source: Notes for Reviewers
bn_in: রিভিউয়ারদের জন্য নোট
hi_in: समीक्षकों के लिए टिप्पणियाँ
ro: Note pentru recenzenți
sl: Opombe za ocenjevalce

source: No version notes found
bn_in: কোন সংস্করণ নোট পাওয়া যায়েনি
hi_in: संस्करण टिप्पणियाँ नहीं मिली
ro: Nu s-au găsit note privind versiunea
sl: Ni najdenih opomb

source: Select an application first
bn_in: প্রথেমে একটি আপ্পলিকেশন বেছে নিন
hi_in: पहले एक एप्लीकेशन का चयन करें
ro: Selectează o aplicație mai întâi
sl: Najprej izberite aplikacijo

source: Error loading translation
bn_in: অনুবাদ লোড করতে ত্রুটি
hi_in: अनुवाद लोड करने में त्रुटि
ro: Eroare la încărcarea traducerii
sl: Napaka pri nalaganju prevoda

source: more...
bn_in: আরও...
hi_in: अधिक...
ro: mai mult...
sl: več...

source: less...
bn_in: কম...
hi_in: कम...
ro: mai puțin...
sl: manj...

source: Keep review / Remove flags
bn_in: রিভিউ রাখুন / ফ্লাগ সরিয়ে দিন
hi_in: समीक्षा रखें / झंडे हटायें
ro: Păstrează recenzia / Elimină marcaje
sl: Ohrani oceno / Odstrani zastavice

source: Delete review
bn_in: রিভিউ মুছে ফেলুন
hi_in: समीक्षा हटायें
ro: Șterge recenzia
sl: Izbriši oceno

source: Skip for now
bn_in: এখনের জন্য বাদ দিন
hi_in: अभी के लिए छोड़ें
ro: Omite pentru moment
sl: Preskoči za zdaj

source: Payment failed. Try again later.
bn_in: পেমেণ্ট ব্যর্থ হয়েছে। পরে আবার চেষ্টা করুন।
hi_in: भुगतान विफल. बाद में पुन: प्रयास करें.
ro: Plată eșuată. Reîncearcă mai târziu.
sl: Nakup neuspešen. Poskusite znova kasneje.

source: Packaged App
bn_in: প্যকেজড অ্যাপ
hi_in: पैकेज्ड एप्प
ro: Aplicație împachetată
sl: Zapakirana aplikacija

source: Privileged App
bn_in: অগ্রাধিকার প্রাপ্ত অ্যাপ
hi_in: विशेषाधिकृत ऐप
ro: Aplicație privilegiată
sl: Privilegirana aplikacija

source: More Information Requested
bn_in: আরো তথ্যের প্রয়োজন
hi_in: अधिक जानकारी का अनुरोध
ro: Mai multe informații cerute
sl: Zahtevanih je več informacij

source: Contains Editor Comment
bn_in: সম্পাদক মন্তব্য রয়েছে
hi_in: संपादक टिप्पणी शामिल हैं
ro: Conține comentariu editor
sl: Vsebuje komentarje urejevalca

source: Premium App
bn_in: প্রিমিয়াম অ্যাপ
hi_in: प्रीमियम ऐप
ro: Aplicație premium
sl: Vrhunska aplikacija

source: Escalated
bn_in: বৃদ্ধি
hi_in: परिवर्धित
ro: Escaladat
sl: Stopnjevanje

source: Free
bn_in: মুক্ত
hi_in: निःशुल्क
ro: Gratuit
sl: Brezplačno

source: Any
bn_in: যেকোনো
hi_in: कोई
ro: Orice
sl: Kakršen koli

source: Approved app: {app}
bn_in: অনুমোদিত অ্যাপ: {app}
hi_in: स्वीकृत एप्लिकेशन: {app}
ro: Aplicație aprobată: {app}
sl: Sprejeta aplikacija: {app}

source: Rejected app: {app}
bn_in: বাতিল করা অ্যাপ: {app}
hi_in: अस्वीकृत एप्लीकेशन: {app}
ro: Aplicație respinsă: {app}
sl: Zavrnjena aplikacija: {app}

source: Error approving app: {app}
bn_in: ত্রুটি অনুমদিত অ্যাপ: {app}
hi_in: एप्लीकेशन स्वीकृत करने में त्रुटि: {app}
ro: Eroare la aprobarea aplicației: {app}
sl: Napaka pri sprejemanju aplikacije: {app}

source: Error rejecting app: {app}
bn_in: ত্রুটি অস্বীকার অ্যাপ: {app}
hi_in: एप्लीकेशन अस्वीकृत करने में त्रुटि: {app}
ro: Eroare la respingerea aplicației {app}
sl: Napaka pri zavračanju aplikacije: {app}

source: Error passing app: {app}
bn_in: ত্রুটি পাস করার অ্যাপ: {app}
hi_in: एप्प पारित करने में त्रुटि: {app}
ro: Eroare la aplicația acceptată: {app}
sl: Napaka pri razčlenjevanju aplikacije: {app}

source: Error failing app: {app}
bn_in: ত্রুটি ব্যর্থ অ্যাপ: {app}
hi_in: एप्प असफल करने में त्रुटि: {app}
ro: Eroare la aplicația respinsă: {app}
sl: Napaka aplikacije: {app}
