Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: bn_in, hi_in, ro, sl

source: Sorry! We had an error fetching the review history. Please try logging in again.<p>
bn_in: দুঃখিত! রিভিউ ইতিহাস আনয়নে একটি সমস্যা দেখা দিয়েছে। অনুগ্রহ করে পরে আবার লগ ইন করুন।<p>
hi_in: क्षमा करें! हमें समीक्षा इतिहास लाने में त्रुटि थी. कृपया पुनः प्रवेश करने का प्रयास करें.<P>
ro: Ne pare rău! S-a produs o eroare la încărcarea istoricului de recenzii. Încercați să vă autentificați din nou.<p>
sl: Žal je prišlo do napake ob pridobivanju zgodovine ocenjevanja. Poskusite se znova prijaviti.<p>

source: By {0} on {1}
bn_in: {0} দ্বারা {1} উপর
hi_in: {0} द्वारा {1} पर
ro: De {0} pe {1}
sl: Avtor: {0}, objavljeno dne {1}

source: {name} was viewing this app first.
ro: {name} a văzut această aplicație primul.
sl: Prvi ogled aplikacije: {name}.
