Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: Retained
eu: Geldiarazita
ro: Reținut
sr_latn: Zadržano
sv_se: Behålls

source: {addon} {version} escalated.
eu: {addon} {version} intzidentziengatik goratu da.
ro: {addon} {version} escaladat.
sr_latn: {addon} {version} se eskalirao.
sv_se: {addon} {version} upptrappad.

source: {addon} {version} review requested.
eu: {addon} {version}(r)en berrikuspena eskatuta.
ro: {addon} {version} recenzie cerută
sr_latn: {addon} {version} zahteva recenziju.
sv_se: {addon} {version} granskning begärd.

source: Review requested
eu: Berrikuspena eskatuta
ro: Recenzie cerută
sr_latn: Zahtevana recenzija
sv_se: Granskning begärd

source: {addon} {version} more information requested.
eu: {addon} {version}(r)en informazio gehiago eskatuta.
ro: {addon} {version} mai multe informații cerute.
sr_latn: {addon} {version} zahteva dodatne informacije.
sv_se: {addon} {version} mer information begärd.

source: More information requested
eu: Informazio gehiago eskatuta
ro: Mai multe informații cerute
sr_latn: Zahtevane dodatne informacije
sv_se: Mer information begärd

source: {addon} {version} super review requested.
eu: {addon} {version}(r)en super berrikuspena eskatuta.
ro: {addon} {version} super-recenzie cerută.
sr_latn: {addon} {version} zahteva super recenziju.
sv_se: {addon} {version} supergranskning begärd.

source: Super review requested
eu: Super-berrikuspena eskatuta
ro: Super-recenzie cerută
sr_latn: Zahtevana super recenzija
sv_se: Supergranskning begärd

source: Comment on {addon} {version}.
eu: Egin {addon} {version}(r)i buruzko iruzkina.
ro: Comentariu pentru {addon} {version}.
sr_latn: Komentar na {addon} {version}.
sv_se: Kommentar till {addon} {version}.

source: Comment
eu: Iruzkina
ro: Comentariu
sr_latn: Komentariši
sv_se: Kommentar

source: {tag} added to {addon}.
eu: {addon}: {tag} etiketa gehituta.
ro: {tag} adăugat la {addon}.
sr_latn: {tag} dodato u {addon}.
sv_se: {tag} lades till {addon}.

source: {tag} removed from {addon}.
eu: {addon}: {tag} etiketa kenduta.
ro: {tag} șters de la {addon}.
sr_latn: {tag} uklonjeno iz {addon}.
sv_se: {tag} togs bort från {addon}.

source: {addon} added to {collection}.
eu: {addon}: {collection} bildumara gehituta.
ro: {addon} adăugat la {collection}.
sr_latn: {addon} dodat u {collection}.
sv_se: {addon} lades till {collection}.

source: {addon} removed from {collection}.
eu: {addon}: {collection} bildumatik kenduta.
ro: {addon} șters din {collection}.
sr_latn: {addon} uklonjeno iz {collection}.
sv_se: {addon} togs bort från {collection}.

source: {review} for {addon} written.
eu: {addon}: {review} berrikuspena idatzita.
ro: {review} pentru {addon} scris.
sr_latn: {review} za {addon} je napisana.
sv_se: {review} för {addon} skriven.

source: {addon} featured in {0}.
eu: {addon}: {0} kategorian nabarmenduta.
ro: {addon} evidențiat în {0}.
sr_latn: {addon} je istaknut u {0}.
sv_se: {addon} rekommenderad i {0}.

source: {addon} no longer featured in {0}.
eu: {addon}: hemendik aurrera {0} kategorian ez dago nabarmenduta.
ro: {addon} nu mai e evidențiat în {0}.
sr_latn: {addon} više nije istaknut u {0}.
sv_se: {addon} rekommenderas inte längre i {0}.

source: {addon} is now featured.
eu: {addon} orain nabarmenduta dago.
ro: {addon} este evidențiat.
sr_latn: {addon} je sada istaknut.
sv_se: {addon} rekommenderas nu.

source: {addon} is no longer featured.
eu: {addon} dagoeneko ez dago nabarmenduta.
ro: {addon} nu mai este evidențiat.
sr_latn: {addon} više nije istaknut.
sv_se: {addon} rekommenderas inte längre.

source: {0} {1} added.
eu: {0} {1} gehitu da.
ro: {0} {1} adăugat.
sr_latn: {0} {1} je dodat.
sv_se: {0} {1} lades till.

source: {0.name} role changed to {1} for {addon}.
eu: {0.name}(r)en rola {1}(e)ra aldatuta {addon}(r)entzat.
ro: {0.name} roluri schimbate la {1} pentru {addon}.
sr_latn: {0.name} uloga je promenjena u {1} za {addon}.
sv_se: {0.name} roll ändrad till {1} för {addon}.

source: {addon} policy changed.
eu: {addon}(r)en politika aldatu da.
ro: {addon} politică schimbată.
sr_latn: {addon} polisa izmenjena.
sv_se: {addon} policy ändrad.

source: {addon} icon changed.
eu: {addon}(r)en ikonoa aldatu da.
ro: {addon} iconiță schimbată.
sr_latn: {addon} ikonica je promenjena.
sv_se: {addon} ikon ändrad.

source: {review} for {addon} approved.
eu: {addon}(r)en {review} berrikuspena onartu da.
ro: {review} pentru {addon} aprobat.
sr_latn: {review} za {addon} je odobren.
sv_se: {review} för {addon} godkänd.

source: {user} approved {review} for {addon}.
eu: {user}(e)k {review} onartu du {addon}(r)entzat.
ro: {user} a aprobat {review} pentru {addon}.
sr_latn: {user} je odobrio {review} za {addon}.
sv_se: {user} godkände {review} för {addon}.

source: Review {review} for {addon} deleted.
ro: Recenzie {review} pentru {addon} ștearsă.
sr_latn: Recenzija {review} za {addon} je izbrisana.
sv_se: Granskning {review} för {addon} borttagen.

source: {user} deleted {review} for {addon}.
ro: {user} a șters {review} pentru {addon}.
sr_latn: {user} je izbrisao {review} za {addon}.
sv_se: {user} tog bort {review} för {addon}.

source: Application max version for {version} updated.
eu: {version}(r)entzako aplikazioaren gehienezko bertsioa eguneratu da.
ro: Versiune maximă a aplicației pentru {version} actualizată.
sr_latn: Maksimalna verzija aplikacije za {version} je ažurirana.
sv_se: Applikationens maximala version för {version} uppdaterad.

source: Authors emailed about compatibility of {version}.
eu: Egileei {version}(r)en bateragarritasunari buruzko mezua bidali zaie.
ro: Autorii au primit e-mail despre compatibilitatea {version}.
sr_latn: Autori su poslali e-poštu o kompatibilnosti verzije {version}.
sv_se: Utvecklare har mejlats om kompatibilitet för {version}.

source: Email sent to Author about add-on compatibility.
eu: Egileari gehigarriaren bateragarritasunari buruzko mezua bidali zaio.
ro: E-mail trimis autorului despre compatibilitate supliment.
sr_latn: E-pošta je poslata autoru o kompatabilnosti ovog dodatka.
sv_se: E-post skickat till utvecklare om tilläggskompatibilitet.

source: Password changed.
eu: Pasahitza aldatuta.
ro: Parolă schimbată.
sr_latn: Lozinka je izmenjena.
sv_se: Lösenord ändrat.

source: {addon} changed to premium.
eu: {addon} premium-era aldatu da.
ro: {addon} schimbat în premium.
sr_latn: {addon} je izmenjen u premijum.
sv_se: {addon} ändrad till premium.

source: {addon} manifest updated.
eu: {addon}(r)en manifestua eguneratu da.
ro: {addon} manifest actualizat.
sr_latn: {addon} manifest je ažuriran.
sv_se: {addon} manifest uppdaterad.

source: {addon} {version} approved but private.
eu: {addon} {version} onartuta baina pribatua.
ro: {addon} {version} aprobat, dar privat.
sr_latn: {addon} {version} je odobrena ali privatna.
sv_se: {addon} {version} godkänd men privat.

source: {addon} purchased.
eu: {addon} erosita.
ro: {addon} achiziționat.
sr_latn: {addon} je kupljen.
sv_se: {addon} köpt.

source: {addon} installed.
eu: {addon} instalatuta.
ro: {addon} instalat.
sr_latn: {addon} je instaliran.
sv_se: {addon} installerad.

source: Refund requested for {addon}
eu: {addon}(r)engatik ordaindutako dirua itzultzeko eskatuta
ro: Cerere rambursare pentru {addon}
sr_latn: Refundacija je zahtevana za {addon}
sv_se: Återbetalning begärs för {addon}

source: Refund declined for {addon} for {0}.
eu: {0}(r)i {addon}(r)engatik diru-itzulketa ukatuta.
ro: Rambursare refuzată pentru {addon} pentru {0}.
sr_latn: Refundacije je odbijena za {addon} za {0}.
sv_se: Återbetalning avböjd för {addon} för {0}.

source: Refund granted for {addon} for {0}.
eu: {0}(r)i {addon}(r)engatik diru-itzulketa onartuta.
ro: Rambursare acordată pentru {addon} pentru {0}.
sr_latn: Refundacija je odobrena za {addon} za {0}.
sv_se: Återbetalning beviljad för {addon} för {0}.

source: Instant refund granted for {addon}.
eu: Berehalako diru-itzulketa onartuta {addon}(r)entzat.
ro: Rambursare garantată instant pentru {addon}.
sr_latn: Instant refundacija je odobrena za {addon}.
sv_se: Omedelbar återbetalning beviljad för {addon}.

source: Account updated.
eu: Kontua eguneratuta.
ro: Cont actualizat.
sr_latn: Nalog ažuriran.
sv_se: Konto uppdaterat.

source: Valid receipt was checked for {addon}.
eu: {addon}(r)entzako baliozko ordainagiria egiaztatu da.
ro: A validată chitanța pentru {addon}.
sr_latn: Ispravnost računa proverena za {addon}.
sv_se: Giltig mottagare kontrollerades för {addon}.

source: Escalation cleared for {addon}.
eu: Goratzea ezabatu da {addon}(r)entzat.
ro: Escaladare ridicată pentru {addon}.
sr_latn: Eskalacija je očišćena za {addon}.
sv_se: Upptrappning rensad för {addon}.

source: {addon} banned.
eu: {addon} debekatuta.
ro: {addon} interzis.
sr_latn: {addon} je banovan.
sv_se: {addon} bannlyst.

source: App banned
eu: Aplikazioa debekatuta
ro: Aplicație interzisă
sr_latn: Aplikacija je banovana
sv_se: App bannlyst

source: {addon} escalated because of high number of abuse reports.
eu: {addon} goratu da abusu-salaketa asko izan dituelako.
ro: {addon} escaladat din cauza numărului de rapoarte de abuz.
sr_latn: {addon} je eskalirao zbog visokog broja prijava o zloupotrebi.
sv_se: {addon} upptrappad på grund av stort antal missbruksrapporter.

source: High Abuse Reports
eu: Abusu-salaketa ugari
ro: Număr mare de rapoarte de abuz
sr_latn: Previše prijava o zloupotrebi
sv_se: Många missbruksrapporter

source: {addon} escalated because of high number of refund requests.
eu: {addon} goratu da dirua itzultzeko eskaera asko izan dituelako.
ro: {addon} escaladat din cauza numărului de cereri de rambursare.
sr_latn: {addon} je eskalirao zbog visokog broja zahteva o refundaciji.
sv_se: {addon} upptrappad på grund av högt antal ansökningar om återbetalning.

source: High Refund Requests
eu: Dirua itzultzeko eskaera ugari
ro: Număr mare de cereri de rambursare
sr_latn: Previše zahteva o refundaciji
sv_se: Många ansökningar om återbetalning

source: {addon} re-reviewed because of manifest change.
eu: {addon} berriro berrikusi da bere manifestua aldatu delako.
ro: {addon} re-recenzat din cauza unei schimbări a manifestului.
sr_latn: {addon} je ponovo recenziran zbog promene u manifestu.
sv_se: {addon} granskas på nytt på grund av ändring i manifest.

source: Manifest Change
eu: Manifestuaren aldaketa
ro: Schimbare manifest
sr_latn: Promena u manifestu
sv_se: Manifest-ändring

source: {addon} re-reviewed because app upgraded premium type.
eu: {addon} berriro berrikusi da, aplikazioa Premium izatera pasa delako.
ro: {addon} re-recenzat din cauza actualizării premium
sr_latn: {addon} je ponovo recenziran zbog nadogradnje premijum tipa aplikacije.
sv_se: {addon} granskas på nytt på grund av att appen uppgraderades till typen premium.

source: Premium Type Upgrade
eu: Premium-era eguneraketa
ro: Actualizare tip premium
sr_latn: Nadogradnja premijum tipa
sv_se: Uppgradering till typen premium

source: Re-review cleared for {addon}.
eu: Bigarren berrikuspena ezabatuta {addon}(r)entzat.
ro: Re-recenzie ridicată pentru {addon}.
sr_latn: Ponovna recenzija uklonjena za {addon}.
sv_se: Ny granskning rensad för {addon}.

source: {addon} escalated by reviewer.
eu: {addon} berrikusleak goratua.
ro: {addon} escaladat de recenzent.
sr_latn: {addon} je eskalirao od strane recezenta.
sv_se: {addon} upptrappad av granskare.

source: Reviewer escalation
eu: Berrikusleak goratua
ro: Escaladare recenzent
sr_latn: Eskalacija recezenta
sv_se: Upptrappning granskare

source: Video removed from {addon} because of a problem with the video.
eu: Bideoa kendu da {addon} gehigarritik arazo bat egon delako bideoarekin.
ro: Videoclip șters din {addon} din cauza unei probleme video.
sr_latn: Video je ukloljen iz {addon} zbog problema sa snimkom.
sv_se: Video tas bort från {addon} på grund av ett problem med videon.

source: Video removed
eu: Bideoa kenduta
ro: Videoclip șters
sr_latn: Video uklonjen
sv_se: Video borttagen

source: {addon} re-review because of new device(s) added.
eu: {addon} berriro berrikusi da gailu berria(k) gehitu d(ir)elako.
ro: {addon} re-recenzat din cauza noilor dispozitive adăugate.
sr_latn: Ponovni pregled {addon} zbog dodatog novog ili novih uređaja.
sv_se: {addon} granskas på nytt på grund av att en ny enhet har lagts till.

source: Device(s) Added
eu: Gailua(k) gehituta
ro: Dispozitive adăugate
sr_latn: Uređaj(i) dodati
sv_se: Enhet(er) har lagts till

source: {addon} device support manually changed by reviewer.
eu: {addon}(r)entzako gailuen sostengua eskuz aldatu du berrikusleak.
ro: {addon} suport dispozitiv schimbat manual de recenzent.
sr_latn: {addon} podršku za uređaj ručno promenio recenzent.
sv_se: {addon} enhetssupport har manuellt ändrats av granskare.

source: Device(s) Changed by Reviewer
eu: Gailua(k) berrikusleak aldatuta
ro: Dispozitive schimbate de recenzent
sr_latn: Uređaj(i) izmenjen od strane recenzenta
sv_se: Enhet ändrad av granskare

source: {addon} resubmitted for review.
eu: {addon} birbidalia berrikuspenerako.
ro: {addon} repropus pentru recenzie.
sr_latn: {addon} je ponovo poslat na recenziju.
sv_se: {addon} inskickad igen för granskning.

source: App Resubmission
eu: Aplikazioaren birbidalketa
ro: Repropunere aplicație
sr_latn: Ponovno slanje aplikacije
sv_se: Återinskickad app

source: {addon} auto-escalated because its a VIP app.
eu: {addon} automatikoki goratu da, VIP aplikazio bat delako.
ro: {addon} auto-escaladat pentru că este aplicație VIP.
sr_latn: {addon} je automatski eskaliran zato što je VIP aplikacija.
sv_se: {addon} automatiskt upptrappad eftersom den är en VIP-app.

source: VIP auto-escalation
eu: VIPen goratze automatikoa
ro: Auto-escaladare VIP
sr_latn: VIP auto-eskalacija
sv_se: VIP automatisk upptrappning

source: {addon} re-reviewed because of manifest URL change.
eu: {addon} berriro berrikusi da bere manifestuaren URLa aldatu delako.
ro: {addon} re-recenzat din cauza unei schimbări a URL-ului manifestului.
sr_latn: {addon} ponovo recenziran zbog promene manifest URL-a.
sv_se: {addon} granskas på nytt på grund av ändringar i manifest-URL.

source: Manifest URL Change
eu: Manifestuaren URLaren aldaketa
ro: Schimbare URL manifest
sr_latn: Promena URL manifesta
sv_se: Ändringar manifest-URL

source: {addon} auto-escalated because its a prerelease app.
eu: {addon} automatikoki goratu da, prerelease aplikazio bat delako.
ro: {addon} auto-escaladat pentru că e aplicație prerelease.
sr_latn: {addon} je automatski eskalirao zato što je probna verzija.
sv_se: {addon} automatiskt upptrappad eftersom den är en förhandsversionsapp.

source: Prerelease auto-escalation
eu: Prerelease goratze automatikoa
ro: Auto-escaladare prerelease
sr_latn: Auto-eskalacija pre izlaženja
sv_se: Förhandsversion automatisk upptrappning

source: {addon} re-reviewed because abuse reports need investigation.
sv_se: {addon} återgranskad eftersom missbruksrapporter behöver utredning.

source: {addon} manually flagged for re-review.
sv_se: {addon} flaggad manuellt för återgranskning.

source: Manual re-review
sv_se: Manuell återgranskning

source: Created: {0}.
eu: Sortuta: {0}.
ro: Create: {0}.
sr_latn: Kreirano: {0}.
sv_se: Skapad: {0}.

source: Edited field: {2} set to: {0}.
eu: Eremua editatu da: {2}(r)en balio berria: {0}.
ro: Câmp editat: {2} schimbat în: {0}.
sr_latn: Izmenjeno polje: {2} podešeno na: {0}.
sv_se: Redigerat fält: {2} satt till: {0}.

source: Deleted: {1}.
eu: Ezabatuta: {1}.
ro: Șters: {1}.
sr_latn: Izbrisano: {1}.
sv_se: Borttagen: {1}.

source: User {user} edited, reason: {1}
eu: {user} erabiltzailea editatuta; arrazoia: {1}
ro: Utilizator {user} a editat, motivul: {1}
sr_latn: Korisnik {user} izmenjen, razlog: {1}
sv_se: Användare {user} redigerad, orsak: {1}

source: User {user} anonymized.
eu: {user} erabiltzailea anonimotuta.
ro: Utilizator {user} anonimizat.
sr_latn: Korisnik {user} promenjen u anonimnog.
sv_se: Användare {user} anonymiseras.

source: User {user} restricted.
eu: {user} erabiltzailea mugatua.
ro: Utilizator {user} restricționat.
sr_latn: Korisnik {user} je ograničen.
sv_se: Användare {user} begränsad.

source: Admin {0} viewed activity log for {user}.
eu: {0} administratzaileak {user} erabiltzailearen jarduera-egunkaria ikusi du.
ro: Admin {0} a vizualizat jurnalul de activitate pentru {user}.
sr_latn: Administrator {0} je pregledao dnevnik aktivnosti za {user}.
sv_se: Admin {0} visade aktivitetslogg för {user}.

source: {review} for {addon} updated.
eu: {addon}(r)entzako {review} eguneratuta.
ro: {review} pentru {addon} actualizat.
sr_latn: {review} za {addon} je ažuriran.
sv_se: {review} för {addon} uppdaterades.

source: {addon} reviewed.
eu: {addon} berrikusita.
ro: {addon} actualizat.
sr_latn: {addon} je pregledan.
sv_se: {addon} granskad.

source: User {0.name} added to {group}.
eu: {0.name} erabiltzailea {group}(e)ra gehituta.
ro: Utilizator {0.name} adăugat la {group}.
sr_latn: Korisnik {0.name} je dodat u {group}.
sv_se: Användare {0.name} lades till {group}.

source: User {0.name} removed from {group}.
eu: {0.name} erabiltzailea {group} taldetik kendu da.
ro: Utilizator {0.name} șters din {group}.
sr_latn: Korisnik {0.name} je uklonjen iz {group}.
sv_se: Användare {0.name} togs bort från {group}.

source: {addon} minimum requirements manually changed by reviewer.
eu: {addon}(r)en gutxieneko eskakizunak berrikusleak eskuz aldatu ditu.
ro: {addon} cerințe minime schimbate manual de recenzent.
sr_latn: {addon} minimalni zahtevi su ručno izmenjeni od strane recezenta.
sv_se: {addon} minimikrav ändrades manuellt av granskare.

source: Requirements Changed by Reviewer
eu: Berrikusleak eskakizunak aldatu ditu
ro: Rerințe schimbate de recenzent
sr_latn: Zahtevi izmenjeni od strane recezenta
sv_se: Krav ändrades av granskare

source: {addon} minimum requirements manually changed.
eu: {addon} gehigarriaren gutxieneko eskakizunak eskuz aldatu dira.
ro: {addon} cerințe minime schimbate manual.
sr_latn: {addon} minimalni zahtevi su ručno izmenjeni.
sv_se: {addon} minimikrav ändrades manuellt.

source: Requirements Changed
eu: Eskakizunak aldatuta
ro: Recințe schimbate
sr_latn: Zahtevi izmenjeni
sv_se: Krav ändrad

source: {version} status changed to {0}.
eu: {version}(r)en egoera {0}(e)ra aldatuta.
ro: {version} stare schimbată în {0}.
sr_latn: {version} status je promenjen na {0}.
sv_se: {version} status ändrad till {0}.

source: User {0.name} {0.id} deleted via lookup tool.
eu: {0.name} {0.id} erabiltzailea bilaketa-tresna erabiliz ezabatu da.
ro: Utilizator {0.name} {0.id} șters prin unealta de căutare.
sr_latn: Korisnik {0.name} {0.id} je izbrisan preko alata za pronalaženje.
sv_se: Användare {0.name} {0.id} borttaget via sökverktyget.

source: {addon} content rating changed to Adult.
eu: {addon}(r)en edukien sailkapena 'Helduentzat' motara aldatuta.
ro: {addon} evaluarea de conținut a fost schimbată în Adult.
sr_latn: {addon} ocena sadržaja je promenjena na Odrasli.
sv_se: {addon} innehållsklassificering ändrad till Vuxen.

source: {addon} content rating changed.
eu: {addon}(r)en edukien sailkapena aldatuta.
ro: {addon} evaluarea de conținut a fost schimbată.
sr_latn: {addon} ocena sadržaja promenjena.
sv_se: {addon} innehållsklassificering ändrad.

source: Priority review requested for {addon}.
eu: Lehentasunezko berrikuspena eskatu da {addon} gehigarriarentzat.
ro: A fost solicitată recenzie prioritară pentru {addon}.
sr_latn: Prioritetna recenzija zahtevana za {addon}.
sv_se: Prioritetsgranskning begärd för {addon}.

source: Priority Review
eu: Lehentasunezko berrikuspena
ro: Recenzie prioritară
sr_latn: Prioritetna recenzija
sv_se: Prioritetsgranskning

source: {addon} {version} passed the {queue} review.
eu: {addon} {version}(e)k {queue} berrikuspena gainditu du.
ro: {addon} {version} a trecut de recenzia {queue}.
sr_latn: {addon} {version} je prošao {queue} pregled.
sv_se: {addon} {version} passerade {queue}-granskning.

source: {addon} {version} failed the {queue} review.
eu: {addon} {version}(e)k ez du {queue} berrikuspena gainditu.
ro: {addon} {version} a eșuat recenzia {queue}.
sr_latn: {addon} {version} nije prošao {queue} pregled.
sv_se: {addon} {version} misslyckades {queue}-granskning.

source: Abuse report {report} for {addon} read.
ro: Raport de abuz {report} citit pentru {addon}.
sv_se: Missbruksrapport {report} för {addon} läst.

source: {user} marked read {report} for {addon}.
ro: {user} {report} marcat ca citit pentru {addon}.
sv_se: {user} markerade {report} som läst för {addon}.

source: Abuse report {report} for {website} read.
ro: Raport de abuz {report} citit pentru {website}.
sv_se: Missbruksrapport {report} för {website} läst.

source: {user} marked read {report} for {website}.
ro: {user} a marcat ca citit {report} pentru {website}.
sv_se: {user} markerade {report} som läst för {website}.

source: Not Allowed
eu: Ez onartua
ro: Nepermis
sr_latn: Nije dopušteno
sv_se: Inte tillåtet

source: Oops! Not allowed.
eu: Ene! Ez onartuta.
ro: Ups! Nu e permis.
sr_latn: Ups! Nije dozvoljeno.
sv_se: Hoppsan! Inte tillåtet.

source: You tried to do something that you weren't allowed to.
eu: Egin ezin duzun zerbait egiten saiatu zara.
ro: Ați încercat să faceți ceva pentru care nu aveți permisiuni.
sr_latn: Pokušali ste da uradite nešto što nije dozvoljeno.
sv_se: Du försökte göra något som du inte fick.

source: Try going back to the previous page, refreshing and trying again.
eu: Probatu aurreko orrira itzuli, orria freskatu eta berriro saiatzen.
ro: Încercați să reveniți la pagina anterioară, reîmprospătarea paginii sau reîncercați.
sr_latn: Pokušajte da se vratite na prethodnu stranicu, osvežite je i pokušajte ponovo.
sv_se: Försök att gå tillbaka till föregående sida, uppdatera och försök igen.

source: Page Not Found
eu: Ez da orria aurkitu
ro: Pagina nu a fost găsită
sr_latn: Stranica nije pronađena
sv_se: Sidan hittades inte

source: We're sorry, but we can't find what you're looking for.
eu: Sentitzen dugu baina ezin dugu bila zabiltzana aurkitu.
ro: Ne pare rău, dar nu am putut găsi ceea ce căutați.
sr_latn: Žao nam je, ali ne možemo da pronađemo ono što tražite.
sv_se: Vi ber om ursäkt, men vi kan inte hitta det du letar efter.

source: The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly.
eu: The page or file you requested wasn't found on our site. Beharbada zaharitua dagoen esteka bat sakatu duzu, edo helbidea gaizki idatzi duzu.
ro: Pagina sau fișierul cerut nu a fost găsită pe sait. E posibil să fi apăsat pe o legătură expirată sau să fi scris o adresă greșită.
sr_latn: Stranica ili datoteka koju ste tražili nisu pronađeni na našem sajtu. Moguće je da ste kliknuli na vezu koja je zastarela, ili da ste otkucali adresu pogrešno.
sv_se: Sidan eller filen du begärde hittades inte på vår webbplats. Det är möjligt att du klickat på en länk som är inaktuell eller att du har skrivit in en felaktig adress.

source: If you typed in the address, please double check the spelling.
ro: Dacă ați scris adresa, verificați că e scrisă corect.
sr_latn: Ako ste ukucali adresu, molimo Vas da proverite pravopis.
sv_se: Om du skrev in adressen, vänligen dubbelkolla stavningen.

source: Visit the <a class="sync" href="%(home)s">Firefox Marketplace front page</a>.
ro: Vizitați <a class="sync" href="%(home)s">Pagina principală Firefox Marketplace</a>.
sr_latn: Posetite <a class="sync" href="%(home)s">početnu stranicu Firefox Marketplace-a</a>.
sv_se: Besök <a class="sync" href="%(home)s">Firefox Marketplace förstasida</a>.

source: Server Error
eu: Zerbitzariaren errorea
ro: Eroare server
sr_latn: Greška servera
sv_se: Serverfel

source: Oops! We had an error.
eu: Ene! Errore bat dugu.
ro: Ups! S-a produs o eroare.
sr_latn: Ups! Desila se greška.
sv_se: Hoppsan! Vi hade ett fel.
