Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: Before changing your default locale you must have a name and description in that locale. You are missing %s.
eu: Zure hizkuntza lehenetsia aldatu baino lehen, hizkuntza horretan dagoen izen bat eta deskribapen bat eduki behar dituzu. %s falta zaizu.
ro: Înainte de a schimba limba locală implicită trebuie să ai un nume și descriere pentru acea limbă locală. Nu ai pentru %s.
sr_latn: Pre zamene podrazumevanog lokala morate imati ime i opis u tom lokalu. Nedostaje Vam %s.
sv_se: Innan du ändrar ditt standardspråk måste du ha ett namn och beskrivning på det språket. Du saknar %s.

source: You must provide either a website, an email, or both.
ro: Trebuie să introduci fie un sait web, o adresă de e-mail, fie ambele.
sr_latn: Morate obezbediti veb sajt ili e-poštu ili oboje.
sv_se: Du måste ange antingen en webbplats, en e-postadress eller både.

source: Your comments
eu: Zure iruzkinak
ro: Comentariile tale
sr_latn: Vaši komentari
sv_se: Dina kommentarer

source: <b>Published</b>: Visible to everyone in the Marketplace and included in search results and listing pages.
eu: <b>Argitaratuta</b>: edonorentzako ikusgai Marketplace-ean, eta bilaketen emaitzetan eta zerrendetan sartua.
ro: <b>Publicat</b>: Vizibil pentru toată lumea în Marketplace și inclus în rezultatele de căutare și paginile cu listări.
sr_latn: <b>Objavljeno</b>: Vidljivo svima na Marketplace-u i uključeno je u rezultatima pretrage i u listing stranicama.
sv_se: <b>Publicerad</b>: Visas för alla i Marketplace och ingår i sökresultat och förteckningssidor.

source: <b>Unlisted</b>: Visible to only people with the URL and does not appear in search results and listing pages.
eu: <b>Zerrendatu gabea</b>: URLa dutenentzat soilik ikusgai, eta bilaketen emaitzetan eta zerrendetan sartu gabea.
ro: <b>Nelistat</b>: Vizibil doar pentru persoane care au un URL, nu apare în rezultatele de căutare sau paginile cu listări.
sr_latn: <b>Neraspoređeno</b>: Vidljivo samo osobama sa URL i ne pojavljuje se u rezultatima pretrage i u listing stranicama.
sv_se: <b>Olistad</b>: Visas endast för personer med URL:en och visas inte i sökresultat och förteckningssidor.

source: App Visibility:
eu: Aplikazioaren ikusgarritasuna:
ro: Vizibilitatea aplicației:
sr_latn: Vidljivost aplikacije:
sv_se: Synlighet app:

source: <b>Limit to my team</b>: Visible to only Team Members.
eu: <b>Mugatu nire taldera</b>: taldeko kideentzat soilik ikusgarri.
ro: <b>Limitează la echipa mea</b>: Vizibil doar membrilor echipei.
sr_latn: <b>Samo moj tim</b>: Vidljivo samo članovima tima.
sv_se: <b>Begränsad till min grupp</b>: Visas endast för gruppmedlemmar.

source: Choose the regions your app will be listed in:
eu: Hautatu zein eskualdetan erakutsiko den zure aplikazioa:
ro: Alegeți regiunile unde va fi listată aplicația:
sr_latn: Izaberite regije u kojima će na listi biti Vaša aplikacija:
sv_se: Välj de regioner din app kommer att listas i:

source: You must select at least one region.
eu: Gutxienez eskualde bat hautatu behar duzu.
ro: Trebuie să selectezi cel puțin o regiune.
sr_latn: Morate odabrati barem jedan region.
sv_se: Du måste välja minst en region.

source: Enable new regions
eu: Gaitu eskualde berriak
ro: Activează regiuni noi
sr_latn: Omogući nove regije
sv_se: Aktivera nya regioner

source: Make my app available in most regions
eu: Jarri nire aplikazioa eskualde gehienetatik eskuragarri
ro: Fă aplicația disponibilă în majoritatea regiunilor
sr_latn: Učini moju aplikaciju dostupnu u većini regija
sv_se: Gör min app tillgänglig i de flesta regioner

source: Choose where my app is made available
eu: Hautatu nire aplikazioa non egongo den eskuragarri
ro: Alege unde dorești să fie disponibilă aplicația
sr_latn: Izaberi gde će moja aplikacija biti dostupna
sv_se: Välj var min app görs tillgänglig

source: Categories
eu: Kategoriak
ro: Categorii
sr_latn: Kategorije
sv_se: Kategorier

source: You can have only {0} category.
eu: Kategoria bakarra izan dezakezu soilik.
ro: Poți avea doar {0} categorie.
sr_latn: Možete imati samo {0} kategoriju.
sv_se: Du kan bara ha {0} kategori.

source: Agree
eu: Ados
ro: De acord
sr_latn: Prihvati
sv_se: Godkänn

source: Please enter a valid email address.
eu: Sartu baliozko posta-helbide bat.
ro: Introdu o adresă de e-mail validă.
sr_latn: Unesite validnu adresu e-pošte.
sv_se: Ange en giltig e-postadress.

source: Your email address
eu: Zure posta-helbidea
ro: Adresa de e-mail
sr_latn: Vaša adresa e-pošte
sv_se: Din e-postadress

source: You must agree to the Privacy Policy.
eu: Pribatutasun-politika onartu behar duzu.
ro: Trebuie să fii de acord cu politica de confidențialitate.
sr_latn: Morate se složiti sa polisom privatnosti.
sv_se: Du måste godkänna sekretesspolicyn.

source: Country
eu: Herrialdea
ro: Țară
sr_latn: Država
sv_se: Land

source: Transaction Type
eu: Transakzio-mota
ro: Tipul tranzacției
sr_latn: Tip transakcije
sv_se: Transaktionstyp

source: Transaction ID
eu: Transakzioaren IDa
ro: ID-ul tranzacției
sr_latn: ID transakcije
sv_se: Transaktions-ID

source: From
eu: Hemendik:
ro: De la
sr_latn: Od
sv_se: Från

source: To
eu: Hona:
ro: Către
sr_latn: Za
sv_se: Till

source: Web site
eu: Webgunea
ro: Sait web
sr_latn: Veb sajt
sv_se: Webbplats

source: Command line
eu: Komando-lerroa
ro: Linie de comandă
sr_latn: Komandna linija
sv_se: Kommandoraden

source: Make this the Active version of my app as soon as it has been reviewed and approved.
eu: Honako hau nire aplikazioaren bertsio aktibo bihurtu, berrikusi eta onartu bezain laster.
ro: Faceți din aceasta versiunea Activă a aplicației mele imediat ce a fost recenzată și aprobată.
sr_latn: Napravite da ova verzija Vaše aplikacije bude aktivna čim je pregledana i odobrena.
sv_se: Gör detta till den aktiva versionen av min app så snart den har granskats och godkänts.

source: Please consider my app as a candidate to be pre-loaded on a Firefox OS device. I agree to the terms and conditions outlined above. I understand that this document is not a commitment to pre-load my app.
eu: Mesedez, aztertu ea nire aplikazioa Firefox OS gailu batean aurrekargatzeko hautagaia izan daitekeen. Goian aipatutako erabilera-baldintza onartzen ditut. Ulertzen dut dokumentu hau ez dela nire aplikazioa aurrekargatzeko konpromisoa.
ro: Te rugăm să iei în considerare aplicația drept candidat care să fie preîncărcată pe un dispozitiv Firefox OS. Sunt de acord cu termenii și condițiile prezentate mai sus. Înțeleg că acest document nu este un angajament ca aplicația mea fie preîncărcată.
sr_latn: Molim Vas da uzmete u obzir moju aplikaciju kao kandidata da bude unapred učitana na Firefox OS uređajima. Slažem se sa gore navedenim uslovima korišćenja. Razumem da ovaj dokument nije obaveza da se moja aplikacija unapred učita.
sv_se: Överväg min app som en kandidat för att vara förinstallerade på en Firefox OS-enhet. Jag godkänner villkoren som anges ovan. Jag förstår att detta dokument inte är ett åtagande att förinstallera min app.

source: Upload Your Test Plan (.pdf, .xls under 2.5MB)
eu: Igo proben plana (.pdf, .xls; 2,5MBtik behera)
ro: Încarcă planul de test (.pdf, .xls sub 2,5MB)
sr_latn: Dostavite Vaš plan za testiranje (.pdf, .xls manje od 2.5MB)
sv_se: Ladda upp din testplan (.pdf, .xls under 2,5 MB)

source: Test plan required.
eu: Proben plana beharrezkoa da.
ro: Este necesar planul de test.
sr_latn: Plan testiranja je neophodan.
sv_se: Testplan krävs.

source: File too large. Keep size under %s. Current size %s.
eu: Fitxategi handiegia. Mantendu tamaina %s azpitik. Uneko tamaina: %s.
ro: Fișierul este prea mare. Păstrează dimensiunea sub %s. Mărimea actuală %s.
sr_latn: Datoteka je prevelika. Veličina mora biti ispod %s. Trenutno je %s.
sv_se: Fil för stor. Håll storlek under %s. Aktuell storlek %s.

source: Invalid file type {0}. Only {1} files are supported.
eu: Baliogabeko {0} fitxategi-mota. {1} fitxategiak soilik onartzen dira.
ro: Tip de fișier invalid {0}. Doar fișiere {1} sunt suportate.
sr_latn: Neispravan tip datoteke {0}. Samo su {1} datoteke podržane.
sv_se: Ogiltig filtyp {0}. Endast {1}-filer stöds.

source: Please enter a valid submission ID.
eu: Idatzi bidalketaren ID baliozkoa.
ro: Introdu un ID de propunere (submission) valid.
sr_latn: Molimo unesite validan ID za podnošenje.
sv_se: Ange ett giltigt inskicknings-ID.

source: This IARC certificate is already being used for another app. Please create a new IARC Ratings Certificate.
eu: Beste aplikazio bat ari da erabiltzen IARC ziurtagiri hau. Sortu IARC balorazio-ziurtagiri berri bat.
ro: Acest certificat IARC este deja folosit de o altă aplicație. Creează un nou certificat de evaluare IARC.
sr_latn: Ovaj IARC sertifikat je već upotrebljen za drugu aplikaciju. Molimo Vas napravite novi IARC Ratings sertifikat.
sv_se: Detta IARC-certifikat används redan för en annan app. Skapa ett nytt IARC-betygscertifikat.

source: Invalid submission ID or security code.
eu: Bidalketako ID edo segurtasun-kode baliogabea.
ro: ID-ul de propunere este invalid sau codul de securitate.
sr_latn: Neispravan ID za podnošenje ili sigurnosna lozinka.
sv_se: Ogiltig inskicknings-ID eller säkerhetskod.

source: App Price
eu: Aplikazioaren prezioa
ro: Prețul aplicației
sr_latn: Cena aplikacije
sv_se: App-pris

source: Free (with in-app payments)
eu: Doan (aplikazio barneko ordainketekin)
ro: Gratis (cu plăți în aplicație)
sr_latn: Besplatno (uz plaćanje unutar aplikacije)
sv_se: Gratis (med in-app betalningar)

source: Promotional Pricing
eu: Sustapen-prezioa
ro: Preț promoțional
sr_latn: Promotivne cene
sv_se: Kampanjpriser

source: Only supports carrier billing
eu: Operadorearen fakturazioa soilik onartzen du
ro: Suportă doar taxarea de către operator
sr_latn: Podržava samo naplatu preko operatera
sv_se: Stöder endast företagsfakturering

source: Only supports credit-card billing
eu: Kreditu-txarteldun fakturazioa soilik onartzen du
ro: Suportă doar taxarea prin card de credit
sr_latn: Podržava samo naplatu kreditnom karticom
sv_se: Stöder endast kreditkortsfakturering

source: Supports all billing methods
eu: Fakturazio-metodo guztiak onartzen ditu
ro: Suportă toate metodele de taxare
sr_latn: Podržava sve metode plaćanja
sv_se: Stöder alla faktureringsmetoder

source: If app is Free, in-app payments must be enabled
eu: Aplikazioa doakoa bada, aplikazio barneko ordainketak gaituta egon behar dira
ro: Dacă aplicația e gratuită, trebuie activate plăți în aplicație
sr_latn: Ako je aplikacija besplatna, plaćanja u okviru aplikacije moraju biti omogućena
sv_se: Om appen är gratis, måste in-app betalningar vara aktiverat

source: Not a valid choice
eu: Aukera baliogabea
ro: Nu e o opțiune validă
sr_latn: Nije validan izbor
sv_se: Inte ett giltigt val

source: This is a paid upgrade of
eu: Hau honakoaren ordainpeko eguneraketa bat da:
ro: Acesta este o actualizare contra cost a
sr_latn: Ovo je plaćena nadogradnja
sv_se: Detta är en betald uppgradering av

source: Not an upgrade
eu: Ez da eguneraketa
ro: Nu este o actualizare
sr_latn: Nije nadogradnja
sv_se: Inte en uppgradering

source: Bank Account Holder Name
eu: Banku-kontuaren jabearen izena
ro: Nume deținător cont bancar
sr_latn: Ime vlasnika bankovnog računa
sv_se: Bankkontoinnehavarens namn

source: Company Name
eu: Konpainiaren izena
ro: Nume companie
sr_latn: Ime kompanije
sv_se: Företagsnamn

source: Vendor Name
eu: Hornitzailearen izena
ro: Nume vânzător
sr_latn: Ime prodavca
sv_se: Säljarens namn

source: Financial Email
eu: Finantza-gaietarako e-posta
ro: E-mail date financiare
sr_latn: Finansijska e-pošta
sv_se: Finansiell e-post

source: Administrative Email
eu: Kudeaketarako e-posta
ro: E-mail administrativ
sr_latn: Administrativna e-pošta
sv_se: Administrativ e-post

source: Support Email
eu: Laguntzarako e-posta
ro: E-mail de suport
sr_latn: E-pošta podrške
sv_se: Hjälp e-post

source: Address
eu: Helbidea
ro: Adresă
sr_latn: Adresa
sv_se: Adress

source: Address 2
eu: 2. helbidea
ro: Adresă 2
sr_latn: Adresa 2
sv_se: Adress 2

source: City/Municipality
eu: Hiria/Udalerria
ro: Oraș/Localitate
sr_latn: Grad/opština
sv_se: Stad/kommun

source: State/Province/Region
eu: Estatua/Probintzia/Eskualdea
ro: Stat/Provincie/Regiune
sr_latn: Država/pokrajina/region
sv_se: Stat/provins/region

source: Zip/Postal Code
eu: ZIP/Posta-kodea
ro: Cod poștal
sr_latn: Poštanski broj
sv_se: Zip/Postnummer

source: Phone
eu: Telefonoa
ro: Telefon
sr_latn: Telefon
sv_se: Telefon

source: I prefer to be paid in
eu: Honela ordain diezadaten nahi dut:
ro: Prefer să fiu plătit în
sr_latn: Želim da budem plaćen u
sv_se: Jag föredrar att betalas i

source: VAT Number
eu: BEZ zenbakia
ro: Cod de înregistrare fiscală
sr_latn: VAT broj
sv_se: Momsnummer

source: Bank Account Number
eu: Bankuko kontu zenbakia
ro: Număr de cont bancar
sr_latn: Broj bankovnog računa
sv_se: Bankkontonummer

source: SWIFT code
eu: SWIFT kodea
ro: Cod SWIFT
sr_latn: SWIFT kod
sv_se: SWIFT-kod

source: Bank Name
eu: Bankuaren izena
ro: Nume bancă
sr_latn: Ime banke
sv_se: Banknamn

source: Bank Address
eu: Bankuaren helbidea
ro: Adresă bancă
sr_latn: Adresa banke
sv_se: Bankadress

source: Bank Address 2
eu: Bankuaren helbidea 2
ro: Adresă bancă 2
sr_latn: Adresa banke 2
sv_se: Bankadress 2

source: Bank City/Municipality
eu: Bankuaren hiria/udalerria
ro: Oraș/Localitate bancă
sr_latn: Grad/opština banke
sv_se: Bank stad/kommun

source: Bank State/Province/Region
eu: Bankuaren estatua/probintzia/eskualdea
ro: Stat/provincie/regiune bancă
sr_latn: Država/pokrajina/region banke
sv_se: Bank stat/provins/region

source: Bank Zip/Postal Code
eu: Bankuaren ZIPa/posta-kodea
ro: Cod poștal bancă
sr_latn: Poštanski broj banke
sv_se: Bank postnummer

source: Bank Country
eu: Bankuaren herrialdea
ro: Țară bancă
sr_latn: Država banke
sv_se: Bank land

source: Account Name
eu: Kontu-izena
ro: Nume cont
sr_latn: Ime naloga
sv_se: Kontonamn

source: Payment Account
eu: Ordainketa-kontua
ro: Cont plăți
sr_latn: Platni račun
sv_se: Betalningskonto

source: You cannot remove a payment account from an app.
eu: Ezin duzu aplikazio baten ordainketa-kontu bat kendu.
ro: Nu puteți elimina un cont de plăți dintr-o aplicație.
sr_latn: Ne možete ukloniti nalog za plaćanje sa aplikacije.
sv_se: Du kan inte ta bort ett betalkonto från en app.

source: You are not permitted to change payment accounts.
eu: Ez duzu baimenik ordainketa-kontuak aldatzeko.
ro: Nu puteți schimba conturile pentru plăți.
sr_latn: Nije dozvoljeno da promenite račune za plaćanja.
sv_se: Du har inte behörighet att ändra betalkonton.

source: Account name
eu: Kontu-izena
ro: Nume cont
sr_latn: Ime naloga
sv_se: Kontonamn

source: Name
eu: Izena
ro: Nume
sr_latn: Ime
sv_se: Namn

source: Email
eu: E-posta
sr_latn: E-pošta
sv_se: E-post

source: No payment account set up for that app
eu: Ez da ordainketa-konturik konfiguratu aplikazio horretarako
ro: Nu a fost configurat un cont de plată pentru acea aplicație
sr_latn: Račun za uplatu nije podešen za tu aplikaciju
sv_se: Inget betalkonto har upprättats för denna app

source: Developers
eu: Garatzaileak
ro: Dezvoltatori
sr_latn: Autori
sv_se: Utvecklare

source: My Submissions
eu: Nire bidalketak
ro: Propunerile mele
sr_latn: Moje dostave
sv_se: Mina bidrag

source: Donate to {0}
eu: Eman {0}(e)ri
ro: Donați la {0}
sr_latn: Doniraj {0}
sv_se: Donera till {0}

source: Review
eu: Berrikusi
ro: Recenzie
sr_latn: Komentar
sv_se: Granska

source: Reference Implementation
eu: Erreferentziako inplementazioa
ro: Implementare de referință
sr_latn: Referentna implementacija
sv_se: Referensimplementering

source: No manifest was found at that URL. Check the address and try again.
eu: Ez da manifesturik aurkitu URL horretan. Egiaztatu helbidea eta saiatu berriro.
ro: Nu a fost găsit un manifest la acel URL. Verificați adresa și reîncercați.
sr_latn: Nije pronađen manifest na ovoj adresi. Proverite adresu i pokušajte ponovo.
sv_se: Ingen manifest hittades på denna URL. Kontrollera adressen och försök igen.

source: Manifests must be served with the HTTP header "Content-Type: application/x-web-app-manifest+json". See %s for more information.
eu: Manifestuak "Content-Type: application/x-web-app-manifest+json" HTTP goiburuarekin zerbitzatu behar dira. Ikusi %s informazio gehiagorako.
ro: Manifestul trebuie servit cu un header HTTP „Content-Type: application/x-web-app-manifest+json”. Vedeți %s pentru mai multe informații.
sr_latn: Manifesti moraju da imaju HTTP zaglavlje "Content-Type: application/x-web-app-manifest+json". Pogledajte %s za više informacija.
sv_se: Manifest måste delges med HTTP-huvudet "Content-Type: application/x-web-app-manifest+json". Läs %s för mer information.

source: Your manifest must be less than %s bytes.
eu: Zure manifestuek %s byte baino gutxiago eduki behar dute.
ro: Manifestul trebuie să fie mai mic de %s bytes.
sr_latn: Manifest mora biti manji od %s bajtova.
sv_se: Din manifest måste vara mindre än %s byte.

source: Your manifest file was not encoded as valid UTF-8.
eu: Zure manifestu-fitxategia ez da baliozko UTF-8 gisa kodetu.
ro: Manifestul nu este codat valid ca UTF-8.
sr_latn: Vaša manifest datoteka nije enkodirana kao validan UTF-8.
sv_se: Din manifest-fil kodades inte enligt giltig UTF-8.

source: The manifest's encoding does not match the charset provided in the HTTP Content-Type.
eu: Manifestuaren kodeketa ez dator bat HTTP Content-Type parametroan emandako karaktere-jokoarekin.
ro: Codificarea manifestului nu se potrivește cu charset-ul din headerul HTTP Content-Type.
sr_latn: Kodiranje manifesta ne odgovara šemi kodiranja koja je obezbeđen u HTTP Content-Type.
sv_se: Manifestets kodning matchar inte teckenuppsättning som tillhandahålls i HTTP Content-Type.

source: and
eu: eta
ro: și
sr_latn: i
sv_se: och

source: {region} region added to the Firefox Marketplace
eu: {region} eskualdea sortu da Firefox Marketplace-n
ro: Regiunea {region} a fost adăugată la Firefox Marketplace
sr_latn: {region} region je dodat na Firefox Marketplace
sv_se: Region {region} lades till Firefox Marketplace

source: New regions added to the Firefox Marketplace
eu: Eskualde berriak sortu dira Firefox Marketplace-n
ro: Noi regiuni au fost adăugate la Firefox Marketplace
sr_latn: Novi regioni su dodati na Firefox Marketplace
sv_se: Nya regioner lades till Firefox Marketplace

source: Video support not enabled.
eu: Bideo-sostengua ez dago gaituta.
ro: Suport video nu este activat.
sr_latn: Video podrška nije omogućena.
sv_se: Videostöd inte aktiverat.

source: Icons must be either PNG or JPG.
eu: Ikonoek PNG edo JPG izan behar dute.
ro: Iconițele trebuie să fie PNG sau JPG.
sr_latn: Ikonice moraju biti ili PNG ili JPG formata.
sv_se: Ikoner måste antingen vara PNG eller JPG.

source: Images must be either PNG or JPG.
eu: Irudiek PNG edo JPG izan behar dute.
ro: Imaginile trebuie să fie PNG sau JPG.
sr_latn: Slike moraju biti ili PNG ili JPG formata.
sv_se: Bilder måste antingen vara PNG eller JPG.

source: Icons cannot be animated.
eu: Ikonoak ezin dira animatuak izan.
ro: Iconițele nu pot fi animate.
sr_latn: Ikonice ne mogu biti pokretne.
sv_se: Ikoner kan inte vara animerade.

source: Images cannot be animated.
eu: Irudiak ezin dira animatu.
ro: Imaginile nu pot fi animate
sr_latn: Slike ne mogu biti pokretne.
sv_se: Bilder kan inte vara animerade.

source: Please use files smaller than %s.
eu: Erabili %s baino txikiagoak diren fitxategiak.
ro: Trebuie să folosiți fișiere mai mici ca %s.
sr_latn: Molimo Vas koristite datoteke manje od %s.
sv_se: Använd filer mindre än %s.

source: Icon could not be opened.
eu: Ezin izan da ikonoa ireki.
ro: Iconița nu s-a putut deschide.
sr_latn: Ikonica nije mogla da se otvori.
sv_se: Ikon kunde inte öppnas.

source: Preview could not be opened.
eu: Ezin izan da aurrebista ireki.
ro: Previzualizarea s-a putut deschide.
sr_latn: Prikaz nije mogao biti otvoren.
sv_se: Förhandsvisning kunde inte öppnas.

source: Promo image could not be opened.
sv_se: Kampanjbild kan inte öppnas.

source: Icons must be at least 128px by 128px.
eu: Ikonoek gutxienez 128x128px izan behar dituzte.
ro: Iconițele trebuie să fie cel puțin 128px pe 128px.
sr_latn: Ikonice moraju biti najmanje 128px po 128px.
sv_se: Ikoner måste minst vara 128px gånger 128px.

source: Icons must be square.
eu: Ikonoak lauki formakoak izan behar dira.
ro: Iconițele trebuie să fie pătrate.
sr_latn: Ikonice moraju biti kockaste.
sv_se: Ikoner måste vara kvadratiska.

source: App previews must be at least {0}px by {1}px or {1}px by {0}px.
eu: Aplikazioen aurrebistek gutxienez {0}px x {1}px edo {1}px x {0}px izan behar dute.
ro: Previzualizările aplicațiilor trebuie să fie cel puțin {0}px pe {1}px sau {1}px pe {0}px.
sr_latn: Prikaz aplikacije mora biti barem {0}px puta {1}px ili {1}px puta {0}px.
sv_se: Appens förhandsvisning måste minst vara {0}px gånger {1}px eller {1}px gånger {0}px.

source: Paid apps cannot be deleted. Disable this app instead.
eu: Ordainpeko aplikazioak ezin dira ezabatu. Horren ordez, aplikazioa desgaitu dezakezu.
ro: Aplicațiile plătite nu pot fi șterse. Dezactivați aplicația în loc.
sr_latn: Plaćene aplikacije ne mogu biti obrisane. Onemogućite ih.
sv_se: Betalappar kan inte raderas. Inaktivera den här appen istället.

source: App deleted.
eu: Aplikazioa ezabatuta.
ro: Aplicație șterasă.
sr_latn: Aplikacija je izbrisana.
sv_se: App borttagen.

source: Password was incorrect. App was not deleted.
eu: Pasahitza ez da zuzena. Aplikazioa ez da ezabatu.
ro: Parolă incorectă. Aplicația nu a fost ștearsă.
sr_latn: Lozinka je netačna. Aplikacija nije obrisana.
sv_se: Lösenordet var felaktigt. Appen togs inte bort.

source: App successfully resubmitted.
eu: Aplikazioa ondo birbidali da.
ro: Aplicație repropusă cu succes.
sr_latn: Aplikacija je uspešno ponovo poslata.
sv_se: Appen omprövas.

source: New version successfully added.
eu: Bertsio berria ongi gehitu da.
ro: Noua versiune a fost adăugată cu succes.
sr_latn: Nova verzija je uspešno dodata.
sv_se: Ny version lades till.

source: Changes successfully saved.
eu: Aldaketak arrakastaz gorde dira.
ro: Schimbările au fost salvate cu succes.
sr_latn: Izmene su uspešno sačuvane.
sv_se: Ändringar sparade.

source: Congratulations, your app submission is now complete and will be reviewed shortly!
eu: Zorionak, zure aplikazioaren bidalketa osatu da eta laster berrikusiko da.
ro: Felicitări, aplicația a fost propusă și va fi recenzată în scurt timp!
sr_latn: Čestitamo, Vaše podnošenje aplikacije je završeno i ubrzo će biti pregledana!
sv_se: Grattis, din app är inskickad och kommer att granskas inom kort!

source: Content ratings successfully saved.
eu: Edukiaren sailkapenak ondo gorde dira.
ro: Evaluare de conținut salvată cu succes.
sr_latn: Ocene sadržaja su uspešno snimljene.
sv_se: Innehållsklassificering sparad.

source: Application for preload successfully submitted.
eu: Aurrekarga-eskaria ongi bidali da.
ro: A fost trimisă cu succes o cerere de preîncărcare aplicație.
sr_latn: Aplikacija je uspešno poslata za napredno učitavanje.
sv_se: Ansökan för en förinstallerad app har skickats in.

source: There was an error with the form.
eu: Errore bat egon da inprimakian.
ro: S-a detectat o eroare cu acest formular.
sr_latn: Došlo je do greške sa formom.
sv_se: Det uppstod ett fel med formuläret.

source: Version successfully edited.
eu: Bertsioa arrakastaz editatu da.
ro: Versiune editată cu succes.
sr_latn: Verzija je uspešno izmenjena.
sv_se: Version redigerad.

source: Version successfully made active.
eu: Bertsioa behar bezala bihurtu da aktibo.
ro: Versiunea a fost activată cu succes.
sr_latn: Aktivna verzija je uspešno napravljena.
sv_se: Version gjord aktiv.

source: Version "{0}" deleted.
eu: "{0}" bertsioa ezabatu da.
ro: Versiunea „{0}” a fost ștearsă.
sr_latn: Verzija "{0}" je izbrisana.
sv_se: Version "{0}" borttagen.
