Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: There was an error with the submission.
eu: Errore bat egon da bidalketan.
ro: Propunerea a întâmpinat o eroare.
sr_latn: Došlo je do greške sa dostavom.
sv_se: Ett fel uppstod med inskickning.

source: An error occurred validating the manifest.
ro: S-a produs o eroare la validarea manifestului.
sv_se: Ett fel uppstod med validering av manifest.

source: There was an error uploading your preview.
eu: Errorea gertatu da aurrebista igotzean.
ro: S-a produs o eroare la încărcarea previzualizării.
sr_latn: Došlo je do greške prilikom otpremanja Vašeg pregleda.
sv_se: Ett fel uppstod med uppladdning av förhandsvisning.

source: Terms of service accepted.
eu: Erabilera-baldintzak onartuta.
ro: Termenii serviciului au fost acceptați.
sr_latn: Uslovi korišćenja su prihvaćeni.
sv_se: Användarvillkor accepterad.

source: Users with the admin role cannot use the API.
eu: Administratzaile roldun erabiltzaileek ezin dute APIa erabili.
ro: Utilizatorii cu rolul de admin nu pot folosi API-ul.
sr_latn: Korisnici sa ulogom admina ne mogu da koriste API-je.
sv_se: Användare med administratörsroll kan inte använda API.

source: No such API key.
eu: Ez da API gako hori existitzen.
ro: Nu există cheia API.
sr_latn: Ne postoji takav API ključ.
sv_se: Ingen sådan API-nyckel.

source: New API key generated.
eu: API gako berria sortuta.
ro: A fost generată o nouă cheie API.
sr_latn: Novi API ključ je generisan.
sv_se: Ny API-nyckel skapades.

source: Created blocklisted version.
eu: Blokeatutako zerrenden bertsioa sortuta.
ro: S-a creat o versiune blocklistată.
sr_latn: Napravljena je blokirana verzija.
sv_se: Skapade blocklistad version.

source: App already blocklisted.
eu: Aplikazioa badago blokeatutakoen zerrenda.
ro: Aplicația este deja blocklistată.
sr_latn: Aplikacija je već blokirana.
sv_se: Appen är redan blocklistad.

source: We encountered a problem connecting to the payment server.
eu: Arazo bat aurkitu dugu ordainketa-zerbitzariarekin konektatzean.
ro: Am întâlnit o problemă în conectarea la serverul de plăți.
sr_latn: Naišli smo na problem pri povezivanje na server za plaćanje.
sv_se: Vi stötte på problem med att ansluta till betalningsservern.

source: All
eu: Denak
ro: Toate
sr_latn: Sve
sv_se: Allt

source: Credit card
eu: Kreditu-txartela
ro: Card credit
sr_latn: Kreditna kartica
sv_se: Kreditkort

source: Carrier
eu: Hornitzailea
ro: Operator
sr_latn: Operater
sv_se: Operatör

source: A server error occurred when retrieving the application key.
eu: Zerbitzari-errore bat gertatu da aplikazio-gakoa atzitzean.
ro: S-a produs o eroare server la accesarea cheii aplicației.
sr_latn: Desila se greška na serveru prilikom preuzimanja ključa aplikacije.
sv_se: Ett serverfel uppstod vid hämtning av app-nyckeln.

source: Secret was reset successfully.
eu: Sekretua arrakastaz berrezarri da.
ro: Secretul a fost resetat cu succes.
sr_latn: Tajna je uspešno obnovljena.
sv_se: Hemlighet återställdes.

source: Key and secret were created successfully.
eu: Gakoa eta sekretua arrakastaz sortu dira.
ro: Cheia și secretul au fost create cu succes.
sr_latn: Ključ i tajna su uspešno napravljeni.
sv_se: Nyckel och hemlighet skapades.

source: Your app is not configured for in-app payments.
eu: Zure aplikazioa ez dago aplikazio barneko ordainketak egiteko konfiguratuta.
ro: Aplicația nu este configurată pentru plăți în aplicație.
sr_latn: Vaša aplikacija nije podešena za plaćanje u okviru aplikacije.
sv_se: Din app är inte konfigurerad för in-app betalningar.

source: No payment account for this app.
eu: Ez dago ordainketa-konturik aplikazio honetarako.
ro: Nu există cont de plăți pentru această aplicație.
sr_latn: Nema računa za uplatu za ovu aplikaciju.
sv_se: Inget betalningskonto för denna app.

source: To access the Marketplace API, create an OAuth key pair using the form below.
eu: Marketplace-aren APIa atzitzeko, sortu OAuth gako parea azpiko inprimakia erabiliz.
ro: Pentru a accesa API-ul Marketplace, creați o pereche de chei OAuth folosind formularul de mai jos.
sr_latn: Da biste pristupili Marketplace API-ju, napravite OAuth ključ koristeći formu ispod.
sv_se: För att komma åt Marketplace API, skapa ett OAuth-nyckelpar med formuläret nedan.

source: To access the Marketplace API, accept the <a href="%(terms)s">terms of service</a> and create an OAuth key pair using the form below.
eu: Marketplace-aren APIa atzitzeko, onartu <a href="%(terms)s">zerbitzuaren baldintzak</a> eta sortu OAuth gako parea azpiko inprimakia erabiliz.
ro: Pentru a accesa Marketplace API trebuie să acceptați <a href="%(terms)s">termenii serviciului</a> și să creați o pereche de chei OAuth folosind formularul de mai jos.
sr_latn: Da biste pristupili Marketplace API-ju, prihvatite <a href="%(terms)s">uslove korišćenja</a> i napravite OAuth ključ koristeći formu ispod.
sv_se: För att komma åt Marketplace API, acceptera <a href="%(terms)s">användarvillkor</a> och skapa ett OAuth-nyckelpar med formuläret nedan.

source: <p> There are two main uses for the Marketplace API. From another web site using a traditional OAuth flow or from a command line tool. The difference is discussed in the <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">Marketplace documentation</a>. Any testing should occur on the <a href="https://marketplace-dev.allizom.org">development server</a> and not the production server. </p>
eu: <p> Marketplace-aren APIak bi erabilera nagusi ditu. Beste webgune batetik OAuth fluxu tradizionala erabiliz, edo komando-lerro tresna batetik. Desberdintasuna <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">Marketplace-aren dokumentazioan</a> kontsulta dezakezu. Proba guztiak <a href="https://marketplace-dev.allizom.org">garapen-zerbitzarian</a> egingo dira beti, eta ez ekoizpen-zerbitzarian. </p>
ro: <p> Marketplace API poate fi utilizat în două moduri: prin tradiționalul OAuth, folosit de saituri web, sau prin unealta de linie de comandă. Diferențele sunt discutate la <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">Documentația Marketplace</a>. Orice testare trebuie realizată pe <a href="https://marketplace-dev.allizom.org">serverul de dezvoltare</a> și nu pe serverul de producție. </p>
sr_latn: <p> Postoje dve osnovne upotrebe za Marketplace API. Sa drugog veb sajta koristeći tradicionalni OAuth protok ili iz komandne linije. O razlikama je diskutovano u <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">Marketplace dokumentaciji</a>. Svako testiranje bi trebalo da se prikaže na <a href="https://marketplace-dev.allizom.org">razvojnom serveru</a> a ne na produkcionom serveru. </p>
sv_se: <p> Det finns två huvudsakliga användningsområden för Marketplace API. Från en annan webbplats med hjälp av en traditionell OAuth-flöde eller från ett kommandoradsverktyg. Skillnaden diskuteras i <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">Marketplace dokumentation</a>. Eventuella tester ska ske på <a href="https://marketplace-dev.allizom.org">utvecklingsservern</a> och inte på produktionsservern. </p>

source: Client type
eu: Bezero mota
ro: Tip de client
sr_latn: Tip korisnika
sv_se: Klienttyp

source: Application Name
eu: Aplikazioaren izena
ro: Nume aplicație
sr_latn: Ime aplikacije
sv_se: Applikationsnamn

source: Redirect URI
eu: Berbideratze URIa
ro: URI redirecționare
sr_latn: URI za preusmeravanje
sv_se: Omdirigerings URI

source: Create
eu: Sortu
ro: Creare
sr_latn: Kreiraj
sv_se: Skapa

source: OAuth Keys
eu: OAuth gakoak
ro: Chei OAuth
sr_latn: OAuth ključevi
sv_se: OAuth-nycklar

source: Key
eu: Gakoa
ro: Cheie
sr_latn: Ključ
sv_se: Nyckel

source: Secret
eu: Sekretua
sr_latn: Tajna
sv_se: Hemlighet

source: Delete
eu: Ezabatu
ro: Șterge
sr_latn: Izbriši
sv_se: Ta bort

source: You currently do not have an API key.
eu: Une honetan ez duzu API gakorik.
ro: Nu aveți o cheie API momentan.
sr_latn: Vi trenutno nemate API ključ.
sv_se: Du har för tillfället inte en API-nyckel.

source: OAuth Example
eu: OAuth adibidea
ro: Exemplu OAuth
sr_latn: OAuth primer
sv_se: OAuth exempel

source: <p>Example using a Python library for the command-line on Mac OS X/Linux using your OAuth credentials:</p>
sv_se: <p>Exempel på användning av ett Python-bibliotek för kommandoraden i Mac OS X/Linux med dina OAuth-inloggningsuppgifter:</p>

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a> before your app can be reviewed or published.
eu: Aplikazioa berrikusi edo argitaratu ahal izateko, aurrena <a href="%(next_url)s">%(next_step_name)s</a> konfiguratu behar duzu.
ro: Trebuie să setați <a href="%(next_url)s">%(next_step_name)s</a> înainte ca aplicația să poată fi recenzată și publicată.
sr_latn: Morate da podesite <a href="%(next_url)s">%(next_step_name)s</a> pre nego što Vaša aplikacija može biti pregledana ili objavljena.
sv_se: Måste du konfigurera <a href="%(next_url)s">%(next_step_name)s</a> innan din app kan granskas eller publiceras.

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a>.
eu: <a href="%(next_url)s">%(next_step_name)s</a> konfiguratu beharra duzu.
ro: Trebuie să setați <a href="%(next_url)s">%(next_step_name)s</a>.
sr_latn: Morate da podesite <a href="%(next_url)s">%(next_step_name)s</a>.
sv_se: Du måste konfigurera <a href="%(next_url)s">%(next_step_name)s</a>.

source: Sign in
eu: Hasi saioa
ro: Autentificare
sr_latn: Prijavi se
sv_se: Logga in

source: You must sign in to proceed.
eu: Saioa hasi behar duzu jarraitu ahal izateko.
ro: Trebuie să fiți autentificat pentru a continua.
sr_latn: Morate biti prijavljeni da biste nastavili.
sv_se: Du måste logga in för att fortsätta.

source: Sign in / Sign up
eu: Hasi saioa / Eman izena
ro: Autentificare / Înregistrare
sr_latn: Prijavi se / Registruj se
sv_se: Logga in / Registrera dig

source: Message of the Day
eu: Eguneko mezua
ro: Mesajul zilei
sr_latn: Poruka dana
sv_se: Dagens meddelande

source: Update Message of the Day
eu: Eguneratu eguneko mezua
ro: Actualizați mesajul zilei
sr_latn: Ažuriraj poruku dana
sv_se: Uppdatera dagens meddelande

source: Save
eu: Gorde
ro: Salvare
sr_latn: Sačuvaj
sv_se: Spara

source: Documentation
eu: Dokumentazioa
ro: Documentație
sr_latn: Dokumentacija
sv_se: Dokumentation

source: Testing Apps
eu: Aplikazioen probak
ro: Testarea aplicațiilor
sr_latn: Testiranje aplikacija
sv_se: Testa appar

source: Submit a New App
eu: Bidali aplikazio berria
ro: Propuneți o nouă aplicație
sr_latn: Dostavite novu aplikaciju
sv_se: Skicka in en ny app

source: Authorize Access
eu: Baimendu sarbidea
ro: Autorizare acces
sr_latn: Dozvoljeni pristup
sv_se: Auktorisera åtkomst

source: %(app_name)s would like access to your Marketplace account.
eu: %(app_name)s(e)k zure Marketplace-eko kontua atzitu nahi du.
ro: %(app_name)s vrea să aibă acces la contul tău de Marketplace.
sr_latn: %(app_name)s bi želeo da pristupi Vašem Marketplace nalogu.
sv_se: %(app_name)s vill ha tillgång till ditt Marketplace-konto.

source: Grant
eu: Baimendu
ro: Acordă
sr_latn: Omogući
sv_se: Bevilja

source: Deny
eu: Ukatu
ro: Refuză
sr_latn: Odbij
sv_se: Neka

source: Firefox Marketplace Developers
eu: Firefox Marketplace-eko garatzaileak
ro: Dezvoltatori Firefox Marketplace
sr_latn: Firefox Marketplace programeri
sv_se: Utvecklare Firefox Marketplace

source: API Reference
eu: Kontsultarako APIa
ro: Referință API
sr_latn: API referenca
sv_se: API-referens

source: Submit an app
eu: Bidali aplikazio bat
ro: Propuneți o aplicație
sr_latn: Podnesi aplikaciju
sv_se: Skicka in en app

source: Sign In
eu: Hasi saioa
ro: Autentificare
sr_latn: Prijavi se
sv_se: Logga in

source: Settings
eu: Ezarpenak
ro: Setări
sr_latn: Postavke
sv_se: Inställningar

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
eu: Zenbait eginbide aldi baterako desgaitu dira, webgunearen mantentze-lanak burutu arte. Oso laster izango gara berriz bueltan.
ro: Unele funcții sunt dezactivate temporar în timp ce realizăm întreținerea pe sait. Vom reveni în scurt timp la capacitate maximă.
sr_latn: Neke funkcije su privremeno onemogućene dok vršimo održavanje veb sajta. Mi ćemo se vratiti u punom kapacitetu uskoro.
sv_se: Vissa funktioner inaktiveras tillfälligt eftersom vi utför underhåll på webbplatsen. Vi kommer tillbaka med full kapacitet inom kort.

source: The Terms of Service have changed since you last agreed to them. Please read and agree to the <a href="%(url)s">new terms</a>.
eu: Zerbitzuaren baldintzak aldatu egin dira azkenekoz onartu zenituenetik. Irakurri eta onartu <a href="%(url)s">baldintza berriak</a>.
ro: Termenii serviciului s-au schimbat față de ultima dată când v-ați dat acordul. Vă rugăm să citiți și să aprobați <a href="%(url)s">noii termeni</a>.
sr_latn: Uslovi korišćenja su promenjeni od kada ste se poslednji put složili sa njima. Molimo pročitajte i složite se sa <a href="%(url)s">novim uslovima</a>.
sv_se: Användarvillkoren har förändrats sedan du senast godkände dem. Läs och godkänn de <a href="%(url)s">nya villkoren</a>.

source: Please sign in
eu: Hasi saioa, mesedez
ro: Vă rugăm să vă autentificați
sr_latn: Molimo prijavite se
sv_se: Logga in

source: Just log in or register with <a href="%(url)s">Firefox Accounts</a> below.
eu: Hasi saioa edo erregistratu <a href="%(url)s">Firefox kontu batekin</a> behean.
ro: Puteți să vă autentificați sau să vă înregistrați pentru <a href="%(url)s">Contul Firefox</a> mai jos.
sr_latn: Samo se prijatite ili registrujte sa <a href="%(url)s">Firefox nalogom</a> ispod.
sv_se: Logga in eller registrera dig med ditt <a href="%(url)s">Firefox-konto</a> nedan.

source: Terms and Conditions
eu: Erabilera-baldintzak
ro: Termeni și condiții
sr_latn: Uslovi korišćenja
sv_se: Villkor

source: Printable Version
eu: Inprimatzeko bertsioa
ro: Versiune imprimabilă
sr_latn: Verzija za štampanje
sv_se: Utskriftsvänlig version

source: Additional Marketplace Policies
eu: Marketplace-aren politika gehigarriak
ro: Politici suplimentare Marketplace
sr_latn: Dodatne Marketplace polise
sv_se: Ytterligare riktlinjer Marketplace

source: You have already agreed to this developer agreement.
eu: Garatzaile-hitzarmen hau onartu duzu jadanik.
ro: V-ați dat deja acordul pentru acest acord de dezvoltare.
sr_latn: Vi ste se već složili sa ovim sporazumom za programera.
sv_se: Du har redan godkänt utvecklaravtalet.

source: Testing
eu: Probak
ro: Testare
sr_latn: Testiranje
sv_se: Testa

source: Use these tools for testing your apps prior to submission to the Firefox Marketplace.
eu: Aplikazioak Firefox Marketplace-era bidali baino lehen, erabili probak egiteko tresna hauek.
ro: Folosiți aceste unelte pentru testarea aplicațiilor înainte de a fi propuse pe Firefox Marketplace.
sr_latn: Koristite ove alate za testiranje svoje aplikacije pre dostavljanja na Firefox Marketplace.
sv_se: Använd dessa verktyg för att testa dina appar före de skickas in till Firefox Marketplace.

source: Transaction Details
eu: Transakzioaren xehetasunak
ro: Detalii tranzacție
sr_latn: Detalji transakcije
sv_se: Transaktionsdetaljer

source: Filter Transactions
eu: Iragazi transakzioak
ro: Filtrează tranzacții
sr_latn: Filtriraj transakcije
sv_se: Filtrera transaktioner

source: {num} transaction found
eu: Transakzio {num} aurkitu da
ro: {num} tranzacție găsită
sr_latn: {num} transakcija pronađena
sv_se: {num} transaktion hittades

source: Your apps currently have no transactions.
eu: Zure aplikazioek une honetan ez dute transakziorik.
ro: Aplicațiile actuale nu au tranzacții.
sr_latn: Vaša aplikacija trenutno nema transakcija.
sv_se: Dina appar har för närvarande inga transaktioner.

source: Date
eu: Data
ro: Data
sr_latn: Datum
sv_se: Datum

source: Type
eu: Mota
ro: Tipul
sr_latn: Tip
sv_se: Typ

source: Currency
eu: Moneta
ro: Moneda
sr_latn: Valuta
sv_se: Valuta

source: Amount
eu: Kopurua
ro: Prețul
sr_latn: Količina
sv_se: Belopp

source: Test App Validation
eu: Probatu aplikazioaren balidazioa
ro: Testare validitate aplicație
sr_latn: Testiraj validnost aplikacije
sv_se: Testa app-validering

source: Submit your app manifest URL
eu: Bidali aplikazioaren manifestuaren URLa
ro: Încărcați URL-ul de manifest pentru aplicație
sr_latn: Podnesite URL manifesta Vaše aplikacije
sv_se: Skicka in din apps manifest-URL

source: Validate
eu: Balidatu
ro: Validare
sr_latn: Potvrdi
sv_se: Validera

source: <strong>Don't forget a protocol!</strong> Try adding either <a href="#">%(http)s</a> or <a href="#">%(https)s</a>.
eu: <strong>Ez ahaztu protokolo bat ere!</strong> Probatu <a href="#">%(http)s</a> edo <a href="#">%(https)s</a> gehituz.
ro: <strong>Nu uitați de protocol!</strong> Adăugați fie <a href="#">%(http)s</a> sau <a href="#">%(https)s</a>.
sr_latn: <strong>Nemojte zaboraviti na protokol!</strong> Pokušajte da dodate ili <a href="#">%(http)s</a> ili <a href="#">%(https)s</a>.
sv_se: <strong>Glöm inte ett protokoll!</strong> Försök lägga till antingen <a href="#">%(http)s</a> eller <a href="#">%(https)s</a>.

source: Manifest URLs must start with a protocol (for example, <code>http://</code> or <code>https://</code>) and typically use the <code>.webapp</code> extension.
eu: Manifestuen URLek protokolo batekin hasi behar dute adibidez, <code>http://</code> edo <code>https://</code>) eta normalean <code>.webapp</code> luzapena erabiltzen dute.
ro: URL-ul de manifest trebuie să înceapă cu un protocol (de exemplu, <code>http://</code> sau <code>https://</code>) și folosește în mod obișnuit extensia <code>.webapp</code>.
sr_latn: URLs manifest mora započeti sa protokolom (na primer, <code>http://</code> ili <code>https://</code>) i obično se koristi <code>.webapp</code> ekstenzija.
sv_se: Manifest-URL:ar måste börja med ett protokoll (till exempel <code>http://</code> eller <code>https://</code>) och använder oftast filändelsen <code>.webapp</code>.

source: Learn more about submitting an app.
eu: Ikasi nola bidali aplikazio bat.
ro: Aflați mai multe despre propunerea aplicațiilor.
sr_latn: Naučite više o podnošenju aplikacije.
sv_se: Läs mer om att skicka in en app.

source: The validator is a tool which can help test your app for errors, best practices, and compliance with Marketplace guidelines before actually submitting your app for review. If you're interested in how it works or would like to run a copy of your own, the source code is available <a href="%(repo)s">on Github</a>.
ro: Validatorul este o unealtă care vă poate ajuta să testați erori ale aplicațiilor, bunele practici și conformitatea cu regulile Marketplace înainte de propunerea aplicației pentru recenzie. Dacă sunteți interesați de modul în care funcționează procesul, sau doriți o copie a codului sursă, le puteți găsi <a href="%(repo)s">pe Github</a>.
sr_latn: Validator je alat koji Vam može pomoći pri testiranju Vaše aplikacije radi otkrivanja grešaka, najboljim praksama i usklađenosti sa Marketplace smernicama pre nego što pošaljete Vašu aplikaciju na pregled. Ako ste zaintersovani kako to funkcioniše ili bi ste hteli da pokrenete Vašu kopiju, izvorni kod je dostupan <a href="%(repo)s">na Github-u</a>.
sv_se: Valideraren är ett verktyg som kan hjälpa dig att testa din app, söka efter fel, bästa praxis och följa Marketplace:s riktlinjer innan du skickar in din app för granskning. Om du är intresserad av hur det fungerar eller vill köra en egen kopia, finns källkoden tillgänglig <a href="%(repo)s">på Github</a>.

source: Validation Results for {0}
eu: Balidazioaren emaitzak {0} aplikaziorako
ro: Rezultate de validare pentru {0}
sr_latn: Rezultati validacije za {0}
sv_se: Valideringsresultat för {0}

source: Validation Results
eu: Balidazioaren emaitzak
ro: Rezultatele validării
sr_latn: Rezultati validacije
sv_se: Valideringsresultat

source: Validated at:
eu: Balioztatze-data:
ro: Validat la:
sr_latn: Overeno u:
sv_se: Validerad på:

source: Manage My Submissions
eu: Kudeatu nire bidalketak
ro: Gestionează propunerile mele
sr_latn: Upravljaj mojim dostavama
sv_se: Hantera mina bidrag

source: Announcement
eu: Iragarpena
ro: Anunț
sr_latn: Objava
sv_se: Tillkännagivande

source: Dismiss this announcement
eu: Baztertu iragarpena
ro: Îndepărtați acest anunț
sr_latn: Odbaci ovo saopštenje
sv_se: Ignorera tillkännagivande

source: Edit
eu: Editatu
ro: Editare
sr_latn: Uredi
sv_se: Redigera

source: Welcome to the Developer Dashboard
eu: Ongi etorri garatzailearen arbelera
ro: Bine ați venit la Panoul de control Dezvoltator
sr_latn: Dobrodošni na kontrolnu tablu programera
sv_se: Välkommen till översikten för utvecklare

source: You haven't yet submitted an app to the Firefox Marketplace. Once you've <a href="%(app_url)s">created your app</a>, click Submit Your App below.
eu: Oraindik ez duzu aplikaziorik bidali Firefox Marketplace-era. <a href="%(app_url)s">Aplikazioa sortu</a> ondoren, egin klik azpiko "Bidali aplikazio bat" botoian.
ro: Nu ați propus încă o aplicație pentru Firefox Marketplace. Odată ce <a href="%(app_url)s">ați creat o aplicație</a>, clic pe butonul de propunere aplicație de mai jos.
sr_latn: Još uvek niste podneli aplikaciju za Firefox Marketplace. Jednom kada <a href="%(app_url)s">napravite Vašu aplikaciju</a>, pritisnite Submit Your App ispod.
sv_se: Du har ännu inte skickat in en app till Firefox Marketplace. När du har <a href="%(app_url)s">skapat din app</a>, klicka på Skicka in din app nedan.

source: Submit An App
eu: Bidali aplikazio bat
ro: Propunere aplicație
sr_latn: Podnesi aplikaciju
sv_se: Skicka in en app

source: Edit Listing
eu: Editatu zerrenda
ro: Editare listare
sr_latn: Izmeni spisak
sv_se: Redigera listning

source: None
eu: Bat ere ez
ro: Nimic
sr_latn: Nema
sv_se: Inga

source: Team Members
eu: Taldeko kideak
ro: Membrii echipei
sr_latn: Članovi tima
sv_se: Gruppmedlemmar

source: Only the app owner(s) can edit this page.
eu: Aplikazio-jabeek soilik edita dezakete orri hau.
ro: Doar proprietarii aplicației pot edita pagina.
sr_latn: Samo vlasnici aplikacije mogu urediti ovu aplikaciju.
sv_se: Endast ägare av appen kan redigera sidan.

source: About team member roles
eu: Taldekideen rolei buruz
ro: Despre rolurile membrilor echipei
sr_latn: O ulogama članova tima
sv_se: Om gruppmedlemmars roller

source: Save Changes
eu: Gorde aldaketak
ro: Salvare schimbări
sr_latn: Sačuvaj izmene
sv_se: Spara ändringar

source: close
eu: itxi
ro: închide
sr_latn: zatvori
sv_se: stäng

source: About Team Member Roles
eu: Taldekideen rolei buruz
ro: Despre rolurile membrilor echipei
sr_latn: O ulogama članova tima
sv_se: Om gruppmedlemmars roller

source: Apps can have any number of team members with 4 possible roles:
eu: Aplikazioek nahi beste taldekide eduki ditzakete, 4 rol hauetariko batekin:
ro: Aplicațiile pot avea un număr nelimitat de membri ai echipei cu 4 roluri posibile:
sr_latn: Aplikacije mogu imati bilo koji broj članova tima sa 4 moguće uloge:
sv_se: Appar kan ha valfritt antal gruppmedlemmar med 4 möjliga roller:

source: Can manage all aspects of the app's listing, including adding and removing other team members
eu: Aplikazioaren zerrendaren alderdi guztiak kudea ditzake, baita taldekideak kentzea eta gehitzea ere.
ro: Pot gestiona toate aspectele listării aplicației, inclusiv adăugarea și eliminarea membrilor
sr_latn: Mogu da upravljaju svim aspektima listinga aplikacije, uključujući i dodavanje i uklanjanje drugih članova tima
sv_se: Kan hantera alla aspekter av appens listning, inklusive att lägga till och ta bort andra gruppmedlemmar
