Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: Configure In-App Products
eu: Konfiguratu aplikazio barneko produktuak
ro: Configurare produse In-App
sr_latn: Konfiguriši proizvode unutar aplikacije
sv_se: Konfigurera in-app produkter

source: In-App Keys
eu: Aplikazio barneko gakoak
ro: Chei In-App
sr_latn: Ključevi unutar aplikacije
sv_se: In-app nycklar

source: In-App Payments Keys allow you to take payments in your application for any arbitrary price point. You are responsible for the definition and management of products.
eu: Aplikazio barneko ordainketen gakoekin, zure aplikaziotik edozein salmenta-prezioko kobrantzak egin ditzakezu. Zu zara produktuen definizio eta kudeaketaren arduraduna.
ro: Plățile în aplicație vă permit să acceptați plăți în cadrul aplicațiilor pentru orice punct de preț. Sunteți responsabili pentru definirea și gestiunea produselor din aplicație.
sr_latn: Ključevi unutar aplikacije omogućavaju Vam da primate uplate unutar Vaše aplikacije po bilo kojoj proizvoljnoj ceni. Vi ste odgovorni za definisanje i upravljanje proizvodima.
sv_se: Nycklar för in-app betalningar tillåter dig att ta betalt i din app för godtyckligt pris. Du ansvarar för utformning och hantering av produkterna.

source: Note: If you're wanting to provide in-app products to Firefox for Desktop users then please use in-app products.
ro: Notă: puteți folosi funcția de produse cu plata în aplicație și pentru utilizatorii de aplicații Firefox pentru desktop.
sv_se: Obs: Om du vill erbjuda in-app produkter till Firefox för skrivbordsanvändare, vänligen använd in-app produkter.

source: Configure In-App Keys
eu: Konfiguratu aplikazio barneko gakoak
ro: Configurare chei In-App
sr_latn: Konfiguriši ključeve unutar aplikacije
sv_se: Konfigurera in-app nycklar

source: Enable
eu: Gaitu
ro: Activare
sr_latn: Omogući
sv_se: Aktivera

source: This feature is under active development. Please refer to the <a target="_blank" href="%(doc_link)s">documentation</a> for more information.
eu: Eginbide honen garapena aktibo dago. Irakurri <a target="_blank" href="%(doc_link)s">dokumentazioa</a> informazio gehiagorako.
ro: Funcția este în dezvoltare. Pentru mai multe informații puteți vedea <a target="_blank" href="%(doc_link)s">documentația</a>.
sr_latn: Ova mogućnost se i dalje razvija. Molimo pogledajte <a target="_blank" href="%(doc_link)s">dokumentaciju</a> za više informacija.
sv_se: Denna funktion är under aktiv utveckling. Se <a target="_blank" href="%(doc_link)s">dokumentationen</a> för mer information.

source: If you find a problem please <a target="_blank" href="%(bug_link)s">report a bug</a>.
eu: Arazoren bat izanez gero, <a target="_blank" href="%(bug_link)s">eman arazoaren berri</a>.
ro: Dacă întâmpinați o problemă, vă rugăm să <a target="_blank" href="%(bug_link)s">raportați un defect</a>.
sr_latn: Ako naiđete na problem, molimo <a target="_blank" href="%(bug_link)s">prijavite grešku</a>.
sv_se: Om du hittar ett problem, vänligen <a target="_blank" href="%(bug_link)s">rapportera en bugg</a>.

source: Icon
eu: Ikonoa
ro: Iconiță
sr_latn: Ikonica
sv_se: Ikon

source: Price Point
eu: Salmenta-prezioa
ro: Preț
sr_latn: Cena
sv_se: Prisnivå

source: Product ID
eu: Produktuaren IDa
ro: ID produs
sr_latn: ID proizvoda
sv_se: Produkt-ID

source: Add a product
eu: Gehitu produktu bat
ro: Adăugare produs
sr_latn: Dodaj proizvod
sv_se: Lägg till en produkt

source: App Compatibility
eu: Aplikazioen bateragarritasuna
ro: Compatibilitate aplicație
sr_latn: Kompatabilnost aplikacije
sv_se: App-kompatibilitet

source: Change to Free
eu: Aldatu doakora
ro: Schimbați în gratuit
sr_latn: Promeni na besplatno
sv_se: Ändra till gratis

source: Paid mode requires that your app only supports:
ro: Modul plătit necesită suport doar pentru:
sr_latn: Mod za plaćanje zahteva da Vaša aplikacija podržava samo:
sv_se: Betalläge kräver att din app endast stödjer:

source: Paid / In-app
ro: Plătit / Cu plata în aplicație
sr_latn: Plaćeno / u okviru aplikacije
sv_se: Betal/in-app

source: Change to Paid
ro: Schimbă în plătit
sr_latn: Promeni na plaćeno
sv_se: Ändra till betal

source: Changing to Paid will put your app back into review.
ro: Schimbarea în aplicație plătită va pune aplicația din nou în recenzie.
sr_latn: Promenom na Plaćeno će staviti Vašu aplikaciju nazad u razmatranje.
sv_se: Ändring till betal kommer att sätta din app under granskning.

source: Learn about <a href="%(payments_url)s" target="_blank">different payment types</a>.<br /> Learn about <a href="%(receipts_url)s" target="_blank">validating purchase receipts</a>.
ro: Aflați despre <a href="%(payments_url)s" target="_blank">tipuri diferite de plată</a>.<br /> Aflați despre <a href="%(receipts_url)s" target="_blank">validarea chitanțelor de achiziție</a>.
sr_latn: Saznajte o <a href="%(payments_url)s" target="_blank">različitim načinima plaćanja</a>.<br /> Saznajte o <a href="%(receipts_url)s" target="_blank">potvrđivanju prihoda</a>.
sv_se: Läs om <a href="%(payments_url)s" target="_blank">olika betalningstyper</a>.<br/> Läs om <a href="%(receipts_url)s" target="_blank">validering av kvitton</a>.

source: Payment Accounts
eu: Ordainketa-kontuak
ro: Conturi de plată
sr_latn: Nalozi za plaćanje
sv_se: Betalkonton

source: Your app is currently incomplete. Select a payment account and price point to restore it.
eu: Zure aplikazioa ez dago osatuta. Hautatu ordainketarako kontu bat eta salmenta-prezioa berrezartzeko.
ro: Aplicația este momentan incompletă. Alegeți un cont de plată și un punct de preț pentru a o restabili.
sr_latn: Vaša aplikacija je trenutno nepotpuna. Izaberite nalog za plaćanje i cenu da bi ste je vratili.
sv_se: Din app är för tillfället ofullständig. Välj ett betalkonto och prisnivå för att återställa den.

source: Countries
eu: Herrialdeak
ro: Țări
sr_latn: Države
sv_se: Länder

source: Add, manage or view transactions for your payment accounts
ro: Adăugați, gestionați sau vedeți tranzacțiile pentru conturile de plăți
sr_latn: Dodajte, upravljajte ili pogledajte transakcije za Vaš račun za plaćanje
sv_se: Lägg till, hantera eller visa transaktioner för dina betalkonton

source: Prices and Countries
eu: Prezioak eta herrialdeak
ro: Prețuri și țări
sr_latn: Cene i države
sv_se: Priser och länder

source: Price
eu: Prezioa
ro: Preț
sr_latn: Cena
sv_se: Pris

source: Does your app use Mozilla's in-app payments platform?
ro: Aplicația folosește platforma de plată în aplicație a Mozillei?
sr_latn: Da li Vaša aplikacija koristi Mozilla-inu platformu za plaćanje u okviru aplikacije?
sv_se: Använder din app Mozillas in-app betalningsplattform?

source: A server error occurred. Please try again later.
eu: Zerbitzari-errore bat gertatu da. Saiatu berriro geroago.
ro: S-a produs o eroare pe server. Încercați din nou mai târziu.
sr_latn: Desila se greška na serveru. Molimo pokuštajte ponovo kasnije.
sv_se: Ett serverfel uppstod. Försök igen senare.

source: Not applicable
eu: Ez aplikagarria
ro: Nu se aplică.
sr_latn: Nije primenljivo
sv_se: Ej tillämpligt

source: Regions
eu: Eskualdeak
ro: Regiuni
sr_latn: Regije
sv_se: Regioner

source: Available Regions
eu: Eskualde erabilgarriak
ro: Regiuni disponibile
sr_latn: Dostupni regioni
sv_se: Tillgängliga regioner

source: Check out the <a href="%(status_url)s" target="_blank">status page</a> to see which countries are currently enabled for sale.
ro: Verificați <a href="%(status_url)s" target="_blank">pagina de stare</a> pentru a vedea țările disponibile momentan pentru vânzare.
sr_latn: Pogledajte <a href="%(status_url)s" target="_blank">stranicu statusa</a> da vidite koje zemlje su trenutno omogućene za prodaju.
sv_se: Kolla in <a href="%(status_url)s" target="_blank">statussidan</a> för att se vilka länder som för närvarande är aktiverade för försäljning.

source: Your app will be available in the following selected regions:
ro: Aplicația va fi disponibilă în următoarele regiuni selectate:
sr_latn: Vaša aplikacija će biti dostupna u sledećim izabranim regionima:
sv_se: Din app kommer att finnas i följande utvalda regioner:

source: Retail price
eu: Txikizkako prezioa
ro: Preț de vânzare
sr_latn: Maloprodajna cena
sv_se: Riktpris

source: local currency
eu: tokiko txanpona
ro: moneda locală
sr_latn: lokalna valuta
sv_se: lokal valuta

source: Billing method
eu: Fakturazio-metodoa
ro: Metoda de plată
sr_latn: Način plaćanja
sv_se: Faktureringsmetod

source: Add a payment account to enable your app for sale in more regions
ro: Adăugați un cont de plată pentru a permite vânzarea aplicației în mai multe regiuni
sr_latn: Dodajte nalog za plaćanje da biste mogli prodavati Vašu aplikaciju u više regiona
sv_se: Lägg till ett betalkonto för att aktivera din app för försäljning i flera regioner

source: As "Rest of World" is selected your app will be available for purchase in all enabled "<a href="#regions-other">Other Regions</a>".
ro: Dacă este selectată opțiunea „Restul lumii” aplicația va fi disponibilă pentru achiziție în toate teritoriile de sub titulatura „<a href="#regions-other">Alte regiuni</a>”.
sr_latn: Ako je "Ostatak sveta" izabran u Vašoj aplikaciji ona će biti dostupna za kupovinu u svim "<a href="#regions-other">Ostalim regionima</a>".
sv_se: Eftersom "Övriga världen" har valts kommer appen att kunna köpas i alla aktiverade "<a href="#regions-other">andra regioner</a>".

source: Other regions
eu: Beste eskualdeak
ro: Alte regiuni
sr_latn: Ostali regioni
sv_se: Andra regioner

source: To exclude your app from appearing in a region, you may uncheck that region before saving.
ro: Pentru ca aplicația să nu apară într-o regiune, puteți deselecta acea regiune înainte de a salva.
sr_latn: Ako želite da se Vaša aplikacija ne pojavljuje u određenom regionu, možete poništiti odabir pre snimanja.
sv_se: För att utesluta din app från att visas i en region, kan du avmarkera den regionen innan du sparar.

source: Regions and Listings
eu: Eskualdeak eta zerrendak
ro: Regiuni și listări
sr_latn: Regioni i listinzi
sv_se: Regioner och listning

source: Promote as upgrade to free version
eu: Promozionatu doako bertsioaren eguneratze gisa
ro: Promovați ca o actualizare la versiunea gratuită
sr_latn: Promovišite kao doplata za besplatnu verziju
sv_se: Marknadsför som uppgradering till gratisversionen

source: If you have a free app, you can link and promote your premium app next to the free version here.
eu: Doako aplikazio bat baduzu, zure premium aplikazioa doako bertsioarekin lotu eta honen alboan promoziona dezakezu.
ro: Dacă aveți o aplicație gratuită, puteți să o legați și să o promovați împreună cu o aplicație premium, care va apărea lângă versiunea gratuită.
sr_latn: Ako imate besplatnu aplikaciju, možete povezati i promovisati Vašu premijum aplikaciju odmah pored besplatne verzije ovde.
sv_se: Om du har en gratis-app kan du länka och marknadsföra din premium-app bredvid gratisversionen här.

source: Linking this app will promote your premium app next to the free version.
eu: Aplikazio hau lotzean zure premium aplikazioa doakoaren alboan promozionatuko da.
ro: Legarea acestei aplicații va promova aplicația premium alături de versiunea gratuită.
sr_latn: Povezivanje ove aplikacije će promovisati Vašu premijum aplikaciju odmah do besplatne verzije.
sv_se: Att länka denna app kommer att marknadsföra din premium-app bredvid gratisversionen.

source: No free apps
eu: Doako aplikaziorik ez
ro: Nu sunt aplicații gratuite
sr_latn: Nema besplatnih aplikacija
sv_se: Inga gratisappar

source: Terms of Agreement
eu: Akordioaren baldintzak
ro: Termeni și condiții
sr_latn: Uslovi korišćenja
sv_se: Avtalsvillkor

source: Agree to the Terms
eu: Onartu baldintzak
ro: Sunt de acord cu termenii
sr_latn: Slažem se sa uslovima
sv_se: Godkänn villkoren

source: Provider
eu: Hornitzailea
ro: Furnizor
sr_latn: Provajder
sv_se: Leverantör

source: Modify
eu: Aldatu
ro: Modifică
sr_latn: Uredi
sv_se: Ändra

source: View transactions
eu: Ikusi transakzioak
ro: Vedeți tranzacțiile
sr_latn: Prikaži transakcije
sv_se: Visa transaktioner

source: Add a {provider} account
eu: Gehitu {provider} kontu bat
ro: Adăugați un cont {provider}
sr_latn: Dodaj {provider} nalog
sv_se: Lägg till ett {provider}-konto

source: Accept Terms of Service
eu: Onartu zerbitzuaren baldintzak
ro: Sunt de acord cu termenii
sr_latn: Prihvatam uslove korišćenja usluge
sv_se: Acceptera användarvillkor

source: Confirm deletion of payment account
eu: Baieztatu ordainketa-kontuaren ezabaketa
ro: Confirmați ștergerea contului de plăți
sr_latn: Potvrdite brisanje računa za plaćanje
sv_se: Bekräfta borttagning av betalningskonto

source: Delete Payment Account
eu: Ezabatu ordainketa-kontua
ro: Ștergere cont plăți
sr_latn: Izbriši nalog za plaćanje
sv_se: Ta bort betalningskonto

source: The current payment account was associated with the app by an app owner.
ro: Contul actual de plăți a fost asociat aplicației de proprietarul aplicației.
sr_latn: Trenutni račun za plaćanje je bio povezan sa aplikacijom od strane vlasnika aplikacije.
sv_se: Det nuvarande betalkonto var associerad med appen genom en app-ägare.

source: You have an incomplete payment account. Complete it or set up a new one below.
ro: Aveți un cont incomplet de plăți. Completați-l sau setați altul nou mai jos.
sr_latn: Imate nepotpun račun za uplatu. Završite ga ili podesite novi ispod.
sv_se: Du har ett ofullständigt betalkonto. Komplettera det eller skapa ett nytt nedan.

source: You don't have any payment accounts set up.
ro: Nu aveți setate informații pentru plată.
sr_latn: Nemate nijedan podešen račun za plaćanje.
sv_se: Du har inte konfigurerat något betalkonto.

source: Add Bango Account
eu: Gehitu Bango kontua
ro: Adaugă cont Bango
sr_latn: Dodaj Bango nalog
sv_se: Lägg till Bango-konto

source: Please see the <a target="_blank" href="%(url)s">documentation on Payment Accounts</a>.
ro: Vedeți <a target="_blank" href="%(url)s">documentația despre conturi de plăți</a>.
sr_latn: Molimo pogledajte <a target="_blank" href="%(url)s">dokumentaciju o nalozima za plaćanje</a>.
sv_se: Se <a target="_blank" href="%(url)s">dokumentationen för betalkonton</a>.

source: Usually 9, 10 or 11 digits. Example: 0114584906.
eu: Normalean 9, 10 edo 11 digitu. Adibidea: 0114584906.
ro: De obicei 9, 10 sau 11 cifre. De exemplu: 0114584906.
sr_latn: Obično 9, 10 ili 11 cifara. Primer: 0114584906.
sv_se: Normalt 9, 10 eller 11 siffror. Exempel: 0114584906.

source: Either 8 or 11 characters. Example: WFBIUS6WPDX.
eu: Sartu 8 edo 11 karaktere. Adibidea: WFBIUS6WPDX.
ro: 8 sau 11 caractere. Exemplu: WFBIUS6WPDX.
sr_latn: Ili 8 ili 11 karaktera. Primer: WFBIUS6WPDX.
sv_se: Antingen 8 eller 11 tecken. Exempel: WFBIUS6WPDX.

source: Optional
eu: Aukerakoa
ro: Opțional
sr_latn: Opciono
sv_se: Valfri

source: Name of registered company or individual.
ro: Numele companiei înregistrate sau a persoanei.
sr_latn: Ime registrovane kompanije ili pojedinca.
sv_se: Namn på registrerat företag eller privatperson.

source: Name of account on the Marketplace (not sent to Bango).
ro: Numele contului de pe Marketplace (nu e trimis la Bango).
sr_latn: Ime naloga na Marketplace-u (nije poslato Bango-u).
sv_se: Namn på konto på Marketplace (skickas inte till Bango).

source: Register Payment Account
ro: Înregistrare pentru cont de plăți
sr_latn: Registrujte račun za plaćanje
sv_se: Registrera betalningskonto

source: Processing Request...
eu: Eskaera prozesatzen...
ro: Procesare cerere...
sr_latn: Procesiram zahtev...
sv_se: Behandlar begäran...

source: Please wait while we contact the payment server.
eu: Itxaron ordainketa-zerbitzariarekin kontaktua egin arte.
ro: Vă rugăm așteptați în timp ce contactăm serverul de plăți.
sr_latn: Molimo sačekajte dok kontaktiramo server za plaćanje.
sv_se: Vänta medan vi kontaktar betalningsservern.

source: Add Reference Account
eu: Gehitu erreferentziako kontua
ro: Adăugați cont de referință
sr_latn: Dodaj referentni nalog
sv_se: Lägg till referenskonto

source: Modify Bango Account
eu: Aldatu Bango kontua
ro: Modificare cont Bango
sr_latn: Uredi Bango nalog
sv_se: Ändra Bango-konto

source: A name to refer to the account on the Marketplace, not sent to Bango.
ro: Un nume pentru contul de pe Marketplace, nu e trimis la Bango.
sr_latn: Ime koje se odnosi na račun na Marketplace-u, nije poslato Bango-u.
sv_se: Ett namn som refererar till kontot på Marketplace, skickas inte till Bango.

source: Update Account
eu: Eguneratu kontua
ro: Actualizare cont
sr_latn: Ažuriraj nalog
sv_se: Uppdatera konto

source: Modify Reference Account
eu: Aldatu erreferentziako kontua
ro: Modificare cont de referință
sr_latn: Uredi referentni nalog
sv_se: Ändra referenskonto

source: Regions that require extra consideration:
ro: Regiuni care necesită considerații suplimentare:
sr_latn: Regioni koji zahtevaju dodatna razmatranja:
sv_se: Regioner som kräver extra omtanke:

source: You must <a href="{status_page}">request a review</a> to have your app shown on low-memory devices.
ro: Trebuie să <a href="{status_page}">cereți o recenzie</a> pentru a avea aplicația afișată pe dispozitive cu memorie scăzută.
sr_latn: Morate <a href="{status_page}">zatražiti recenziju</a> da bi Vaša aplikacija bila prikazana na uređajima koji imaju malo memorije.
sv_se: Du måste <a href="{status_page}">begära en granskning</a> för att din app ska visas på enheter med mindre minne.

source: low-memory devices
ro: dispozitive cu memorie scăzută
sr_latn: uređaji koji imaju malo memorije
sv_se: enhet med mindre minne

source: Learn why some regions are restricted.
ro: Aflați de ce unele regiuni sunt restricționate.
sr_latn: Saznajte zašto se neki regioni ograničeni.
sv_se: Läs om varför vissa regioner är begränsade.

source: Your app will no longer be listed in certain regions because those regions do not support payments. We have transferred your region choices. Please review the changes before saving.
ro: Aplicația nu va mai fi listată în anumite regiuni deoarece acestea nu suportă plăți. V-am transferat opțiunile de regiune. Verificați aceste schimbări înainte de a salva.
sr_latn: Vaša aplikacija neće više biti svrstana u određenim regionima jer ti regioni ne podržavaju opciju plaćanja. Prebacili smo Vaše odabire regiona. Molimo Vas da pregledate promene pre nego što ih sačuvate.
sv_se: Din app kommer inte längre att visas i vissa regioner, eftersom dessa områden inte har stöd för betalningar. Vi har överfört dina regionsval. Vänligen granska ändringarna innan du sparar.

source: Your app will be displayed in any regional Marketplace that is added in the future.
ro: Aplicația va fi afișată în orice Marketplace regional care este adăugat în viitor.
sr_latn: Vaša aplikacija će biti prikazana u bilo kom regionalnom Marketplace-u koji bude dodat u budućnosti.
sv_se: Din app kommer att visas i de regionala Marketplace som läggs till i framtiden.

source: (Subject to payments being available in that region for the selected price point or "Rest of World" being selected as a payment option).
ro: (Pe măsură ce acele regiuni viitoare vor avea disponibile sisteme de plăți la prețul selectat sau dacă este selectat „Restul lumii” ca opțiune de plată).
sv_se: (Med förbehåll för betalningar är tillgängliga i den regionen för den valda prisnivån eller "Övriga världen" har valts som betalningsalternativ).

source: You will receive an email notification when a new region is added.
eu: Posta bidezko jakinarazpen bat jasoko duzu eskualde bat gehitzen denean.
ro: Veți primi o notificare pe e-mail atunci când este adăugată o nouă regiune.
sr_latn: Vi ćete primiti obaveštenje e-pošte kada se novi region dodaje.
sv_se: Du kommer att få ett e-postmeddelande när en ny regionen läggs till.

source: Select All
eu: Hautatu dena
ro: Selectează tot
sr_latn: Odaberi sve
sv_se: Välj alla

source: Thank you for subscribing!
eu: Eskerrik asko izena emateagatik!
ro: Mulțumim pentru abonare!
sr_latn: Hvala Vam na pretplati!
sv_se: Tack för att du prenumererar!

source: We apologize, but an error occurred in our system. Please try again later.
eu: Barkatu, errore bat gertatu da gure sisteman. Saiatu berriro geroago.
ro: Ne cerem scuze, s-a produs o eroare în sistemul nostru. Încercați din nou mai târziu.
sr_latn: Izvinjavamo se, ali došlo je do greške u našem sistemu. Molimo Vas pokušajte ponovo kasnije.
sv_se: Vi ber om ursäkt, men ett fel uppstod i vårt system. Försök igen senare.

source: Concept: A Great App
eu: Kontzeptua: aplikazio bikain bat
ro: Concept: O aplicație fantastică
sr_latn: Koncept: sjajna aplikacija
sv_se: Koncept: En bra app

source: Design Fundamentals
eu: Diseinuaren funtsezko ideiak
ro: Fundamente de proiectare
sr_latn: Osnove dizajna
sv_se: Grundläggande design

source: UI Guidelines
eu: Interfazerako gidalerroak
ro: Îndrumări de UI
sr_latn: UI uputstva
sv_se: UI-riktlinjer

source: Build
eu: Eraiki
sr_latn: Izgradnja
sv_se: Bygg

source: Quick Start
eu: Abio azkarra
ro: Început rapid
sr_latn: Brzi početak
sv_se: Snabbstart

source: Reference Apps
eu: Erreferentziako aplikazioak
ro: Aplicații de referință
sr_latn: Referentne aplikacije
sv_se: Referensappar

source: Publish
eu: Argitaratu
ro: Publică
sr_latn: Objavi
sv_se: Publicera

source: Deploying Your App
eu: Zure aplikazioa zabaltzea
ro: Lansarea aplicației
sr_latn: Raspoređivanje Vaše aplikacije
sv_se: Driftsätta din app

source: Hosted Apps
eu: Ostatatutako aplikazioak
ro: Aplicații găzduite
sr_latn: Hostovane aplikacije
sv_se: Värdbaserade appar

source: Packaged Apps
eu: Paketatutako aplikazioak
ro: Aplicații împachetate
sr_latn: Upakovane aplikacije
sv_se: Paketerade appar

source: Badges, Banners, and Icons
eu: Txartelak, bannerrak eta ikonoak
ro: Insigne, bannere și iconițe
sr_latn: Značke, baneri i ikonice
sv_se: Emblem, banderoller och ikoner

source: Develop HTML5 Web Apps for an open marketplace.
ro: Dezvoltați aplicații Web HTML5 pentru o piață deschisă.
sr_latn: Razvijajte HTML5 veb aplikacije za otvoren marketplace.
sv_se: Utveckla HTML5-webbappar för en öppen marknad.

source: Learn how to design apps that provide a user experience optimized for Firefox OS &amp; Mobile
ro: Aflați cum să proiectați aplicații care oferă o experiență optimizată pentru Firefox OS și mobil
sr_latn: Naučite kako da dizajnirate aplikacije koji pružaju korisničko iskustvo koje je optimizovano za Firefox OS &amp; Mobile
sv_se: Lär dig att designa appar som ger en optimerad användarupplevelse för Firefox OS &amp; Mobile

source: All the tools, docs and references you'll need for development and testing of your app
ro: Toate uneltele, documentel și referințele de care aveți nevoie în dezvoltarea și testarea aplicației
sr_latn: Svi alati, dokumenta i reference koje Vam trebaju za razvoj i testiranje Vaše aplikacije
sv_se: Alla verktyg, dokument och referenser som du behöver för att utveckla och testa din app

source: Find out how to distribute your apps on an open marketplace that puts users and developers first
ro: Aflați mai multe despre cum să distribuiți aplicația pe o piață deschisă care pune utilizatorii și dezvoltatorii pe primul loc
sr_latn: Saznajte kako da distribuirate svoje aplikacije na otvorenom tržištu koji stavlja korisnike i programere na provo mesto
sv_se: Ta reda på hur du distribuera dina appar på en öppen marknad som sätter användare och utvecklare först

source: Do you have an app ready for liftoff?
ro: Aplicația e gata de lansare?
sr_latn: Da li imate aplikaciju spremnu za puštanje?
sv_se: Har du en färdig app?

source: Submit your app to the Marketplace
ro: Propuneți o aplicație pentru Marketplace
sr_latn: Podnesite Vašu aplikaciju na Marketplace
sv_se: Skicka in din app till Marketplace

source: Join the community
ro: Alăturați-vă comunității
sr_latn: Pridružite se zajednici
sv_se: Gå med i gemenskapen

source: Look who's already here
ro: Vedeți cine e deja aici
sr_latn: Vidite ko je već ovde
sv_se: Titta vem som redan är här
