Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: You have {0} too many tags.
eu: Behar baino etiketa {0} gehiago duzu.
ro: Aveți {0} tag în plus.
sr_latn: Imate {0} previše oznaka.
sv_se: Du har {0} etikett för mycket.

source: All tags must be %s characters or less after invalid characters are removed.
eu: Etiketa guztiek %s karaktere edo gutxiago izan behar dituzte karaktere baliogabeak kendu ondoren.
ro: Toate tagurile trebuie să fie %s caractere sau mai puțin după ce sunt eliminate caracterele invalide.
sr_latn: Sve oznake moraju biti od %s kataktera ili manje nakon što su neispravni karakteri uklonjeni.
sv_se: Alla etiketter måste vara %s tecken eller mindre efter att ogiltiga tecken har tagits bort.

source: All tags must be at least {0} character.
eu: Etiketa guztiek gutxienez karaktere bat izan behar dute.
ro: Toate tagurile trebuie să fie cel puțin {0} caracter.
sr_latn: Sve oznake moraju sadržati najmanje {0} karakter.
sv_se: Alla etiketter måste vara minst {0} tecken.

source: Edit Account Settings
eu: Editatu kontuaren ezarpenak
ro: Editare setări cont
sr_latn: Izmeni postavke naloga
sv_se: Redigera kontoinställningar

source: Return to the Marketplace
eu: Itzuli Marketplace-era
ro: Înapoi la Marketplace
sr_latn: Povratak na Marketplace
sv_se: Gå tillbaka till Marketplace

source: Sign Out
eu: Amaitu saioa
ro: Ieșire
sr_latn: Odjavi se
sv_se: Logga ut

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ro: Cu excepția cazurilor specificate <a href="%(legal_url)s">altfel</a>, conținutul de pe acest site este licențiat sub <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a> sau orice versiune ulterioară.
sr_latn: Osim gde je drugačije <a href="%(legal_url)s">naznačeno</a>, sadržaj na ovom sajtu je pod <a href="%(cc_url)s">Creative Commons Attribution Share-Alike licencom v3.0</a> ili nekom novijom verzijom.
sv_se: Om inget annat <a href="%(legal_url)s">anges</a>, är innehållet på denna webbplats licensierat under <a href="%(cc_url)s">Creative Commons Attribution Share-Alike Licens v3.0</a> eller någon senare version.

source: Terms of Use
eu: Erabilera-baldintzak
ro: Termeni și condiții
sr_latn: Uslovi korišćenja
sv_se: Användningsvillkor

source: Report Trademark Abuse
eu: Salatu markaren erabilera okerra
ro: Raportați abuzul mărcilor înregistrate
sr_latn: Prijavi zloupotrebu robne marke
sv_se: Rapportera varumärkesintrång

source: Back
eu: Atzera
ro: Înapoi
sr_latn: Povratak
sv_se: Tillbaka

source: Clear
eu: Garbitu
ro: Curăță
sr_latn: Očisti
sv_se: Rensa

source: Expand
eu: Hedatu
ro: Extinde
sr_latn: Proširi
sv_se: Expandera

source: Localize for: <a id="change-locale" href="#">%(dl)s</a>
ro: Localizează pentru: <a id="change-locale" href="#">%(dl)s</a>
sr_latn: Lokalizuj za: <a id="change-locale" href="#">%(dl)s</a>
sv_se: Översätt för: <a id="change-locale" href="#">%(dl)s</a>

source: Existing Locales
eu: Lehendik dauden hizkuntzak
ro: Localizări existente
sr_latn: Postojeći lokali
sv_se: Befintliga språkversioner

source: New Locales
eu: Hizkuntza berriak
ro: Localizări noi
sr_latn: Novi lokali
sv_se: Nya språkversioner

source: You have unsaved changes in the <b>{0}</b> locale. Would you like to save your changes before switching locales?
eu: Gorde gabeko aldaketak dituzu <b>{0}</b> hizkuntzarako. Zure aldaketak gorde nahi dituzu hizkuntzak txandakatu baino lehen?
ro: Aveți schimbări nesalvate pentru localizarea <b>{0}</b>. Vreți să salvați schimbările înainte de a schimba localizarea?
sr_latn: Niste sačuvali izmene u <b>{0}</b> lokalu. Da li biste voleli da sačuvate izmene pre nego što zamenite lokale?
sv_se: Du har osparade ändringar i <b>{0}</b> språkversionen. Vill du spara ändringarna innan du byter språkversion?

source: Discard Changes
eu: Baztertu aldaketak
ro: Anulează schimbări
sr_latn: Zanemari izmene
sv_se: Ignorera ändringar

source: Are you sure you want to remove all <b>{0}</b> translations? This cannot be undone.
eu: Seguru zaude <b>{0}</b> itzulpen guztiak kendu nahi dituzula? Hau ezin da desegin.
ro: Sigur doriți să ștergeți toate traducerile pentru <b>{0}</b>? Operațiunea este ireversibilă.
sr_latn: Da li ste sigurni da želite da uklonite sve <b>{0}</b> prevode? Ova radnja se ne može poništiti.
sv_se: Är du säker på att du vill ta bort alla <b>{0}</b> översättningar? Detta går inte att ångra.

source: Delete Locale
eu: Ezabatu hizkuntza
ro: Ștergere localizare
sr_latn: Izbriši lokal
sv_se: Ta bort språk

source: No user with that email.
eu: Erabiltzailerik ez helbide elektroniko horrekin.
ro: Nu sunt utilizatori cu acel e-mail.
sr_latn: Ne postoji korisnik sa tom adresom e-pošte.
sv_se: Ingen användare med den e-postadressen.

source: an add-on developer thanks me for a contribution
eu: gehigarri-garatzaile batek eskerrak eman dizkit nire ekarpenagatik
ro: un dezvoltator de suplimente mi-a mulțumit pentru o contribuție
sr_latn: programer dodatka zahvaljuje mi se na doprinosu
sv_se: en tilläggs-utvecklare tackar mig för mina bidrag

source: an add-on developer replies to my review
eu: gehigarri-garatzaile batek nire berrikuspenari erantzun dio
ro: un dezvoltator de supliment mi-a răspuns la o recenzie
sr_latn: programer dodatka zahvaljuje mi se na recenziji
sv_se: en tilläggs-utvecklare svara min granskning

source: an app developer replies to my review
eu: aplikazio-garatzaile batek nire berrikuspenari erantzun dio
ro: un dezvoltator de aplicație mi-a răspuns la recenzie
sr_latn: programer dodatka odgovara na moju recenziju
sv_se: en app-utvecklare svarar på min granskning

source: new add-ons or Firefox features are available
eu: gehigarri edo Firefox ezaugarri berriak erabilgarri daude
ro: sunt disponibile noi suplimente sau funcții Firefox
sr_latn: novi dodaci ili Firefox mogućnosti su dostupni
sv_se: nya tillägg eller Firefox-funktioner är tillgängliga

source: my add-on's compatibility is upgraded successfully
eu: nire gehigarriaren bateragarritasuna ongi eguneratu da
ro: compatibilitatea suplimentului a fost actualizată cu succes
sr_latn: kompatibilnost mog dodatka je uspešno nadograđena
sv_se: mitt tilläggs kompatibilitet har uppgraderats

source: my sdk-based add-on is upgraded successfully
ro: suplimentul bazat pe SDK a fost actualizat cu succes
sr_latn: moj dodatak baziran na sdk je uspešno nadograđen
sv_se: mitt sdk-baserade tillägg har uppgraderats

source: someone writes a review of my add-on
ro: cineva a scris o recenzie pentru suplimentul meu
sr_latn: neko piše recenziju o mom dodatku
sv_se: någon skriver en recension av mitt tillägg

source: someone writes a review of my app
ro: cineva a scris o recenzie pentru aplicația mea
sr_latn: neko piše recenziju o mojoj aplikaciji
sv_se: någon skriver en recension av min app

source: add-on contests or events are announced
ro: concursuri de suplimente sau evenimente anunțate
sr_latn: dodatna takmičenja ili događaji su najavljeni
sv_se: tilläggs-tävlingar eller evenemang tillkännages

source: my add-on's compatibility cannot be upgraded
ro: compatibilitatea suplimentului nu poate fi actualizată
sr_latn: kompatibilnost mog dodatka ne može biti nadograđena
sv_se: mitt tilläggs kompatibilitet kan inte uppgraderas

source: my sdk-based add-on cannot be upgraded
ro: suplimentul bazat pe SDK nu poate fi actualizat
sr_latn: moj dodatak baziran na sdk ne može biti nadograđen
sv_se: mitt sdk-baserade tillägg kan inte uppgraderas

source: my add-on is reviewed by an editor
ro: suplimentul este recenzat de un editor
sr_latn: urednik trenutno recenzira moj dodatak
sv_se: mitt tillägg granskas av en redigerare

source: Mozilla needs to contact me about my individual add-on
ro: Mozilla are nevoie să mă contacteze despre suplimentul meu
sr_latn: Mozilla treba da me kontaktira u vezi mog ličnog dodatka
sv_se: Mozilla behöver kontakta mig om mitt individuella tillägg

source: my app is reviewed by an editor
ro: aplicația este recenzată de un editor
sr_latn: urednik trenutno recenzira moju aplikaciju
sv_se: min app granskas av en redigerare

source: Mozilla needs to contact me about my individual app
ro: Mozilla trebuie să mă contacteze despre aplicația mea
sr_latn: Mozilla treba da me kontaktira u vezi moje lične aplikacije
sv_se: Mozilla behöver kontakta mig om min individuella app

source: Mozilla wants to contact me about relevant App Developer news and surveys
ro: Mozilla vrea să mă contacteze despre știri și sondaje relevante pentru rețeaua de dezvoltatori
sr_latn: Mozilla želi da me kontaktira u vezi sa bitnim vestima i anketama za programere
sv_se: Mozilla vill kontakta mig om relevanta app-utvecklarnyheter och undersökningar

source: Mozilla wants to contact me about new regions added to the Marketplace
ro: Mozilla vrea să mă contacteze despre noi regiuni adăugate la Marketplace
sr_latn: Mozilla želi da me kontaktira u vezi novih regija koje su dodate na Marketplace
sv_se: Mozilla vill kontakta mig om nya regioner som läggs till i Marketplace

source: User Notifications
eu: Erabiltzaile-jakinarazpenak
ro: Notificare utilizatori
sr_latn: Notifikacije korisnika
sv_se: Användaraviseringar

source: An email address is required.
eu: Beharrezkoa da posta-helbide bat.
ro: Este necesară o adresă de e-mail.
sr_latn: Potrebna je dresa e-pošte.
sv_se: En e-postadress krävs.

source: A user with that email address does not exist.
eu: Ez dago posta-helbide hori duen erabiltzailerik.
ro: Nu există utilizator cu acea adresă de e-mail.
sr_latn: Korisnik sa ovom adresom e-pošte ne postoji.
sv_se: En användare med den e-postadressen finns inte.

source: A user with that email address does not exist, or the user has not yet accepted the developer agreement.
eu: Ez da existitzen helbide elektroniko hori duen erabiltzailerik, edo erabiltzaileak oraindik ez du sinatu garatzaile-akordioa.
ro: Nu există utilizator cu acea acresă sau utilizatorul nu a fost de acord cu acordul de dezvoltare.
sr_latn: Korisnik sa ovom adresom e-pošte ne postoji, ili nije još prihvatio Saglasnost o programerima.
sv_se: En användare med den e-postadressen finns inte eller så har användaren ännu inte accepterat utvecklaravtalet.

source: Native FxA authentication failure.
ro: Eșec de autentificare nativ FxA.
sv_se: Native FxA autentiseringsfel.

source: Please use the verified email for this account.
ro: Trebuie să folosiți adresa verificată pentru acest cont.
sr_latn: Molimo Vas koristite verifikovanu e-poštu za ovaj nalog.
sv_se: Använd den verifierade e-postadressen för detta konto.

source: Listed
eu: Zerrendatuta
ro: Listat
sr_latn: U listi
sv_se: Listad

source: You must provide a support email or URL.
ro: Trebuie să furnizați o adresă de e-mail de suport sau URL.
sr_latn: Morate obezbediti e-poštu podrške ili URL.
sv_se: Du måste ange en e-postadress eller URL för support.

source: You must provide an app name.
eu: Aplikazioaren izena idatzi behar duzu.
ro: Trebuie să furnizați un nume pentru aplicație.
sr_latn: Morate da napišete ime aplikacije.
sv_se: Du måste ange en namn på appen.

source: You must provide at least one device type.
eu: Gutxienez gailu mota bat aukeratu behar duzu.
ro: Trebuie să furnizați cel puțin un tip de dispozitiv.
sr_latn: Morate obezbediti bar jedan tip uređaja.
sv_se: Du måste minst ange en enhetstyp.

source: You must provide at least one category.
eu: Gutxienez kategoria bat idatzi behar duzu.
ro: Trebuie să furnizați cel puțin o categorie.
sr_latn: Morate da izaberete barem jednu kategoriju.
sv_se: Du måste minst ange en kategori.

source: You must set up content ratings.
eu: Edukien balorazioak konfiguratu behar dituzu.
ro: Trebuie să stabiliți evaluări de conținut.
sr_latn: Morate da podesite ocene sadržaja.
sv_se: Du måste konfigurera innehållsklassificering.

source: You must set up a payment account.
eu: Ordainketa-kontu bat konfiguratu behar duzu.
ro: Trebuie să setați un cont de plăți.
sr_latn: Morate da podesite nalog za plaćanje.
sv_se: Du måste konfigurera ett betalkonto.

source: This app's submission process has not been fully completed.
eu: Aplikazio honen bidalketa-prozesua ez da osatu.
ro: Procesul de propunere al aplicației nu a fost finalizat complet.
sr_latn: Proces podnošenja aplikacije nije u potpunosti završen.
sv_se: Denna app inskickningsprocess är inte helt klar.

source: This app needs to get a content rating.
eu: Aplikazio honek edukien balorazio bat behar du.
ro: Această aplicație are nevoie de o evaluare de conținut.
sr_latn: Ova aplikacija treba da dobije ocenu sadržaja.
sv_se: Denna app måste få en innehållsklassificering.

source: This app needs a payment account set up.
eu: Aplikazio honek ordainketa-kontu bat behar du.
ro: Aplicația are nevoie de setarea unui cont de plăți.
sr_latn: Ovoj aplikaciji je potreban podešen račun za plaćanje.
sv_se: Denna app kräver att ett betalkonto konfigureras.

source: awaiting approval
eu: onarpenaren zain
ro: așteaptă aprobarea
sr_latn: čekanje na odobrenje
sv_se: väntar på godkännande

source: rejected
eu: baztertuta
ro: respinsă
sr_latn: odbijeno
sv_se: ej godkänd

source: requires additional review
eu: berrikuspen gehiago behar du
ro: necesită recenziere suplimentară
sr_latn: zahteva dodatan pregled
sv_se: kräver ytterligare granskning

source: {region} approval status
ro: {region} stare aprobare
sr_latn: {region} status odobrenja
sv_se: {region} godkännandestatus

source: {region} nomination date
ro: {region} stare nominalizare
sr_latn: {region} datum nominacije
sv_se: {region} nomineringsdatum

source: Issue with your app "{app}" on the Firefox Marketplace
ro: Problema cu aplicața „{app}” pe Firefox Marketplace
sr_latn: Greška sa Vašom aplikacijom "{app}" na Firefox Marketplace-u
sv_se: Problem med din app "{app}" på Firefox Marketplace

source: Sort by:
eu: Ordenatu:
ro: Sortează după:
sr_latn: Poređaj po:
sv_se: Sortera efter:

source: Created
eu: Sortuta
ro: Creat
sr_latn: Kreirano
sv_se: Skapad

source: Invalid device(s) selected.
ro: Au fost selectate dispozitive invalide.
sv_se: Ogiltig enhet vald.

source: Log out
eu: Amaitu saioa
ro: Ieșire
sr_latn: Odjavi se
sv_se: Logga ut

source: Register
ro: Înregistrare
sr_latn: Registruj se
sv_se: Registrera

source: required
eu: beharrezkoa
ro: necesar
sr_latn: potrebno
sv_se: obligatorisk

source: Required fields
eu: Beharrezko eremuak
ro: Câmpuri necesare
sr_latn: Potrebna polja
sv_se: Obligatoriska fält

source: (optional)
eu: (aukerakoa)
ro: (opțional)
sr_latn: (opciono)
sv_se: (valfri)

source: Afghanistan
eu: Afganistan
ro: Afganistan
sr_latn: Avganistan

source: Andorra
sr_latn: Andora

source: Anguilla
eu: Aingira
sr_latn: Angvila

source: Bahamas
eu: Bahamak
sr_latn: Bahami

source: Bahrain
sr_latn: Bahrein

source: Bangladesh
sr_latn: Bangladeš

source: Bhutan
sr_latn: Butan

source: Bolivia
sr_latn: Bolivija

source: Botswana
sr_latn: Bocvana

source: Chile
eu: Txile
sr_latn: Čile

source: Colombia
eu: Kolonbia
ro: Columbia
sr_latn: Kolumbija

source: Costa Rica
sr_latn: Kostarika

source: Curaçao
sr_latn: Kurasao

source: Djibouti
eu: Djibuti
sr_latn: Džibuti

source: Dominica
eu: Dominika
sr_latn: Dominika

source: Ecuador
eu: Ekuador
sr_latn: Ekvador

source: El Salvador
sr_latn: Salvador

source: Eritrea
sr_latn: Eritreja

source: Fiji
sr_latn: Fidži

source: Finland
eu: Finlandia
ro: Finlanda
sr_latn: Finska

source: Gambia
sr_latn: Gambija

source: Ghana
sr_latn: Gana

source: Guadeloupe
eu: Guadalupe
ro: Guadelupa
sr_latn: Gvadelup

source: Guatemala
sr_latn: Gvatemala

source: Guernsey
eu: Guernesey
sr_latn: Gernzi

source: Guinea
eu: Ginea
ro: Guineea
sr_latn: Gvineja

source: Guinea-Bissau
eu: Ginea Bissau
ro: Guineea-Bissau
sr_latn: Gvineja Bisao

source: Guyana
sr_latn: Gvajana

source: Isle of Man
eu: Man
ro: Insula Man
sr_latn: Ostrvo Man

source: Israel
sr_latn: Izrael

source: Jamaica
eu: Jamaika
sr_latn: Jamajka

source: Jersey
sr_latn: Džerzi

source: Kenya
sr_latn: Kenija

source: Kuwait
ro: Kuweit
sr_latn: Kuvajt

source: Lesotho
ro: Leshoto
sr_latn: Lesoto

source: Liberia
sr_latn: Liberija

source: Macao
eu: Macau
sr_latn: Makao

source: Malawi
sr_latn: Malavi

source: Malaysia
ro: Malaezia
sr_latn: Malezija

source: Martinique
eu: Martinika
ro: Martinica
sr_latn: Martinik

source: Mauritius
eu: Maurizio
sr_latn: Mauricijus

source: Mayotte
sr_latn: Majote

source: Monaco
eu: Monako
sr_latn: Monako

source: Montenegro
ro: Muntenegru
sr_latn: Crna Gora

source: Montserrat
sr_latn: Monserat

source: Myanmar
sr_latn: Mijanmar

source: Namibia
sr_latn: Namibija

source: Nicaragua
eu: Nikaragua
sr_latn: Nikaragva

source: Nigeria
sr_latn: Nigerija

source: Niue
sr_latn: Nijue

source: Paraguay
eu: Paraguai
sr_latn: Paragvaj

source: Pitcairn
eu: Pitcairn uharteak
sr_latn: Pitkern

source: Portugal
ro: Portugalia
sr_latn: Portugalija

source: Puerto Rico
sr_latn: Portoriko

source: Qatar
sr_latn: Katar

source: Réunion
sr_latn: Reinion

source: Rwanda
eu: Ruanda
sr_latn: Ruanda

source: Saint Barthélemy
eu: San Bartolome
sr_latn: Sveti Bartolomej

source: Saint Lucia
eu: Santa Luzia
sr_latn: Sveta Lucija

source: Saint Martin
eu: San Martin uhartea
sr_latn: Sveti Martin

source: Sierra Leone
eu: Sierra Leona
sr_latn: Sijera Leone

source: Singapore
eu: Singapur
sr_latn: Singapur

source: Somalia
sr_latn: Somalija

source: Sri Lanka
sr_latn: Šri Lanka

source: Swaziland
eu: Swazilandia
sr_latn: Svazilend

source: Thailand
eu: Thailandia
ro: Tailanda
sr_latn: Tajland

source: Uruguay
eu: Uruguai
sr_latn: Urugvaj

source: Viet Nam
sr_latn: Vijetnam

source: Zambia
sr_latn: Zambija

source: Zimbabwe
sr_latn: Zimbabve

source: Premium
sr_latn: Premijum

source: Shopping
eu: Erosketak
ro: Cumpărături
sr_latn: Kupovina

source: Vibration
eu: Bibrazioa
ro: Vibrații
sr_latn: Vibracija

source: Touch
eu: Ukipena
ro: Atingere
sr_latn: Dodir

source: TCP Sockets
eu: TCP socket-ak
ro: Socketuri TCP
sr_latn: TCP soketi

source: Android smartphones
eu: Android smartphone-ak
ro: Smartphone-uri cu Android
sr_latn: Android pametni telefoni

source: Entertainment Software Self-Regulation Body
sr_latn: Zabavni softver samo regulacionog tela

source: Entertainment Software Rating Board
sr_latn: Tabla za ocenjivanje zabavnog softvera

source: Pan European Game Information
sr_latn: Panevropske informacije o igrici

source: Guinea-Conakry
ro: Guineea-Conakry
sr_latn: Gvineja-Konakri

source: Taiwan
sr_latn: Tajvan

source: Tanzania
sr_latn: Tanzanija

source: Venezuela
sr_latn: Venecuela

source: Text
eu: Testua
sr_latn: Tekst

source: App
eu: Aplikazioa
ro: Aplicație
sr_latn: Aplikacija

source: Version {0}
eu: {0} bertsioa
ro: Versiune {0}
sr_latn: Verzija {0}

source: <p>Example using a Python library for the command-line on Mac OS X using your OAuth credentials:</p>
eu: <p>OAuth kredentzialekin Mac OS Xren komando-lerrorako Python liburutegia erabiltzeko adibidea:</p>
ro: <p>Exemplu folosind o bibliotecă Python pentru linia de comandă pe Mac OS X folosind coordonatele OAuth ale dumneavoastră:</p>
sr_latn: <p>Primer koristeći Python biblioteku za komandnu liniju na Mac OS X koristeći Vaše OAuth akredative:</p>

source: Mozilla VIP App
eu: Mozilla VIP aplikazioa
ro: Aplicație VIP Mozilla
sr_latn: Mozilla VIP aplikacija

source: App URL
eu: Aplikazioaren URLa
ro: URL aplicație
sr_latn: URL aplikacije

source: Manifest URL
eu: Manifestuaren URLa
ro: URL manifest
sr_latn: URL manifesta

source: Media
eu: Multimedia
sr_latn: Medija

source: 64x64px
sr_latn: 64x64 piksela

source: 32x32px
sr_latn: 32x32 piksela

source: In-app products are only supported for hosted apps or packaged apps that define an <a href="%(origin)s">origin</a> in the manifest. Your app does not define an origin.
sr_latn: Proizvodi unutar aplikacije su podržani samo za hostovane ili upakovane aplikacije koje definišu <a href="%(origin)s">poreklo</a> u manifestu. Vaša aplikacija ne definiše poreklo.

source: Design
eu: Diseinatu
ro: Proiectare
sr_latn: Dizajn

source: Podcasts
ro: Podcasturi
sr_latn: Podkast

source: Orange
eu: Laranja
ro: Portocaliu
sr_latn: Narandžasto

source: OK
eu: Ados
sr_latn: U redu

source: Version (ID)
eu: Bertsioa (IDa)
ro: Versiune (ID)
sr_latn: Verzija (ID)

source: App: {0}
eu: Aplikazioa: {0}
ro: Aplicație: {0}
sr_latn: Aplikacija: {0}

source: start
eu: hasiera
ro: început
sr_latn: početak

source: Notify me the next time the manifest is updated. (Subsequent updates will not generate an email)
ro: Trimite-mi o notificare data viitoare când este actualizat manifestul. (Actualizările ulterioare nu vor genera un e-mail)
sr_latn: Obavesti me kada se sledeći put manifest ažurira. (Naknadne ispravke neće generisati e-poštu)

source: This app works on Tarako devices.
ro: Aplicația funcționează pe dispozitive Tarako.
sr_latn: Ova aplikacija radi na Tarako uređajima.

source: Premium App
eu: Premium aplikazioa
ro: Aplicație premium
sr_latn: Premijum aplikacije

source: {0} app
ro: {0} aplicație
sr_latn: {0} aplikacija

source: Rank
ro: Rang
sr_latn: Rang

source: Skip
sr_latn: Preskoči

source: Mark Read
sr_latn: Označi kao pročitano

source: Version %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
eu: %(version)s bertsioa &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
ro: Versiunea %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
sr_latn: Verzija %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>

source: Support Information:
ro: Informații de suport:
sr_latn: Informacije podrške:

source: Japan
eu: Japonia
ro: Japonia

source: Turkmenistan
ro: Turkenistan

source: Humor
ro: Umor

source: Liechtenstein
ro: Leichtenstein

source: Marketplace API
eu: Marketplace-aren APIa
ro: API Marketplace

source: Status
eu: Egoera
ro: Stare

source: API URL
eu: APIaren URLa
ro: URL API

source: Status:
eu: Egoera:
ro: Stare:

source: Region
eu: Eskualdea
ro: Regiune

source: Firefox OS Simulator
eu: Firefox OS simulatzailea
ro: Simulator Firefox OS

source: Tarako Status
ro: Stare Tarako

source: Test Plan
eu: Proben plana
ro: Plan test

source: Firefox Version:
ro: Versiune Firefox:

source: Palau
eu: Palay

source: WebRTC MediaStream
eu: WebRTC multimedia-korrontea

source: WebRTC DataChannel
eu: WebRTC datu-kanala

source: WebRTC PeerConnection
eu: Pareen arteko WebRTC konexioa

source: Manifest
eu: Manifestua

source: ID
eu: IDa
