Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: Can manage all aspects of the app's listing, except for adding and removing other team members and managing payments
eu: Aplikazioaren zerrendaren alderdi guztiak kudea ditzake, taldekideak kentzea eta gehitzea eta ordainketak kudeatzea salbu.
ro: Pot gestiona toate aspectele listării aplicației, cu excepția adăugării sau eliminării de membri și gestionarea plăților
sr_latn: Može upravljati svim aspektima listinga aplikacije, osim dodavanja i uklanjanja drugih članova tima i upravljanja plaćanjima
sv_se: Kan hantera alla aspekter av appens listning, med undantag av att lägga till och ta bort andra gruppmedlemmar och hantera betalningar

source: Can view the app's settings but cannot make any changes
eu: Aplikazioaren ezarpenak ikus ditzake, baina ezin du aldaketarik egin
ro: Pot vedea setările aplicației, dar nu pot face schimbări
sr_latn: Možete videti podešavanja aplikacije ali ne možete napraviti bilo kakve promene
sv_se: Kan visa appens inställningar, men kan inte göra några ändringar

source: Can view the app's settings
eu: Ezin ditu aplikazioaren ezarpenak ikusi
ro: Pot vedea setările aplicației
sr_latn: Ne mogu da prikažem postavke aplikacije
sv_se: Kan visa appens inställningar

source: Status & Versions
eu: Egoera eta bertsioak
ro: Stare și versiuni
sr_latn: Status i verzija
sv_se: Status & versioner

source: Current Status
eu: Uneko egoera
ro: Stare actuală
sr_latn: Trenutni status
sv_se: Aktuell status

source: You have <b>delisted</b> this app.
eu: Aplikazio hau <b>zerrendatik kendu</b> duzu.
ro: Ați <b>delistat</b> această aplicație.
sr_latn: Vi ste <b>uklonili</b> ovu aplikaciju sa liste.
sv_se: Du <b>listar inte</b> denna app.

source: This app is <b>incomplete</b>.
eu: Aplikazio hau <b>osatu gabe</b> dago.
ro: Această aplicație este <b>incompletă</b>.
sr_latn: Aplikacija je <b>nepotpuna</b>.
sv_se: Denna app är <b>ofullständig</b>.

source: This app has been <b>disabled by Mozilla</b>.
eu: Aplikazio hau <b>Mozillak desgaitu</b> du.
ro: Această aplicație a fost <b>dezactivată de Mozilla</b>.
sr_latn: Aplikacija je onemogućena od strane <b>Mozilla-e</b>.
sv_se: Denna app har <b>inaktiverats av Mozilla</b>.

source: Your app was disabled because it is missing content ratings. It will automatically be re-enabled after <a href="%(ratings_url)s">obtaining content ratings</a>.
eu: Zure aplikazioa desgaitu da ez duelako edukien sailkapenik. It will automatically be re-enabled after <a href="%(ratings_url)s">obtaining content ratings</a>.
ro: Aplicația a fost dezactivată deoarece nu avea evaluări de conținut. Va fi reactivată automat după ce a obținut <a href="%(ratings_url)s">evaluare de conținut</a>.
sr_latn: Vaša aplikacija je onemogućena zato što joj nedostaju ocene sadržaja. Biće automatski ponovo omogućena nakon <a href="%(ratings_url)s">dobijanja ocene sadržaja</a>.
sv_se: Din app har inaktiverats eftersom det saknas innehållsklassificering. Den kommer att automatiskt återaktiveras efter att den har <a href="%(ratings_url)s">erhållit innehållsklassificering</a>.

source: This app has been <b>banned on Marketplace</b>.
eu: Apliazio hau <b>debekatua izan da Marketplacen</b>.
ro: Această aplicație a fost <b>interzisă pe Marketplace</b>.
sr_latn: Aplikacija je <b>banovana na Marketplace-u</b>.
sv_se: Denna app har blivit <b>bannlyst på Marketplace</b>.

source: Your app was banned by a site administrator. If you have any questions, please <a href="%(support_url)s"> contact us</a>.
ro: Aplicația a fost interzisă de un administrator de sait. Dacă aveți întrebări, vă rugăm <a href="%(support_url)s"> să ne contactați</a>.
sv_se: Din app har bannlystes av en webbplatsadministratör. Om du har några frågor, vänligen <a href="%(support_url)s">kontakta oss</a>.

source: Your app has been <b>blocked by Mozilla</b>.
eu: Zure aplikazioa <b>Mozillak blokeatu</b> du.
ro: Aplicația a fost <b>blocată de Mozilla</b>.
sr_latn: Vašu aplikaciju je <b>blokirala Mozilla</b>.
sv_se: Din appen har <b>blockerats av Mozilla</b>.

source: Your app was blocked by a site administrator. If you have any questions, please <a href="%(support_url)s"> contact us</a>.
ro: Aplicația a fost blocată de un administrator de sait. Dacă aveți întrebări, vă rugăm <a href="%(support_url)s"> să ne contactați</a>.
sv_se: Din app har blockerata av en webbplatsadministratör. Om du har några frågor, vänligen <a href="%(support_url)s">kontakta oss</a>.

source: This app has been <b>rejected</b> by a Firefox Marketplace reviewer.
ro: Aplicația a fost <b>respinsă</b> de un recenzent Firefox Marketplace.
sr_latn: Aplikaciju je <b>odbio</b> Firefox Marketplace recenzent.
sv_se: Denna app har <b>avvisats</b> av en Firefox Marketplace granskare.

source: Version <b>{0}</b> of your app is <b>{1}</b> and <b>Active</b>
eu: Zure aplikazioaren <b>{0}</b> bertsioa <b>{1}</b> eta <b>Aktibo</b> dago.
ro: Versiunea <b>{0}</b> a aplicației este <b>{1}</b> și <b>Activă</b>
sr_latn: Verzija <b>{0}</b> Vaše aplikacije je <b>{1}</b> i <b>aktivna</b>
sv_se: Version <b>{0}</b> av din app är <b>{1}</b> och <b>aktiv</b>

source: Version <b>{0}</b> of your app is <b>{1}</b>
eu: Zure aplikazioaren <b>{0}</b> bertsioa <b>{1}</b> dago
ro: Versiunea <b>{0}</b> a aplicației este <b>{1}</b>
sr_latn: Verzija <b>{0}</b> Vaše aplikacije je <b>{1}</b>
sv_se: Version <b>{0}</b> av din app är <b>{1}</b>

source: This app is <b>pending review</b> by a Firefox Marketplace reviewer.
ro: Această aplicație <b>așteaptă o recenzie</b> din partea unui recenzent Firefox Marketplace.
sr_latn: Aplikacija <b>čeka na pregled</b> od strane Firefox Marketplace recenzenta.
sv_se: Denna app <b>väntar på granskning</b> av en Firefox Marketplace granskare.

source: You will receive an email when the review is complete.
eu: Mezu bat jasoko duzu berrikuspena burutzen denean.
ro: Veți primi un email la completarea recenziei.
sr_latn: Vi ćete dobiti e-poštu kad se pregled završi.
sv_se: Du kommer att få ett mejl när granskningen är klar.

source: This app is <b>published</b>.
eu: Aplikazioa <b>argitaratua</b> dago.
ro: Aplicația este <b>publicată</b>.
sr_latn: Aplikacija je <b>objavljena</b>.
sv_se: Denna app är <b>publicerad</b>.

source: Your app has been <b>approved</b> and is currently <b>unlisted</b>.
ro: Aplicația a fost <b>aprobată</b> și este momentan <b>nelistată</b>.
sr_latn: Vaša aplikacija je <b>odobrena</b> i trenutno je <b>neraspoređena</b>.
sv_se: Din app är <b>godkänd</b> och är för närvarande <b>olistad</b>.

source: Only those with the following URL can view and install this app:<br> <a href="%(app_url)s">%(app_url)s</a>.
ro: Doar cei care dețin următorul URL pot vedea și instala aplicația:<br> <a href="%(app_url)s">%(app_url)s</a>.
sr_latn: Samo oni sa sledećim URL mogu da vide i instaliraju ovu aplikaciju:<br> <a href="%(app_url)s">%(app_url)s</a>.
sv_se: Endast de med följande URL kan visa och installera denna app:<br> <a href="%(app_url)s">%(app_url)s</a>.

source: Your app has been <b>approved</b> and is currently only visible to team members.
ro: Aplicația a fost <b>aprobată</b> și este momentan vizibilă doar pentru membrii echipei.
sr_latn: Vaša aplikacija je <b>odobrena </b> i trenutno je vidljiva samo članovima tima.
sv_se: Din app har <b>godkänts</b> och visas för närvarande endast för gruppmedlemmar.

source: Only <b>team members</b> with the following URL can view and install this app:<br> <a href="%(app_url)s">%(app_url)s</a>.
ro: Doar <b>membrii echipei</b> care dețin următorul URL pot vedea și instala aplicația:<br> <a href="%(app_url)s">%(app_url)s</a>.
sr_latn: Samo <b>članovi tima</b> sa sledećim URL mogu da vide i da instaliraju ovu aplikaciju:<br> <a href="%(app_url)s">%(app_url)s</a>.
sv_se: Endast <b>gruppmedlemmar</b> med följande URL kan visa och installera denna app:<br> <a href="%(app_url)s">%(app_url)s</a>.

source: Learn about Review Criteria for apps
ro: Aflați despre criteriile de recenzie pentru aplicații
sr_latn: Saznajte više o kriterijumima za razmatranje aplikacije
sv_se: Läs om granskningskriterier för appar

source: Update App Visibility
ro: Actualizați vizibilitatea aplicației
sr_latn: Ažuriraj vidljivost aplikacije
sv_se: Uppdatera appens synlighet

source: Reviewed by <b>%(reviewer)s</b>
eu: <b>%(reviewer)s</b>(e)k berrikusia
ro: Recenzat de <b>%(reviewer)s</b>
sr_latn: Pregledao <b>%(reviewer)s</b>
sv_se: Granskad av <b>%(reviewer)s</b>

source: Once you have addressed these concerns, you may <a href="%(resubmit_url)s">resubmit your app below</a>.
ro: După ce ați rezolvat aceste probleme, puteți să <a href="%(resubmit_url)s">repropuneți aplicația mai jos</a>.
sr_latn: Jednom kada rešite ove probleme, možete <a href="%(resubmit_url)s">ponovo poslati Vašu aplikaciju ispod</a>.
sv_se: När du har behandlat dessa problem, kan du <a href="%(resubmit_url)s">skicka in din app nedan</a>.

source: Once you have addressed these concerns, you may resubmit your app below.
ro: După ce ați rezolvat aceste probleme, puteți să repropuneți aplicația mai jos.
sr_latn: Jednom kada rešite ove probleme, možete ponovo poslati Vašu aplikaciju ispod.
sv_se: När du har behandlat dessa problem, kan du skicka din app nedan.

source: Resubmit App
eu: Birbidali aplikazioa
ro: Repropunere aplicație
sr_latn: Ponovo podnesi aplikaciju
sv_se: Skicka in app

source: You must <a href="%(ratings_url)s">obtain content ratings</a> before resubmitting your app.
ro: Trebuie să obțineți <a href="%(ratings_url)s">evaluări de conținut</a> înainte de a repropune aplicația.
sr_latn: Morate <a href="%(ratings_url)s">dobiti ocene sadržaja</a> pre ponovnog podnošenja aplikacije.
sv_se: Du måste <a href="%(ratings_url)s">få innehållsklassificering</a> innan du skickar in din app.

source: Packaged Versions
eu: Paketatutako bertsioak
ro: Versiuni împachetate
sr_latn: Upakovana verzija
sv_se: Paketerade versioner

source: Submission date
eu: Bidalketa-data
ro: Data propunerii
sr_latn: Datum podnošenja
sv_se: Inskickningsdatum

source: Disabled
eu: Desgaituta
ro: Dezactivat
sr_latn: Onemogućen
sv_se: Inaktiverad

source: Download
eu: Deskargatu
ro: Descărcare
sr_latn: Preuzmi
sv_se: Hämta

source: Make Active
eu: Aktibatu
ro: Activați
sr_latn: Napravi aktivnim
sv_se: Gör aktiv

source: Upload New Version
eu: Igo bertsio berria
ro: Încărcați noua versiune
sr_latn: Otpremi novu verziju
sv_se: Ladda upp ny version

source: Upload a new version of this packaged app. New versions must be reviewed before they will be available for installation.
eu: Igo paketatutako aplikazio honen bertsio berri bat. Bertsio berriak berrikusi egin behar dira instalatzeko erabilgarri egon baino lehen.
ro: Încărcați o nouă versiune pentru această aplicație împachetată. Noile versiuni trebuie să fie recenzate înainte de a fi disponibile pentru instalare.
sr_latn: Otpremite novu verziju ove upakovane aplikacije . Nove verzije moraju biti pregledane pre nego što će biti na raspolaganju za instalaciju.
sv_se: Ladda upp en ny version av denna paketerade app. Nya versioner måste granskas innan de kommer att vara tillgängliga för installation.

source: Remember to update the app's <a href="%(ratings_url)s">content ratings</a> if a large portion of the app's content has changed.
ro: Rețineți că trebuie să actualizați <a href="%(ratings_url)s">evaluările de conținut</a> dacă au fost schimbate porțiuni mari din aplicație.
sr_latn: Zapamtite da ažurirate <a href="%(ratings_url)s">ocene sadržaja</a> aplikacije ako je veći deo sadržaja aplikacije promenjen.
sv_se: Kom ihåg att uppdatera appens <a href="%(ratings_url)s">innehållsklassificering</a> om en stor del av appens innehåll har ändrats.

source: Continue
eu: Jarraitu
ro: Continuă
sr_latn: Nastavi
sv_se: Fortsätt

source: Low-Memory Devices
eu: Memoria gutxiko gailuak
ro: Dispozitive cu memorie scăzută
sr_latn: Uređaji koji imaju malo memorije
sv_se: Enheter med mindre minne

source: Your app is shown on low-memory devices.
eu: Zure aplikazioa memoria gutxiko gailuetan erakusten da.
ro: Aplicația va fi arătată dispozitivelor cu memorie scăzută.
sr_latn: Vaša aplikacije je prikazana na uređajima sa malo memorije.
sv_se: Din app visas på enheter med mindre minne.

source: Your app is not shown on low-memory devices.
eu: Zure aplikazioa ez da erakusten memoria gutxiko gailuetan.
ro: Aplicația nu este vizibilă pentru dispozitivele cu memorie scăzută.
sr_latn: Vaša aplikacija nije prikazana na uređajima sa malo memorije.
sv_se: Din app visas inte på enheter med mindre minne.

source: You have not requested a low-memory review.
eu: Ez duzu eskatu memoria gutxiko gailuetarako berrikuspenik.
ro: Nu ați cerut o recenzie pentru memorie scăzută.
sr_latn: Vi niste zatražili recenziju za uređaje koji imaju malo memorije.
sv_se: Du har inte begärt en granskning för enheter med mindre minne.

source: Your app is awaiting review.
eu: Zure aplikazioa berrikuspenaren zain dago.
ro: Aplicația așteaptă recenzia.
sr_latn: Vaša aplikacija čeka recenziju.
sv_se: Din app väntar på granskning.

source: Our review on {review_date} found that your app supports low-memory devices.
eu: {review_date} egunean egindako berrikuspenak aurkitu du zure aplikazioak memoria gutxiko gailuak onartzen dituela.
ro: Recenzia de la {review_date} atestă faptul că aplicația suportă dispozitive cu memorie scăzută.
sr_latn: Naša recenzija datuma {review_date} je ustanovila da Vaša aplikacija podržava uređaje koji imaju malo meorije.
sv_se: Vår granskning den {review_date} fann att appen har stöd för enheter med mindre minne.

source: Our review on {review_date} found that your app does not support low-memory devices.
eu: {review_date} egunean egindako berrikuspenak aurkitu du zure aplikazioak ez dituela onartzen memoria gutxiko gailuak.
ro: Recenzia de la {review_date} a găsit că aplicația nu suportă dispozitive cu memorie scăzută.
sr_latn: Naša recenzija datuma {review_date} je ustanovila da Vaša aplikacija ne podržava uređaje koji imaju malo meorije.
sv_se: Vår granskning den {review_date} fann att din app inte stöder enheter med mindre minne.

source: You requested a review on {request_date}.
ro: Ați cerut o recenzie pe {request_date}.
sr_latn: Zahtevali ste recenziju datuma {request_date}.
sv_se: Du begärde en granskning den {request_date}.

source: Your app is not enabled in any regions with low-memory devices.
ro: Aplicația nu este activată în nicio regiune pentru dispozitive cu memorie scăzută.
sr_latn: Vaša aplikacije nije omogućena u bilo kom regionu sa uređajima koji imaju malo memorije.
sv_se: Din app är inte aktiverad i några regioner med enheter med mindre minne.

source: You can update your regions on the <a href="{compatibility_page}">compatibility page</a>.
ro: Puteți actualiza regiunile pe <a href="{compatibility_page}">pagina de compatibilitate</a>.
sr_latn: Možete da ažurirate regione na <a href="{compatibility_page}">stranici kompatibilnosti</a>.
sv_se: Du kan uppdatera dina regioner på <a href="{compatibility_page}">kompatibilitetssidan</a>.

source: If your app works on low-memory devices then you can request a review to be shown on low-memory devices.
ro: Dacă aplicația funcționează pe dispozitive cu memorie scăzută, puteți solicita o recenzie pentru a fi vizibilă pentru dispozitive cu memorie scăzută.
sr_latn: Ako Vaša aplikacija radi na uređajima koji imaju malo memorije možete zahtevati receniziju da bi aplikacija bila prikazana na tim uređajima.
sv_se: Om din app fungerar på enheter med mindre minne kan du begära en granskning för att visas på enheter med mindre minne.

source: Learn about low-memory devices.
eu: Ikasi memoria gutxiko gailuen inguruan.
ro: Aflați despre dispozitivele cu memorie scăzută.
sr_latn: Saznajte više o uređajima koji imaju malo memorije.
sv_se: Läs om enheter med mindre minne.

source: Do not show my app on low-memory devices
eu: Ez erakutsi nire aplikazioa memoria gutxiko gailuetan
ro: Nu arăta aplicația pentru dispozitivele cu memorie scăzută
sr_latn: Nemoj prikazati ovu aplikaciju na uređajima koji imaju malo memorije
sv_se: Visa inte min app på enheter med mindre minne

source: Request a low-memory review
eu: Eskatu memoria gutxiko gailuetarako berrikuspen bat
ro: Cereți o recenzie pentru memorie scăzută
sr_latn: Zatraži recenziju za uređaje sa malo memorije
sv_se: Begär en granskning för enheter med mindre minne

source: Pre-Installed App Status
eu: Aurreinstalatutako aplikazioaren egoera
ro: Stare aplicație pre-instalată
sr_latn: Status unapred instalirane aplikacije
sv_se: Status förinstallerad app

source: <strong class="submitted">Application Submitted</strong> on %(last_submission)s
ro: <strong class="submitted">Aplicația propusă</strong> pe %(last_submission)s
sr_latn: <strong class="submitted">Aplikacija je podnesena</strong> %(last_submission)s
sv_se: <strong class="submitted">App inskickad</strong> den %(last_submission)s

source: Not Submitted
eu: Bidali gabe
ro: Nu a fost propusă
sr_latn: Nije poslato
sv_se: Inte inskickad

source: New version of the test plan available
eu: Proben planaren bertsio berria eskuragarri
ro: Este disponibilă o nouă versiune a planului de test
sr_latn: Nova verzija test plana je dostupna
sv_se: Ny version av testplanen tillgänglig

source: View your most recently submitted test plan
eu: Ikusi bidali duzun azken proben plana
ro: Cel mai recent plan de test încărcat
sr_latn: Vidite Vaš nedavno podnet test plan
sv_se: Visa din senast inskickade testplan

source: <a href="%(lnk_url)s">Update your test plan</a>
ro: <a href="%(lnk_url)s">Actualizare plan de test</a>
sv_se: <a href="%(lnk_url)s">Uppdatera din testplan</a>

source: <a href="%(lnk_url)s">Learn how</a> to get your app pre-installed on Firefox OS devices
ro: <a href="%(lnk_url)s">Aflați cum</a> să faceți ca aplicația să fie livrată pre-instalată pe dispozitive Firefox OS
sv_se: <a href="%(lnk_url)s">Läs om</a> hur du får din app förinstallerad på Firefox OS-enheter

source: List App
eu: Gehitu aplikazioa zerrendara
ro: Listare aplicație
sr_latn: Stavi aplikaciju na listu
sv_se: Lista app

source: Delist App
eu: Kendu aplikazioa zerrendatik
ro: Delistare aplicație
sr_latn: Ukloni aplikaciju sa liste
sv_se: Lista inte app

source: Your app's listing is disabled and will not appear in the Firefox Marketplace. You may re-list it at any time.
ro: Listarea aplicației este dezactivată și nu va apărea pe Firefox Marketplace. O puteți relista în orice moment.
sr_latn: Vaš listing aplikacija je onemogućen i neće se pojaviti na Firefox Marketplace-u. Možete ga ponovo navesti u bilo kom trenutku.
sv_se: Din apps listning är inaktiverad och kommer inte att visas i Firefox Marketplace. Du kan lista den på nytt när som helst.

source: Delisting your app will prevent it from appearing anywhere in the Marketplace.
ro: Prin delistare, aplicația nu va mai apărea nicăieri în Marketplace.
sr_latn: Uklanjanje Vaše aplikacije sa liste će sprečiti njeno pojavljivanje bilo gde na Marketplace-u.
sv_se: Att inte lista din app kommer att hindra den från att visas någonstans i Marketplace.

source: Delete App
eu: Ezabatu aplikazioa
ro: Șterge aplicația
sr_latn: Izbriši aplikaciju
sv_se: Ta bort app

source: Deleting your app will permanently delete it from the site. <strong>There is no going back.</strong>
eu: Zure aplikazioa ezabatzen bada, betiko desagertuo da gunetik. <strong>Ez dago atzera bueltarik.</strong>
ro: Ștergerea aplicației o va șterge permanent de pe sait. <strong>Acțiunea este ireversibilă.</strong>
sr_latn: Uklanjanje Vaše aplikacije sa liste će je trajno izbrisati sa sajta. <strong>Nakon toga nema povratka.</strong>
sv_se: Ta bort din app kommer att permanent ta bort det från webbplatsen. <strong>Det kan inte ångras.</strong>

source: Blocklist App
ro: Blocklistează aplicație
sr_latn: Blokiraj aplikaciju
sv_se: Blocklistad app

source: Blocklisting an app will upgrade the users to a special version which will make the app unusable on their Firefox OS devices. This will also remove this app from public pages until a new version is submitted and approved. These changes cannot be undone. Please proceed with caution.
eu: Aplikazio bat blokeatzeko zerrendara gehitzean, bertsio berezi batera eguneratuko da eta erabiltzaileek ezingo dute erabili haien Firefox OS gailuetan. Honez gain, aplikazioa orri publikoetatik kenduko da bertsio berri bat bidali eta onartu arte. Aldaketa hauek ezin dira desegin. Mesedez, ibili kontuz.
ro: Blocklistarea unei aplicații va actualiza utilizatorii la o versiune specială care va face aplicația inutilizabilă pe dispozitivele Firefox OS. De asemenea, se va elimina aplicația dintre paginile publice până la publicarea și aprobarea unei noi versiuni. Aceste schimbări sunt ireversibile. Procedați cu grijă.
sr_latn: Blokiranjem neke aplikacije će unaprediti korisnika na specijalnu verziju koja će učiniti aplikaciju nedostupnom na njihovim Firefox OS uređajima. Ovo će takođe ukloniti aplikaciju sa javnih stranica sve dok nova verzija ne bude prijavljena i odobrena. Ove promene se ne mogu poništiti. Molimo Vas da nastavite sa oprezom.
sv_se: Blocklista en app kommer att uppgradera användare till en specialversion som kommer att göra appen oanvändbar på deras Firefox OS-enheter. Detta kommer också att ta bort denna app från publika sidor tills en ny version har skickats in och godkänts. Dessa förändringar kan inte ångras. Gå vidare med försiktighet.

source: Blocklist
eu: Blokeatutakoen zerrenda
ro: Blocklistare
sr_latn: Lista blokiranih aplikacija
sv_se: Blocklista

source: Are you sure you wish to delist your app?
eu: Ziur aplikazioa zerrendatik kendu nahi duzula?
ro: Sigur doriți delistarea aplicației?
sr_latn: Da li ste sigurni da želite da izbrišete sa liste Vašu aplikaciju?
sv_se: Är du säker på att du inte vill lista din app?

source: or
eu: edo
ro: sau
sr_latn: ili
sv_se: eller

source: Cancel
eu: Utzi
ro: Renunță
sr_latn: Otkaži
sv_se: Avbryt

source: Delete Version &quot;{version}&quot;
eu: Ezabatu &quot;{version}&quot; bertsioa
ro: Șterge versiunea &quot;{version}&quot;
sr_latn: Izbriši verziju &quot;{version}&quot;
sv_se: Ta bort version &quot;{version}&quot;

source: Deleting the only version will result in the following:
ro: Ștergerea singurei versiuni disponibile va rezulta în:
sr_latn: Brisanje jedine verzije će rezultovati:
sv_se: Ta bort den enda versionen kommer att leda till följande:

source: the app status will be marked as &quot;incomplete&quot;
ro: starea aplicației va fi marcată ca &quot;incompletă&quot;
sr_latn: ova aplikacija je zabeležena kao &quot;nepotpuna&quot;
sv_se: appens status kommer att markeras som &quot;ofullständig&quot;

source: the app will be removed from our review queue
ro: aplicația va fi eliminată din coada de recenzie
sr_latn: aplikacija će biti uklonjena iz našeg reda za razmatranje
sv_se: appen kommer att tas bort från vår granskningskö

source: the app will not be listed in our public pages
ro: aplicația nu va fi listată pe paginile publice
sr_latn: aplikacija neće biti navedena u našim javnim stranicama
sv_se: appen kommer inte att listas på våra offentliga sidor

source: These changes cannot be undone.
eu: Aldaketa hauek ezin dira desegin.
ro: Aceste schimbări nu pot fi anulate.
sr_latn: Ove promene se ne mogu poništiti.
sv_se: Dessa ändringar kan inte ångras.

source: Are you sure you wish to delete this version?
eu: Ziur zaude bertsio hau ezabatu nahi duzula?
ro: Sigur doriți ștergerea acestei versiuni?
sr_latn: Da li ste sigurni da želite da izbrišete ovu verziju?
sv_se: Är du säker på att du vill ta bort denna version?

source: Delete Version
eu: Ezabatu bertsioa
ro: Ștergere versiune
sr_latn: Izbriši verziju
sv_se: Ta bort version
