Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: We'll get to fixing that soon.
eu: Laster konponduko dugu.
ro: Vom lucra la repararea ei în scurt timp.
sr_latn: Uskoro ćemo popraviti to.
sv_se: Vi kommer att åtgärda det snart.

source: You can try refreshing the page, or try again later.
eu: Orria freskatuta saia zaitezke berriro, eta geroago saiatu.
ro: Puteți reîmprospăta pagina sau să încercați din nou mai târziu.
sr_latn: Možete pokušati osvežiti stranicu, ili pokušajte ponovo kasnije.
sv_se: Du kan prova att uppdatera sidan eller försök igen senare.

source: Day
eu: Eguna
ro: Zi
sr_latn: Dan
sv_se: Dag

source: Week
eu: Astea
ro: Săptămână
sr_latn: Sedmica
sv_se: Vecka

source: Quarter
ro: Trimestru
sr_latn: Kvartal
sv_se: Kvartal

source: Device(s) changed: {0}
ro: Dispozitive schimbate: {0}
sr_latn: Urađaj(a) promenjeno: {0}
sv_se: Enhet ändrad: {0}

source: Requirements changed: {0}
ro: Cerințe schimbate: {0}
sr_latn: Zahtevi izmenjeni: {0}
sv_se: Krav som ändrats: {0}

source: Cannot be free and paid.
eu: Ezin da doakoa eta ordaindu beharrekoa izan aldi berean.
ro: Nu poate fi în același timp gratis și plătită.
sr_latn: Ne može da bude i besplatna i plaćena.
sv_se: Kan inte vara gratis och betald.

source: Please select a device.
eu: Hautatu gailu bat.
ro: Alegeți un dispozitiv.
sr_latn: Izaberite uređaj.
sv_se: Välj en enhet.

source: Agree and Continue
eu: Onartu eta jarraitu
ro: Sunt de acord, continuă
sr_latn: Slažem se i nastavi
sv_se: Godkänn och fortsätt

source: There was an error with your upload. Please try again.
eu: Errore bat gertatu da zure igoeran. Saiatu berriro.
ro: S-a produs o eroare în timpul încărcării. Încercați din nou.
sr_latn: Došlo je do greške tokom otpremanja. Molimo Vas, pokušajte ponovo.
sv_se: Det uppstod ett fel med din uppladdning. Försök igen.

source: Version %s already exists.
ro: Versiunea %s există deja.
sr_latn: Verzija %s već postoji.
sv_se: Version %s finns redan.

source: Changes to "origin" are not allowed.
ro: Nu sunt permise schimbări la "origin".
sr_latn: Promene na "origin" nisu dozvoljene.
sv_se: Det är inte tillåtet att ändra ursprung "origin".

source: User submitting validation does not match.
ro: Validările furnizate de utilizator nu se potrivesc.
sr_latn: Podnošenje validacije korisnika se ne poklapa.
sv_se: Användaren inskickade validering matchar inte.

source: Publish my app and make it visible to everyone in the Marketplace and include it in search results.
ro: Publică aplicația și fă-o vizibilă oricui pe Marketplace și include-o în rezultatele de căutare.
sr_latn: Objavi moju aplikaciju i neka bude vidljiva svima na Marketplace-u i neka bude uključena u rezultatima pretrage.
sv_se: Publicera min app och göra den synlig för alla i Marketplace och inkludera den i sökresultat.

source: Do not publish my app. Notify me and I will adjust app visibility after it is approved.
eu: Ez argitaratu nire aplikazioa. Notify me and I will adjust app visibility after it is approved.
ro: Nu publica aplicația. Anunță-mă și voi ajusta vizibilitatea aplicației după ce e aprobată.
sr_latn: Nemoj objaviti moju aplikaciju. Obavesti me i ja ću prilagoditi vidljivost aplikacije nakon njenog odobrenja.
sv_se: Publicera inte min app. Meddela mig och jag kommer att justera appens synlighet efter den har godkänts.

source: Privacy Policy:
eu: Pribatutasun-politika:
ro: Politică de confidențialitate:
sr_latn: Polisa o privatnosti:
sv_se: Sekretesspolicy:

source: A privacy policy explains how you handle data received through your app. For example: what data do you receive? How do you use it? Who do you share it with? Do you receive personal information? Do you take steps to make it anonymous? What choices do users have to control what data you and others receive? Enter your privacy policy link or text above. If you don't have a privacy policy, <a href="{url}" target="_blank">learn more on how to write one.</a>
eu: A privacy policy explains how you handle data received through your app. Adibidez: zein datu jasotzen duzu? Nola erabiltzen duzu? Nor partekatzen duzu harekin? Informazio pertsonalik jasotzen duzu? Do you take steps to make it anonymous? What choices do users have to control what data you and others receive? Enter your privacy policy link or text above. If you don't have a privacy policy, <a href="{url}" target="_blank">learn more on how to write one.</a>
ro: O politică de confidențialitate explică cum se folosește data obținută prin aplicație. De exemplu, ce fel de date primiți? Cum le folosiți? Cui altcineva mai trimiteți datele? Primiți informații personale? Utilizați măsuri de anonimizare a datelor? Ce opțiuni le oferiți utilizatorilor pentru a-și controla datele pe care dumneavoastră și alții le primesc? Introduceți un link sau scrieți textul mai sus. Dacă nu aveți o politică de confidențialitate, <a href="{url}" target="_blank">aflați cum să scrieți una.</a>
sr_latn: Polisa privatnosti objašnjava kako se rukuje sa podacima koji su dobijeni kroz aplikaciju. Na primer: Koje podatke dobijate? Kako ih koristite? Sa kime ih delite? Da li dobijate lične podatke? Da li preduzimate korake da ih učinite anonimnim? Kakav izbor korisnici imaju kod kontrole podataka koje Vi i ostali dobijate? Unesite polisu privatnosti ili tekst iznad. Ako nemate polisu privatnosti, <a href="{url}" target="_blank">saznajte kako da je napravite.</a>
sv_se: En sekretesspolicy förklarar hur du hanterar data som tas emot via din app. Till exempel: vilka data mottar du? Hur använder du den? Vem delar du den med? Tar du emot personlig information? Vidtar du åtgärder för att göra den anonym? Vilka val har användarna för att kontrollera vilken data som du och andra tar emot? Ange din länk till sekretesspolicyn eller text ovan. Om du inte har en sekretesspolicy, <a href="{url}" target="_blank">lära dig mer om hur man skriver en.</a>

source: Homepage:
eu: Webgunea:
ro: Pagina principală:
sr_latn: Početna stranica:
sv_se: Hemsida:

source: If your app has another homepage, enter its address here.
eu: Zure aplikazioak beste webgune bat badu, sartu bere helbidea hemen.
ro: Dacă aplicația are o altă pagină principală, scrieți adresa aici.
sr_latn: Ako aplikacija ima još jednu početnu stranicu, unesite njenu adresu ovde.
sv_se: Om din app har en annan hemsida, skriver du in adressen här.

source: Website:
ro: Sait web:
sr_latn: Veb sajta:
sv_se: Webbplats:

source: If your app has a support website or forum, enter its address here.
eu: Zure aplikazioak laguntza-webgune edo -foro bat badu, sartu haren helbidea hemen.
ro: Dacă aplicația are un sait de suport sau forum, introduceți adresa aici.
sr_latn: Ako aplikacija ima podršku sajta ili foruma, unesite njihovu adresu ovde.
sv_se: Om din app har en supportwebbplats eller forum, skriver du in adressen här.

source: Email:
sr_latn: E-pošte:
sv_se: E-post:

source: This email address will be listed publicly on the Marketplace and used by end users to contact you with support issues. This email address will be listed publicly on your app details page.
ro: Adresa de email va fi listată public pe Marketplace și va fi folosită de utilizatori pentru a vă contacta cu probleme de suport. Adresa de e-mail va fi listată public în pagina de detalii a aplicației.
sr_latn: Ova adresa e-pošte će biti javno listirana na Marketplace-u i koristiće je poslednji korisnici da Vas kontaktiraju sa podrškom za probleme. Ova adresa e-pošte će biti javno listirana na Vašoj stranici detalja aplikacije.
sv_se: Denna e-postadress kommer att visas offentligt på Marketplace och användas av slutanvändaren för att kontakta dig med supportfrågor. Denna e-postadress kommer att visas offentligt på din app:s informationssida.

source: Does your app require Flash support?
eu: Zure aplikazioak Flash behar al du?
ro: Aplicația are nevoie de suport Flash?
sr_latn: Da li Vaša aplikacija zahteva Flash podršku?
sv_se: Kräver din app Flash-support?

source: Your comments for reviewers:
ro: Comentarii pentru recenzenți:
sv_se: Dina kommentarer för granskare:

source: Your app will be reviewed by Mozilla before it becomes publicly listed on the Marketplace. Enter any special instructions for the app reviewers here.
ro: Aplicația va fi recenzată de Mozilla înainte de a fi făcută publică pe Marketplace. Introduceți orice instrucțiuni speciale pentru recenzenții aplicației aici.
sr_latn: Vaša aplikacija će biti pregledana od strane Mozilla-e pre nego što bude stavljena javno na listu na Marketplace-u. Unesite bilo kakve specijalne instrukcije za recezente aplikacije ovde.
sv_se: Din app kommer att granskas av Mozilla innan den visas offentligt på Marketplace. Ange eventuella specialinstruktioner för app-granskare här.

source: Once your app is approved, choose a publishing option:
ro: După ce aplicația e aprobată, alegeți opțiunea de publicare:
sr_latn: Jednom kada se aplikacija odobri, izaberite opciju za objavljivanje:
sv_se: När din app är godkänd, välj ett publiceringsalternativ:

source: My app works without an Internet connection.
ro: Aplicatia mea funcționează fără o conexiune la internet.
sr_latn: Moja aplikacija radi bez internet konekcije.
sv_se: Min app fungerar utan en internetanslutning.

source: Edit App Details
eu: Editatu aplikazioaren xehetasunak
ro: Editare detalii aplicație
sr_latn: Uredi detalje aplikacije
sv_se: Redigera app-detaljer

source: Submit App
eu: Bidali aplikazioa
ro: Propunere aplicație
sr_latn: Pošalji aplikaciju
sv_se: Skicka in app

source: Submit an App
eu: Bidali aplikazio bat
ro: Propuneți o aplicație
sr_latn: Podnesi aplikaciju
sv_se: Skicka in en app

source: Please review your listing information below. We've pre-filled as much as we can from your manifest.
ro: Va rog să revedeți informația de listare de mai jos. Am pre-completat toate câmpurile pe care le-am putut conform informației din manifest.
sr_latn: Molimo Vas pregledajte Vaše listing informacije ispod. Mi smo unapred popunili koliko god smo mogli iz Vašeg manifesta.
sv_se: Granska din listningsinformation nedan. Vi har fyllt i så mycket vi kan från din manifest.

source: Open details page
eu: Ireki xehetasunen orria
ro: Deschide pagina de detalii
sr_latn: Otvori stranicu sa detaljima
sv_se: Öppna detaljsidan

source: Screenshot or video of your app:
eu: Aplikazioaren pantaila-argazkia edo bideoa:
ro: Captură de ecran sau videoclip pentru aplicație:
sr_latn: Snimak ekrana ili video aplikacije:
sv_se: Skärmdump eller video på din app:

source: You must provide at least one.
eu: Gutxienez bat beharrezkoa da.
ro: Trebuie să furnizați cel puțin una.
sr_latn: Morate obezbediti bar jednu.
sv_se: Du måste ange minst en.

source: PNG and JPG supported. Screenshots must be at least 320px by 480px. Screenshots proportional to 320px by 480px are optimal. WebM supported for video.
eu: PNG eta JPG onartzen dira. Screenshots must be at least 320px by 480px. Screenshots proportional to 320px by 480px are optimal. WebM supported for video.
ro: Sunt suportate PNG și JPG. Capturile de ecran trebuie să fie cel puțin 320px pe 480px. Sunt optime capturile de ecran proporționale cu 320px cu 480px. Pentru video este suportat WebM.
sr_latn: PNG i JPG su podržani formati. Snimci ekrana mora biti barem 320px puta 480px. Snimci ekrana proporcionalni 320px puta 480px su optimalni. WebM je podržan za ovaj video.
sv_se: PNG och JPG stöds. Skärmdumpar måste minst vara 320px gånger 480px. Skärmdumpar proportionell mot 320px gånger 480px är optimala. WebM stöds för video.

source: Finished!
eu: Amaitu duzu!
ro: Gata!
sr_latn: Gotovo!
sv_se: Färdig!

source: Success! What happens now?
eu: Ongi! Orain zer?
ro: Succes! Ce se întâmplă acum?
sr_latn: Uspeh! Šta se dešava sad?
sv_se: Succé! Vad händer nu?

source: We've got your app saved and ready to go! Your app is currently awaiting review, and once it is reviewed you will need to manually enable your app from the <a href="%(url)s">Manage Status page</a> for it to show up on listing pages and in search. Until then, feel free to tweak your app's details and settings.
eu: Zure aplikazioa gordeta, eta publikatzeko prest dago! Aplikazioa une honetan berrikuspenaren zain dago, eta hau gainditzen duenean eskuz gaitu beharko duzu <a href="%(url)s">"Kudeatu egoera" orritik</a>, zerrendetan eta bilaketetan ager dadin. Ordura arte, aldatu lasai aplikazioaren xehetasunak eta ezarpenak.
ro: Am salvat aplicația și sunteți gata să porniți la drum! Aplicația așteaptă o recenzie și după ce va fi recenzată veți putea activa aplicația de la pagina <a href="%(url)s">Gestiune stare</a> pentru ca aceasta să apară în paginile de listare și în rezultatele de căutare. Până atunci puteți perfecționa detaliile aplicației și setările.
sr_latn: Sačuvali smo Vašu aplikaciju i spremna je! Vaša aplikacija trenutno čeka pregled i jednom kada bude pregledana, moraćete ručno da omogućite Vašu aplikaciju iz <a href="%(url)s">Upravljaj statusnom stranicom</a> da bi se prikazala na listing stranicama i u pretrazi. Do tada, slobodno radite na detaljima i podešavanjima Vaše aplikacije.
sv_se: Vi har sparat din app och gjort den startklar! Din app väntar för närvarande på granskning och när den har granskats måste du manuellt aktivera din app från <a href="%(url)s">Hantera statussida</a> för att den ska visas i listor och sökningar. Tills dess får du gärna justera din apps detaljer och inställningar.

source: Before your app can go live, you need to provide payment information. Once you've added a payment account and price, your app will be submitted for review.
ro: Înainte ca aplicația să fie activă, trebuie să furnizați informații pentru plată. După ce ați adăugat un cont de plăți și un preț, aplicația va fi repropusă pentru recenzie.
sr_latn: Pre nego što Vaša aplikacija bude puštena, morate pružiti informacije o plaćanju. Jednom kada dodate račun za plaćanje i cenu, Vaša aplikacija će biti podneta za pregled.
sv_se: Innan din app kan aktiveras, måste du ange betalningsinformation. När du har lagt till ett betalkonto och pris, kommer din app skickas in för granskning.

source: We've got your app saved and ready to go! Your app is currently awaiting review, and will show up on listing pages and in search once it is reviewed. Until then, feel free to tweak your app's details and settings.
ro: Am salvat aplicația sunteți gata să porniți la drum! Aplicația așteaptă momentan o recenzie și va apărea pe paginile de listare și de căutare după ce trece de aceasta. Până atunci puteți perfecționa detaliile aplicației și setările.
sr_latn: Sačuvali smo Vašu aplikaciju i sada je spremna! Vaša aplikacija trenutno čeka pregled i da pojaviće se na listing stranicama i u pretrazi nakon što se pregleda. Do tada, budite slobodni da podesite detalje i postavke ekipe aplikacije.
sv_se: Vi har sparat din app och gjort den startklar! Din app väntar för närvarande på granskning och kommer att visas i listor och sökningar när den har granskats. Tills dess får du gärna justera din apps detaljer och inställningar.

source: Manage My App
eu: Kudeatu aplikazioa
ro: Gestiune aplicație
sr_latn: Uredi moju aplikaciju
sv_se: Hantera min app

source: Submit Another App
eu: Bidali beste aplikazio bat
ro: Propuneți o altă aplicație
sr_latn: Dostavi drugu aplikaciju
sv_se: Skicka in en annan app

source: App Minimum Requirements
eu: Aplikazioaren gutxieneko eskakizunak
ro: Cerințe minimale aplicație
sr_latn: Minimalni zahtevi aplikacije
sv_se: Minikrav app

source: <b>What's next:</b> fill out the rest of your app's details
eu: <b>Ondoren:</b> Bete zure aplikazioaren gainerako xehetasunak
ro: <b>Ce faceți mai departe:</b> completați restul detaliilor aplicației
sr_latn: <b>Šta je sledeće:</b> popunite ostale detalje aplikacije
sv_se: <b>Vad är nästa steg:</b> fyll i resten av din apps detaljer

source: Published!
eu: Argitaratuta!
ro: Publicată!
sr_latn: Objavljeno!
sv_se: Publicerad!

source: Almost There!
eu: Ia amaitu dugu!
ro: Aproape gata!
sr_latn: Skoro smo tamo!
sv_se: Nästan där!

source: Submit App Manifest
eu: Bidali aplikazioaren manifestua
ro: Încărcați un manifest de aplicație
sr_latn: Podnesi manifest aplikacije
sv_se: Skicka in app-manifest

source: Enter App Details
eu: Sartu aplikazioaren xehetasunak
ro: Introduceți detaliile aplicației
sr_latn: Unesite detalje aplikacije
sv_se: Ange app-detaljer

source: <span>Set up <a href="%(rating_url)s">Content Ratings</a></span>
eu: <span>Konfiguratu <a href="%(rating_url)s">edukien balorazioak</a></span>
ro: <span>Stabilire <a href="%(rating_url)s">evaluări de conținut</a></span>
sr_latn: <span>Podesite <a href="%(rating_url)s">Ocene sadržaja</a></span>
sv_se: <span>Konfigurera <a href="%(rating_url)s">innehållsklassificering</a></span>

source: <span>Set up <a href="%(pay_url)s">Payments</a></span>
eu: <span>Konfiguratu <a href="%(pay_url)s">ordainketak</a></span>
ro: <span>Stabilire <a href="%(pay_url)s">Plăți</a></span>
sr_latn: <span>Podesite <a href="%(pay_url)s">plaćanja</a></span>
sv_se: <span>Konfigurera <a href="%(pay_url)s">betalningar</a></span>

source: Wait for Review
eu: Itxaron berrikuspenari
ro: Așteaptă o recenzie
sr_latn: Sačekajte pregled
sv_se: Vänta på granskning

source: At any point, you can
ro: În orice moment, puteți
sr_latn: U bilo kom trenutku, Vi možete
sv_se: När som helst kan du

source: Revise your app details on <a href="%(url)s">Edit Listing</a>
ro: Schimba detaliile aplicației pe <a href="%(url)s">Editare listare</a>
sr_latn: Izmenite detalje Vaše aplikacije na <a href="%(url)s">Izmeni Liste</a>
sv_se: Revidera dina app-detaljer på <a href="%(url)s">Redigera listning</a>

source: View a list of all of your submissions on <a href="%(url)s">My Submissions</a>
ro: Puteți vedea o listă cu propunerile proprii la <a href="%(url)s">Propunerile mele</a>
sr_latn: Pogledajte listu svih Vaših prijava na <a href="%(url)s">Moje Prijave</a>
sv_se: Visa en lista över alla dina inskickningar på <a href="%(url)s">Mina inskickningar</a>

source: Request that your app be shown on low-memory devices on <a href="%(status_url)s">Status &amp; Versions</a>
ro: Cereți ca aplicația să fie afișată pe dispozitive cu memorie scăzută pe <a href="%(status_url)s">Stare și versiuni</a>
sr_latn: Zahtevajte da se Vaša aplikacija prikazuje na uređajima koji imaju malo memorije na <a href="%(status_url)s">Status &amp; Verzije</a>
sv_se: Begär att din app ska visas på enheter med mindre minne på <a href="%(status_url)s">Status &amp; Versioner</a>

source: Request that your app be shown on low-memory devices on <a href="%(status_url)s">Status</a>
ro: Solicitați ca aplicația să fie afișată pe dispozitive cu memorie scăzută la <a href="%(status_url)s">Stare</a>
sr_latn: Zahtevajte da se Vaša aplikacija prikazuje na uređajima koji imaju malo memorije na <a href="%(status_url)s">Status</a>
sv_se: Begär att din app ska visas på enheter med mindre minne på <a href="%(status_url)s">Status</a>

source: Once your app is reviewed, you will have to manually publish your app from <a href="%(url)s">Manage Status</a>. It would then show up on listing pages and in search for others to enjoy.
ro: După ce a fost recenzată aplicația va trebui să o publicați manual de la <a href="%(url)s">Gestiune stare</a>. După aceasta aplicația se va găsi pe paginile de listare și în rezultatele de căutare pentru ca și alții să se bucre de ea.
sr_latn: Nakon što je Vaša aplikacija pregledana, Vi ćete morati ručno da objavite Vašu aplikaciju preko <a href="%(url)s">Upravljanja statusima</a>. Nakon toga će se pojaviti na listi aplikacija i u pretrazi da bi drugi uživali u njoj.
sv_se: När din app har granskats, måste du manuellt publicera din app från <a href="%(url)s">Hantera status</a>. Den kommer sedan att visas på listningssidor och i sökningar för andra att njuta av.

source: Your app has been approved! It is now showing up on listing pages and in search for others to enjoy.
eu: Zure aplikazioa onartua izan da! It is now showing up on listing pages and in search for others to enjoy.
ro: Aplicația a fost aprobată! Este acum afișată pe paginile de listare și în rezultatele de căutare pentru ca și alții să se bucure de ea.
sr_latn: Vaša aplikacija je odobrena! Ona se sada prikazuje na listi aplikacija i u pretrazi da bi drugi uživali u njoj.
sv_se: Din app har godkänts! Det visar nu i listningssidor och i sökningar för andra att njuta av.

source: Once your app is reviewed, it will show up on listing pages and in search for others to enjoy.
ro: După ce a fost recenzată, va fi afișată pe paginile de listare și în rezultatele de căutare pentru ca și alții să se bucure de ea.
sr_latn: Nakon što je Vaša aplikacija pregledana, pojaviće se na listi aplikacija i u pretrazi da bi drugi uživali u njoj.
sv_se: När din app är granskad kommer den att visas i listningssidor och i sökningar för andra att njuta av.

source: <strong>What's next:</strong> Set up %(next_step_name)s
ro: <strong>Ce urmează:</strong> Pasul %(next_step_name)s
sr_latn: <strong>Šta je sledeće:</strong> Podesite %(next_step_name)s
sv_se: <strong>Vad är nästa steg:</strong> Konfigurera %(next_step_name)s

source: <strong>What's next:</strong> Publish Your App
ro: <strong>Ce urmează:</strong> Publică aplicația
sr_latn: <strong>Šta je sledeće:</strong> Objavite Vašu aplikaciju
sv_se: <strong>What's next:</strong> Publicera din app

source: Marketplace Developer Program
ro: Program dezvoltatori Marketplace
sr_latn: Marketplace program za programere
sv_se: Marketplace utvecklarprogram

source: We're excited you've built an app using web technologies, and submitting it to the Firefox Marketplace is the best way for users to discover and enjoy it across their devices. First, you'll need to join the Marketplace Developer Program below.
ro: Suntem bucuroși că ați construit o aplicație folosind tehnologii web! Propunerea aplicației pe Firefox Marketplace este cea mai bună metodă pentru ca utilizatorii să o descopere și să se bucure de ea pe toate dispozitivele lor. Mai întâi trebuie să vă alăturați Programului de Dezvoltatori pentru Marketplace, mai jos.
sr_latn: Uzbuđeni smo što ste napravili aplikaciju koristeći veb tehnologije, postavljanjem na Firefox Marketplace je najbolji način za korisnike da je otkriju i uživaju u istoj među svojim uređajima. Kao prvo, trebaćete se pridružiti ispod programu za Marketplace programere.
sv_se: Vi är glada att du har byggt en app som använder webbtekniker och skickat in den till Firefox Marketplace är det bästa sättet för användare att upptäcka och njuta av den i sina enheter. Först måste du gå med i Marketplace utvecklarprogram nedan.

source: To begin, please read and accept our <strong>Developer Agreement</strong>:
eu: Hasteko, irakurri eta onartu gure <strong>garatzaile-hitzarmena</strong>:
ro: Pentru a începe, citiți și acceptați <strong>Acordul de dezvoltare</strong>:
sr_latn: Da biste započeli, molimo Vas da pročitate i prihvatite naš <strong>ugovor za programere</strong>:
sv_se: Till att börja med, läs och acceptera vårt <strong>utvecklaravtal</strong>:

source: Mozilla may email me with relevant App Developer news and surveys
ro: Mozilla poate să-mi trimită e-mail cu știri relevante despre dezvoltarea de aplicații și sondaje
sr_latn: Mozilla može da mi šalje e-poštu sa relevantnim novostima o programiranju aplikacija i anketama
sv_se: Mozilla kan mejla mig med relevanta app-utvecklarnyheter och undersökningar

source: Héllo
eu: Kaixo
sr_latn: Pozdrav
sv_se: Hallå

source: Invalid tag: {0}
eu: Etiketa baliogabea: {0}
ro: Tag invalid: {0}
sr_latn: Neispravnih oznaka: {0}
sv_se: Ogiltig etikett: {0}

source: "{0}" is a reserved tag and cannot be used.
eu: "{0}" erreserbatutako etiketa bat da, eta ezin da erabili.
ro: „{0}” este tag rezervat care poate fi folosit
sr_latn: "{0}" je rezervisane oznaka koja se ne može koristiti.
sv_se: "{0}" är en reserverad etikett och kan inte användas.
