Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: Abuse reports needing investigation: %s
ro: Rapoarte de abuz care necesită investigare: %s
sv_se: Missbruksrapporter som behöver utredning: %s

source: Skip for now
eu: Saltatu oraingoz
ro: Omite pentru moment
sr_latn: Preskoči za sad
sv_se: Hoppa över nu

source: Mark all reports Read
ro: Marcați toate rapoartele ca citite
sv_se: Markera alla rapporter lästa

source: Flag for re-review
ro: Marcați pentru rerecenzare
sv_se: Flagga för återgranskning

source: Select a valid choice. %(value)s is not one of the available choices.
eu: Hautatu baliozko aukera bat. %(value)s ez da erabilgarri dagoen aukeretako bat.
ro: Selectează o opțiune validă. %(value)s nu este una din opțiunile disponibile.
sr_latn: Odaberite važeći izbor. %(value)s nije jedan od mogućih izbora.
sv_se: Välj ett giltigt val. %(value)s är inte ett av de tillgängliga alternativen.

source: The field must have a length of at least {num} characters.
eu: Eremuak gutxienez {num} karaktereko luzera izan behar du.
ro: Câmpul trebuie să aibă lungimea de cel puțin {num} caractere.
sr_latn: Polje mora da bude dužine barem {num} karaktera.
sv_se: Fältet måste minst ha en längd av {num}-tecken.

source: The language code {lang_code} is invalid.
eu: {lang_code} hizkuntza-kodea baliogabea da.
ro: Codul de limbă {lang_code} este invalid.
sr_latn: Kod jezika {lang_code} je neispravan.
sv_se: Språkkoden {lang_code} är ogiltig.

source: Unknown
eu: Ezezaguna
ro: Necunoscut
sr_latn: Nepoznato
sv_se: Okänd

source: Yes
eu: Bai
ro: Da
sr_latn: Da
sv_se: Ja

source: No
eu: Ez
ro: Nu
sr_latn: Ne
sv_se: Nej

source: Form could not be submitted.
eu: Inprimakia ezin izan da bidali.
ro: Formularul nu a putut fi trimis.
sr_latn: Forma nije mogla da bude poslata.
sv_se: Formuläret kunde inte skickas in.

source: Note body is empty.
eu: Oharraren gorputza hutsik dago.
ro: Corpul notei este gol.
sr_latn: Sadržaj beleške je prazan.
sv_se: Anteckningens huvuddel är tom.

source: Invalid note type.
eu: Ohar-mota baliogabea.
ro: Tip de notă invalid.
sr_latn: Pogrešan tip beleške.
sv_se: Ogiltig anteckningstyp.

source: Version %s does not exist
eu: %s bertsioa ez da existitzen.
ro: Versiunea %s nu există
sr_latn: Verzija %s ne postoji
sv_se: Version %s finns inte

source: Attachment:
eu: Eranskina:
ro: Atașament:
sr_latn: Prilog:
sv_se: Bilaga:

source: Description:
eu: Deskribapena:
ro: Descriere:
sr_latn: Opis:
sv_se: Beskrivning:

source: Attachment exceeds maximum size of %s.
eu: Eranskinak gehieneko tamaina (%s) gainditzen du.
ro: Atașamentul depășește mărimea maximă de %s.
sr_latn: Prilog premašuje maksimalnu veličinu od %s.
sv_se: Bilaga överskrider den maximala storleken av %s.

source: The Firefox Marketplace is the official source of apps for the Web Platform.
eu: Firefox Marketplace web-plataformarako aplikazioen iturri ofiziala da.
ro: Firefox Marketplace este sursa oficială de aplicații pentru platforma Web.
sr_latn: Firefox Marketplace je zvanični izvor aplikacija za veb platformu.
sv_se: Firefox Marketplace är den officiella källan till appar för webbplattformen.

source: Desktop
eu: Mahaigainekoa
sr_latn: Radna površina
sv_se: Skrivbord

source: Firefox Mobile
sr_latn: Firefox za mobilni
sv_se: Firefox mobil

source: Firefox Tablet
sv_se: Firefox surfplatta

source: User
eu: Erabiltzailea
ro: Utilizator
sr_latn: Korisnik
sv_se: Användare

source: Reviewer
eu: Berrikuslea
ro: Recenzent
sr_latn: Recenzent
sv_se: Granskare

source: Developer
eu: Garatzailea
ro: Dezvoltator
sr_latn: Autor
sv_se: Utvecklare

source: Åland Islands
eu: Åland uharteak
ro: Insulele Åland
sr_latn: Olandska Ostrva
sv_se: Åland

source: Albania
sr_latn: Albanija
sv_se: Albanien

source: Algeria
eu: Aljeria
sr_latn: Alžir
sv_se: Algeriet

source: American Samoa
eu: Amerikar Samoa
ro: Samoa Americană
sr_latn: Amrerička samoa
sv_se: Amerikanska Samoa

source: Antarctica
eu: Antartika
sr_latn: Antartik
sv_se: Antarktis

source: Antigua and Barbuda
eu: Antigua eta Barbuda
ro: Antigua și Barbuda
sr_latn: Antigva i Barbuda
sv_se: Antigua och Barbuda

source: Armenia
sr_latn: Jermenija
sv_se: Armenien

source: Australia
sr_latn: Australija
sv_se: Australien

source: Austria
sr_latn: Austrija
sv_se: Österrike

source: Azerbaijan
ro: Azerbaidjan
sr_latn: Azerbejdžan
sv_se: Azerbajdzjan

source: Belarus
eu: Bielorrusia
sr_latn: Belorusija
sv_se: Vitryssland

source: Belgium
eu: Belgika
ro: Belgia
sr_latn: Belgija
sv_se: Belgien

source: Bonaire, Saint Eustatius and Saba
eu: Bonaire, San Eustakio eta Saba
ro: Bonaire, Saint Eustatius și Saba
sr_latn: Boner, Sveti Eustahije i Saba
sv_se: Bonaire, Saint Eustatius och Saba

source: Bosnia and Herzegovina
eu: Bosnia‐Herzegovina
ro: Bosnia și Herțegovina
sr_latn: Bosna i Hercegovina
sv_se: Bosnien och Hercegovina

source: Bouvet Island
eu: Bouvet uhartea
ro: Insula Bouvet
sr_latn: Ostrvo Buve
sv_se: Bouvetön

source: Brazil
eu: Brasil
ro: Brazilia
sv_se: Brasilien

source: British Indian Ocean Territory
eu: Indiako Ozeanoko Britainiar Lurraldea
ro: Teritoriul Britanic din Oceanul Indian
sr_latn: Britanska teritorija Indijskog okeana
sv_se: Brittiska territoriet i Indiska oceanen

source: Brunei Darussalam
eu: Bruneiko sultanerria
sr_latn: Brunej
sv_se: Brunei

source: Bulgaria
sr_latn: Bugarska
sv_se: Bulgarien

source: Cambodia
eu: Kanbodia
ro: Cambodgia
sr_latn: Kambodža
sv_se: Kambodja

source: Cameroon
eu: Kamerun
ro: Camerun
sr_latn: Kamerun
sv_se: Kamerun

source: Canada
eu: Kanada
sr_latn: Kanada
sv_se: Kanada

source: Cape Verde
eu: Cabo Verde
sr_latn: Kape Verde
sv_se: Kap Verde

source: Cayman Islands
eu: Kaiman uharteak
ro: Insulele Cayman
sr_latn: Kajmanska Ostrva
sv_se: Caymanöarna

source: Central African Republic
eu: Afrika Erdiko Errepublika
ro: Republica Centrafricană
sr_latn: Centralnoafrička Republika
sv_se: Centralafrikanska republiken

source: Chad
eu: Txad
ro: Ciad
sr_latn: Čad
sv_se: Tchad

source: China
eu: Txina
sr_latn: Kina
sv_se: Kina

source: Christmas Island
eu: Christmas uhartea
ro: Insula Crăciunului
sr_latn: Božićno ostrvo
sv_se: Julön

source: Cocos (Keeling) Islands
eu: Cocos (Keeling) uharteak
ro: Insulele Cocos (Keeling)
sr_latn: Kokos (Kiling) ostrva
sv_se: Kokosöarna

source: Comoros
eu: Komoreak
ro: Comore
sr_latn: Komoros
sv_se: Komorerna

source: Congo
eu: Kongo
sr_latn: Kongo
sv_se: Kongo

source: Congo, Democratic Republic
eu: Kongoko Errepublika Demokratikoa
ro: Congo, Republica Democrată
sr_latn: Kongo, Demokratska Republika
sv_se: Kongo-Kinshasa

source: Cook Islands
eu: Cook uharteak
ro: Insulele Cook
sr_latn: Kukova ostrva
sv_se: Cooköarna

source: Côte d'Ivoire
eu: Boli Kosta
ro: Coasta de Fildeș
sr_latn: Obala Slonovače
sv_se: Elfenbenskusten

source: Croatia
eu: Kroazia
ro: Croația
sr_latn: Hrvatska
sv_se: Kroatien

source: Cuba
eu: Kuba
sr_latn: Kuba
sv_se: Kuba

source: Cyprus
eu: Zipre
ro: Cipru
sr_latn: Kipar
sv_se: Cypern

source: Czech Republic
eu: Txekia
ro: Cehia
sr_latn: Češka
sv_se: Tjeckien

source: Denmark
eu: Danimarka
ro: Danemarca
sr_latn: Danska
sv_se: Danmark

source: Dominican Republic
eu: Dominikar Errepublika
ro: Republica Dominicană
sr_latn: Dominikanska republika
sv_se: Dominikanska republiken

source: Egypt
eu: Egipto
ro: Egipt
sr_latn: Egipat
sv_se: Egypten

source: Equatorial Guinea
eu: Ekuatore Ginea
ro: Guineea Ecuatorială
sr_latn: Ekvatorijalna Gvineja
sv_se: Ekvatorialguinea

source: Estonia
sr_latn: Estonija
sv_se: Estland

source: Ethiopia
eu: Etiopia
ro: Etiopia
sr_latn: Etiopija
sv_se: Etiopien

source: Falkland Islands (Malvinas)
eu: Falkland uharteak (Malvinak)
ro: Insulele Falkland (Malvine)
sr_latn: Foklandska ostrva
sv_se: Falklandsöarna

source: Faroe Islands
eu: Faroe uharteak
ro: Insulele Feroe
sr_latn: Farska ostrva
sv_se: Färöarna

source: France
eu: Frantzia
ro: Franța
sr_latn: Francuska
sv_se: Frankrike

source: French Guiana
eu: Guyana Frantsesa
ro: Guiana Franceză
sr_latn: Francuska Gvajana
sv_se: Franska Guyana

source: French Polynesia
eu: Polinesia Frantsesa
ro: Polinezia Franceză
sr_latn: Francuska Polinezija
sv_se: Franska Polynesien

source: French Southern Territories
eu: Frantziaren lurralde austral eta antartikoak
ro: Teritoriile Franceze de Sud
sr_latn: Francuske južne teritorije
sv_se: Franska sydterritorierna

source: Georgia
sr_latn: Gruzija
sv_se: Georgien

source: Germany
eu: Alemania
ro: Germania
sr_latn: Nemačka
sv_se: Tyskland

source: Greece
eu: Grezia
ro: Grecia
sr_latn: Grčka
sv_se: Grekland

source: Greenland
eu: Groenlandia
ro: Groenlanda
sr_latn: Grenland
sv_se: Grönland

source: Heard and McDonald Islands
eu: Heard eta McDonald uharteak
ro: Insulele Heard și McDonald
sr_latn: Ostrva Herd i Makdonald
sv_se: Heard och Mcdonaldöarna

source: Holy See (Vatican City State)
eu: Vatikano Hiriko Estatua
ro: Sfântul Scaun (statul Vatican)
sr_latn: Sveta Stolica (Vatikan)
sv_se: Vatikanstaten

source: Hungary
eu: Hungaria
ro: Ungaria
sr_latn: Mađarska
sv_se: Ungern

source: Iceland
eu: Islandia
ro: Islanda
sr_latn: Island
sv_se: Island

source: India
sr_latn: Indija
sv_se: Indien

source: Indonesia
ro: Indonezia
sr_latn: Indonezija
sv_se: Indonesien

source: Iran, Islamic Republic of
eu: Irango Islamiar Errepublika
ro: Iran (Republica Islamică Iran)
sr_latn: Iran, Islamska Republika
sv_se: Iran

source: Iraq
eu: Irak
ro: Irak
sr_latn: Irak
sv_se: Irak

source: Ireland
eu: Irlanda
ro: Irlanda
sr_latn: Irska
sv_se: Irland

source: Italy
eu: Italia
ro: Italia
sr_latn: Italija
sv_se: Italien

source: Jordan
eu: Jordania
ro: Iordan
sv_se: Jordanien

source: Kazakhstan
ro: Kazahstan
sr_latn: Kazahstan
sv_se: Kazakstan

source: Korea, Democratic People's Rep
eu: Koreako Herri Errepublika Demokratikoa
ro: Coreea de Nord (Republica Populară Democrată Coreeană)
sr_latn: Koreja, Demokratska Narodna Republika
sv_se: Nordkorea

source: Korea, Republic of
eu: Koreako Errepublika
ro: Coreea de Sud (Republica Coreea)
sr_latn: Koreja, Republika
sv_se: Sydkorea

source: Kyrgyzstan
eu: Kirgizistan
ro: Kârgâzstan
sr_latn: Kirgistan
sv_se: Kirgizistan

source: Lao People's Democratic Rep
eu: Laosko Herri Errepublika Demokratikoa
ro: Laos (Republica Democrată Populară Laos)
sr_latn: Laoška Narodna Demokratska Republika
sv_se: Laos

source: Latvia
eu: Letonia
ro: Letonia
sr_latn: Letonija
sv_se: Lettland

source: Lebanon
eu: Libano
ro: Liban
sr_latn: Liban
sv_se: Libanon

source: Libyan Arab Jamahiriya
eu: Libiako Errepublika
ro: Libia (Marea Jamahirie Arabă Libiană)
sr_latn: Libijska Arapska Džamahirija
sv_se: Libyen

source: Liechtenstei
eu: Liechtenstein
ro: Leichtenstein
sr_latn: Lihtenštajn
sv_se: Liechtenstein

source: Lithuania
eu: Lituania
ro: Lituania
sr_latn: Litvanija
sv_se: Litauen

source: Luxembourg
eu: Luxenburgo
ro: Luxemburg
sr_latn: Luksemburg
sv_se: Luxemburg

source: Macedonia, Former Yugoslav Rep
eu: Mazedoniako Errepublika
ro: Macedonia (fosta Republică Iugoslavă)
sr_latn: Makedonija
sv_se: Makedonien

source: Madagascar
eu: Madagaskar
sr_latn: Madagaskar
sv_se: Madagaskar

source: Maldives
eu: Maldivak
ro: Maldive
sr_latn: Maldivi
sv_se: Maldiverna

source: Marshall Islands
eu: Mashall uharteak
ro: Insulele Marshall
sr_latn: Maršalska Ostrva
sv_se: Marshallöarna

source: Mauritania
sr_latn: Mauritanija
sv_se: Mauretanien

source: Mexico
eu: Mexiko
ro: Mexic
sr_latn: Meksiko
sv_se: Mexiko

source: Micronesia, Federated States of
eu: Mikronesiako Estatu Federatuak
ro: Micronezia (Statele Federate ale Microneziei)
sr_latn: Mikronezija, Federalne Države
sv_se: Mikronesien

source: Moldova, Republic of
eu: Modavia
ro: Moldova (Republica Moldova)
sr_latn: Moldavija, Republika
sv_se: Moldavien

source: Mongolia
sr_latn: Mongolija
sv_se: Mongoliet

source: Morocco
eu: Maroko
ro: Maroc
sr_latn: Maroko
sv_se: Marocko

source: Mozambique
eu: Mozambike
ro: Mozambic
sr_latn: Mozambik
sv_se: Moçambique

source: Netherlands
eu: Herbehereak
ro: Olanda
sr_latn: Holandija
sv_se: Nederländerna

source: New Caledonia
eu: Kaledonia Berria
ro: Noua Caledonie
sr_latn: Nova Kaledonija
sv_se: Nya Kaledonien

source: New Zealand
eu: Zeelanda Berria
ro: Noua Zeelandă
sr_latn: Novi Zeland
sv_se: Nya Zeeland

source: Norfolk Island
eu: Norfolk uhartea
ro: Insula Norfolk
sr_latn: Ostrvo Norfolk
sv_se: Norfolkön

source: Northern Mariana Islands
eu: Ipar Mariana uharteak
ro: Insulele Mariane de Nord
sr_latn: Severna Marijanska ostrva
sv_se: Nordmarianerna

source: Norway
eu: Norvegia
ro: Norvegia
sr_latn: Norveška
sv_se: Norge

source: Palestinian Territory, Occupied
eu: Palestina
ro: Teritorii Palestiniene, Ocupate
sr_latn: Palestinska teritorija, okupirano
sv_se: Ockuperade Palestinska Territorierna

source: Papua New Guinea
eu: Papua Ginea Berria
ro: Papua Noua Guinee
sr_latn: Papua Nova Gvineja
sv_se: Papua Nya Guinea

source: Philippines
eu: Filipinak
ro: Filipine
sr_latn: Filipini
sv_se: Filippinerna

source: Poland
eu: Polonia
ro: Polonia
sr_latn: Poljska
sv_se: Polen

source: Romania
eu: Errumania
ro: România
sr_latn: Rumunija
sv_se: Rumänien

source: Russian Federation
eu: Errusia
ro: Rusia (Federația Rusă)
sr_latn: Ruska Federacija
sv_se: Ryssland

source: Saint Helena
eu: Santa Helena
sr_latn: Sveta Helena
sv_se: Sankta Helena

source: Saint Kitts and Nevis
eu: Saint Kitts eta Nevis
ro: Saint Kitts și Nevis
sr_latn: Sveti Kits i Nevis
sv_se: Saint Kitts och Nevis

source: Saint Pierre and Miquelon
eu: Saint-Pierre eta Mikelune
ro: Saint Pierre și Miquelon
sr_latn: Sveti Pjer i Mikelon
sv_se: Saint-Pierre och Miquelon

source: Saint Vincent and the Grenadines
eu: Saint Vincent eta Grenadinak
ro: Saint Vincent și Grenadinele
sr_latn: Sveti Vinsent i Grenadini
sv_se: Saint Vincent och Grenadinerna

source: Sao Tome and Principe
eu: Sao Tome eta Principe
ro: Sao Tome și Principe
sr_latn: Sao Tome i Prinsipe
sv_se: São Tomé och Príncipe

source: Saudi Arabia
ro: Arabia Saudită
sr_latn: Saudijska Arabija
sv_se: Saudiarabien

source: Senega
eu: Senegal
ro: Senegal
sr_latn: Senegal
sv_se: Senegal

source: Serbia
sr_latn: Srbija
sv_se: Serbien

source: Serbia and Montenegro
eu: Serbia eta Montenegro
ro: Serbia și Muntenegru
sr_latn: Srbija i Crna Gora
sv_se: Serbien och Montenegro

source: Seychelles
eu: Seychelleak
sr_latn: Sejšeli
sv_se: Seychellerna

source: Sint Maarten (Dutch part)
eu: Sint Maarten (Herbehereetako zatia)
ro: Sint Maarten (partea olandeză)
sr_latn: Sveti Martin (Holandija)
sv_se: Sint Maarten

source: Slovakia
eu: Eslovakia
ro: Slovacia
sr_latn: Slovačka
sv_se: Slovakien

source: Slovenia
eu: Eslovenia
sr_latn: Slovenija
sv_se: Slovenien

source: Solomon Islands
eu: Salomon uharteak
ro: Insulele Solomon
sr_latn: Solomonska Ostrva
sv_se: Salomonöarna

source: South Africa
eu: Hegoafrika
ro: Africa de Sud
sr_latn: Južna Afrika
sv_se: Sydafrika

source: South Georgia and the South Sandwich Islands
eu: Hegoaldeko Georgiak eta Hegoaldeko Sandwichak
ro: Georgia de Sud și Insulele Sandwich de Sud
sr_latn: Južna Džordžija i Južna Sendvička Ostrva
sv_se: Sydgeorgien och Sydsandwichöarna

source: South Sudan
eu: Hego Sudan
ro: Sudanul de Sud
sr_latn: Južni Sudan
sv_se: Sydsudan

source: Spain
eu: Espainia
ro: Spania
sr_latn: Španija
sv_se: Spanien

source: Suriname
eu: Surinam
ro: Surinam
sr_latn: Surinam
sv_se: Surinam

source: Svalbard and Jan Mayen
eu: Svalbard eta Jan Mayen
ro: Svalbard și Jan Mayen
sr_latn: Svalbard i Jan Majen
sv_se: Svalbard och Jan Mayen

source: Sweden
eu: Suedia
ro: Suedia
sr_latn: Švedska
sv_se: Sverige

source: Switzerland
eu: Suitza
ro: Elveția
sr_latn: Švajcarska
sv_se: Schweiz

source: Syrian Arab Republic
eu: Siria
ro: Siria (Republica Arabă Siriană)
sr_latn: Sirijska Arapska Republika
sv_se: Syrien

source: Taiwan, Province of China
eu: Taiwan
ro: Taiwan, Provincie Chineză
sr_latn: Tajvan, provincija Kine
sv_se: Taiwan

source: Tajikistan
ro: Tadjikistan
sr_latn: Tadžikistan
sv_se: Tadzjikistan

source: Tanzania, United Republic of
eu: Tanzania
ro: Tanzania
sr_latn: Tanzanija, Ujedinjena Republika
sv_se: Tanzania

source: Timor-Leste
eu: Ekialdeko Timor
ro: Timorul de Est
sr_latn: Istočni Timor
sv_se: Östtimor

source: Tokelau
sv_se: Tokelauöarna

source: Trinidad and Tobago
eu: Trinidad eta Tobago
ro: Trinidad Tobago
sr_latn: Trinidad i Tobago
sv_se: Trinidad och Tobago

source: Tunisia
sr_latn: Tunis
sv_se: Tunisien

source: Turkey
eu: Turkia
ro: Turcia
sr_latn: Turska
sv_se: Turkiet

source: Turks and Caicos Islands
eu: Turk eta Caico uharteak
ro: Insulele Turks și Caicos
sr_latn: Ostrva Turks i Kaikos
sv_se: Turks- och Caicosöarna

source: Ukraine
eu: Ukraina
ro: Ucraina
sr_latn: Ukrajina
sv_se: Ukraina

source: United Arab Emirates
eu: Arabiar Emirerri Batuak
ro: Emiratele Arabe Unite
sr_latn: Ujedinjeni Arapski Emirati
sv_se: Förenade Arabemiraten

source: United Kingdom
eu: Erresuma Batua
ro: Regatul Unit
sr_latn: Ujedinjeno Kraljevstvo
sv_se: Storbritannien

source: United States
eu: Estatu Batua
ro: Statele Unite
sr_latn: Sjedinjene Američke države
sv_se: USA

source: United States Minor Outlying Islands
eu: AEBetako itsasoz haraindiko uharteak
ro: Insulele Minore Îndepărtate ale Statelor Unite
sr_latn: Sjedinjene Države bez ostalih ostrva
sv_se: Förenta staternas mindre öar i Oceanien och Västindien

source: Venezuela, Bolivarian Republic of
eu: Venezuela
ro: Venezuela (Republica Bolivariană a Venezuelei)
sr_latn: Venecuela, Bolivarska Republika
sv_se: Venezuela

source: Virgin Islands, British
eu: Birjina uharte britainiarrak
ro: Insulele Virgine Britanice
sr_latn: Britanska Devičanska Ostrva
sv_se: Brittiska Jungfruöarna

source: Virgin Islands, U.S.
eu: Birjina uharte amerikarrak
ro: Insulele Virgine, SUA
sr_latn: Američka Devičanska Ostrva
sv_se: Amerikanska Jungfruöarna

source: Wallis and Futuna
eu: Wallis eta Futuna
ro: Wallis și Futuna
sr_latn: Valis i Futuna
sv_se: Wallis- och Futunaöarna

source: Western Sahara
eu: Mendebaldeko Sahara
ro: Sahara de Vest
sr_latn: Zapadna Sahara
sv_se: Västsahara

source: Yemen
sr_latn: Jemen
sv_se: Jemen

source: Incomplete
eu: Osatu gabea
ro: Incomplet
sr_latn: Nedovršeno
sv_se: Ofullständig

source: Pending approval
eu: Onarpenaren zain
ro: În așteptarea aprobării
sr_latn: Odobrenje u toku
sv_se: Väntar på godkännande

source: Published
eu: Argitaratua
ro: Publicat
sr_latn: Objavljeno
sv_se: Publicerad

source: Banned from Marketplace
eu: Marketplace-etik debekatuta
ro: Interzis de pe Marketplace
sr_latn: Banovan sa Marketplace-a
sv_se: Bannlyst från Marketplace

source: Deleted
eu: Ezabatuta
ro: Șters
sr_latn: Obrisano
sv_se: Borttagen

source: Rejected
eu: Baztertuta
ro: Respins
sr_latn: Odbijeno
sv_se: Ej godkänd

source: Approved but private
eu: Onartuta baina pribatua
ro: Aprobat dar privat
sr_latn: Odobreno ali privatno
sv_se: Godkänd men privat

source: Blocked
eu: Blokeatua
ro: Blocat
sr_latn: Blokirano
sv_se: Blockerad

source: Unlisted
eu: Zerrendatu gabea
ro: Nelistat
sr_latn: Nije na listi
sv_se: Olistad

source: Obsolete
eu: Zaharkitua
ro: Învechit
sr_latn: Zastarelo
sv_se: Inaktuell

source: Approved
eu: Onartuta
ro: Aprobat
sr_latn: Odobreno
sv_se: Godkänd

source: Owner
eu: Jabea
ro: Proprietar
sr_latn: Vlasnik
sv_se: Ägare

source: Viewer
eu: Ikustailea
ro: Spectator
sr_latn: Pregledač
sv_se: Observatör

source: Support
eu: Laguntza
ro: Suport
sr_latn: Podrška
sv_se: Hjälp

source: Free
eu: Doan
ro: Gratis
sr_latn: Besplatno
sv_se: Gratis

source: Premium with in-app payments
eu: Premium-a aplikazio barneko ordainketekin
ro: Premium cu plăți în aplicație
sr_latn: Premijum sa plaćanjem unutar aplikacije
sv_se: Premium med in-app betalningar

source: Free with in-app payments
eu: Doakoa aplikazio barneko ordainketekin
ro: Gratis cu plăți în aplicație
sr_latn: Besplatno sa plaćanjem unutar aplikacije
sv_se: Gratis med in-app betalningar

source: I'll use my own system for in-app payments
eu: Nire sistema propioa erabiliko dut aplikazio barneko ordainketentzako
ro: Voi folosi sistemul propriu pentru plăți în aplicație
sr_latn: Koristiću moj sistem za plaćanja unutar aplikacije
sv_se: Jag använder mitt eget system för in-app betalningar

source: Manual Reviewer Points
eu: Eskuzko berrikusleen puntuak
ro: Note ale recenzentului uman
sr_latn: Poeni samostalnog recenzenta
sv_se: Manuell granskarpoäng

source: Web App Review
eu: Web aplikazioaren berrikuspena
ro: Recenzie aplicație Web
sr_latn: Recenzija veb aplikacije
sv_se: Granskning webbapp

source: Packaged App Review
eu: Paketatutako aplikazioaren berrikuspena
ro: Recenzie aplicație împachetată
sr_latn: Recenzija pakovane aplikacije
sv_se: Granskning paketerad app

source: Privileged App Review
ro: Recenzie aplicație privilegiată
sr_latn: Recenzija privilegovanih aplikacija
sv_se: Granskning privilegierad app

source: Web App Re-review
eu: Web aplikazioaren bigarren berrikuspena
ro: Rerecenzie aplicație Web
sr_latn: Ponovna recenzija veb aplikacije
sv_se: Ny granskning webbapp

source: Updated Packaged App Review
eu: Paketatutako aplikazioaren berrikuspena eguneratuta
ro: Recenzie aplicație împachetată actualizată
sr_latn: Ažurirana recenzija upakovane aplikacije
sv_se: Granskning uppdaterad paketerad app

source: Updated Privileged App Review
ro: Recenzie aplicație privilegiată actualizată
sr_latn: Recenzija privilegovanih aplikacija je ažurirana
sv_se: Uppdaterad granskning av privilegierad app

source: Moderated App Review
eu: Aplikazioaren moderatutako berrikuspena
ro: Recenzie moderată aplicație
sr_latn: Recenzija uređene aplikacije
sv_se: Modererad app-granskning

source: App Review Moderation Reverted
ro: Moderare recenzie aplicație anulată
sv_se: Återställ modererad app-granskning

source: Tarako App Review
ro: Recenzie aplicație Tarako
sr_latn: Recenzija Tarako aplikacija
sv_se: Tarako app-granskning

source: App Abuse Report Read
ro: Raport de abuz aplicație citit
sv_se: Missbruksrapporter för app lästa

source: Website Abuse Report Read
ro: Raport de abuz sait citit
sv_se: Missbruksrapporter för webbplats lästa

source: Level 1
eu: 1. maila
ro: Nivelul 1
sr_latn: Nivo 1
sv_se: Nivå 1

source: Level 2
eu: 2. maila
ro: Nivelul 2
sr_latn: Nivo 2
sv_se: Nivå 2

source: Level 3
eu: 3. maila
ro: Nivelul 3
sr_latn: Nivo 3
sv_se: Nivå 3

source: Level 4
eu: 4. maila
ro: Nivelul 4
sr_latn: Nivo 4
sv_se: Nivå 4

source: Level 5
eu: 5. maila
ro: Nivelul 5
sr_latn: Nivo 5
sv_se: Nivå 5

source: Level 6
eu: 6. maila
ro: Nivelul 6
sr_latn: Nivo 6
sv_se: Nivå 6

source: Level 7
sv_se: Nivå 7

source: Level 8
sv_se: Nivå 8

source: Level 9
sv_se: Nivå 9

source: Books & Comics
ro: Cărți și benzi desenate
sv_se: Böcker & Serier

source: Business
eu: Negozioak
ro: Afaceri
sr_latn: Posao
sv_se: Företag

source: Education
eu: Hezkuntza
ro: Educație
sr_latn: Obrazovanje
sv_se: Utbildning

source: Entertainment
eu: Entretenimendua
ro: Divertisment
sr_latn: Zabava
sv_se: Underhållning

source: Food & Drink
ro: Mâncare și băutură
sv_se: Mat & Dryck

source: Kids
ro: Copii
sv_se: Barn

source: Games
eu: Jokoak
ro: Jocuri
sr_latn: Igrice
sv_se: Spel

source: Health & Fitness
eu: Osasuna eta sasoia
ro: Sănătate și fitness
sr_latn: Zdravlje i fitnes
sv_se: Hälsa och fitness

source: Lifestyle
eu: Bizi-estiloa
ro: Stil de viață
sr_latn: Životni stil
sv_se: Livsstil

source: Maps & Navigation
eu: Mapak eta nabigazioa
ro: Hărți și navigare
sr_latn: Mape i navigacija
sv_se: Kartor och navigering

source: Music
eu: Musika
ro: Muzică
sr_latn: Muzika
sv_se: Musik

source: News
ro: Știri
sv_se: Nyheter

source: Personalization
ro: Personalizare
sv_se: Anpassning

source: Photo & Video
eu: Argazkiak eta bideoak
ro: Foto și video
sr_latn: Slike i video
sv_se: Foto och video

source: Productivity
eu: Produktibitatea
ro: Productivitate
sr_latn: Produktivnost
sv_se: Produktivitet

source: Reference
eu: Kontsulta
ro: Referință
sr_latn: Uputstva
sv_se: Uppslagsverk

source: Science & Tech
ro: Știință și tehnologie
sv_se: Vetenskap & Teknik

source: Social
eu: Sare sozialak
sr_latn: Društvene
sv_se: Socialt
