Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: Sports
eu: Kirolak
ro: Sporturi
sr_latn: Sportovi
sv_se: Sport

source: Travel
eu: Bidaiak
ro: Călătorie
sr_latn: Putovanja
sv_se: Resa

source: Utilities
eu: Utilitateak
ro: Utilități
sr_latn: Uslužne aplikacije
sv_se: Verktyg

source: Weather
ro: Meteo
sv_se: Väder

source: Tools
eu: Tresnak
ro: Unelte
sr_latn: Alati
sv_se: Verktyg

source: No action
eu: Ekintzarik ez
ro: Nicio acțiune
sr_latn: Bez akcije
sv_se: Ingen åtgärd

source: Banned
eu: Debekatuta
ro: Interzis
sr_latn: Banovan
sv_se: Bannlyst

source: Reviewer comment
eu: Berrikuslearen iruzkina
ro: Comentariu de la recenzent
sv_se: Kommentar granskare

source: Escalated
eu: Goratua
ro: Escaladat
sr_latn: Eskalirano
sv_se: Upptrappad

source: Private reviewer comment
eu: Berrikuslearen iruzkin pribatua
ro: Comentariu privat de la recenzent
sr_latn: Privatan komentar recezenta
sv_se: Privat kommentar från granskare

source: App resubmission
eu: Aplikazioaren birbidalketa
ro: Repropunere aplicație
sr_latn: Ponovno slanje aplikacije
sv_se: Återinskickad app

source: Escalation cleared
eu: Goratzea ezabatu da
ro: Escaladare eliminată
sr_latn: Eskalacija očišćena
sv_se: Upptrappning rensad

source: Escalated due to High Abuse Reports
eu: Abusu-salaketa ugarien ondorioz goratua
ro: Escaladat din cauza numărului mare de rapoarte de abuz
sr_latn: Eskalirano zbog visokog broja izveštaja o zloupotrebi
sv_se: Upptrappad på grund av för många missbruksrapporter

source: Escalated due to High Refund Requests
eu: Dirua itzultzeko eskaera ugarien ondorioz goratua
ro: Escaladat din cauza numărului mare de cereri de rambursare
sr_latn: Eskalirano zbog visokog broja zahteva o povraćaju novca
sv_se: Upptrappad på grund av för många ansökningar om återbetalning

source: Re-review cleared
eu: Bigarren berrikuspena ezabatua
ro: Rerecenzie eliminată
sr_latn: Ponavna recenzija uklonjena
sv_se: Ny granskning rensad

source: App submission notes
eu: Aplikazioaren bidalketa-oharrak
ro: Note aplicație propusă
sr_latn: Beleške o podnošenju aplikacije
sv_se: Anteckningar inskickad app

source: Developer comment
eu: Garatzaile-iruzkina
ro: Comentariu de la dezvoltator
sr_latn: Komentar programera
sv_se: Utvecklarkommentar

source: Device(s) changed by reviewer
eu: Berrikusleak gailua(k) aldatu d(it)u
ro: Dispozitive schimbate de recenzent
sr_latn: Uređaj(i) promenjen/i od strane recezenta
sv_se: Enhet ändrad av granskare

source: Requirement(s) changed by reviewer
eu: Berrikusleak eskakizuna(k) aldatu d(it)u
ro: Cerințe schimbate de recenzent
sr_latn: Uslov(i) promenjen/i od strane recezenta
sv_se: Krav ändrad av granskare

source: Rereview due to Manifest Change
eu: Berriro berrikusia manifestua aldatu delako
ro: Re-recenzie din cauza schimbării manifestului
sr_latn: Ponovni pregled zbog promene manifesta
sv_se: Granskad åter på grund av ändrad Manifest

source: Rereview due to Manifest URL Change
eu: Berriro berrikusia manifestuaren URLa aldatu delako
ro: Re-recenzie din cauza schimbării URL
sr_latn: Ponovni pregled zbog promene URL adrese manifesta
sv_se: Granskad åter på grund av ändrad Manifest-URL

source: Rereview due to Premium Type Upgrade
ro: Re-recenzie din cauza unui upgrade premium
sr_latn: Recenzija za premium nadogradnju
sv_se: Granskad åter på grund av uppgradering till premiumtyp

source: Rereview due to Devices Added
eu: Berrikuspen berria gailuak gehitu direlako
ro: Re-recenzie din cauza dispozitivelor adăugate
sr_latn: Ponovni pregled zbog dodavanja uređaja
sv_se: Granskad åter på grund av tillagd enhet

source: Rereview due to Requirements Change
eu: Berrikuspen berria eskakizunak aldatu direlako
ro: Re-recenzie din cauza schimbării cerințelor
sr_latn: Ponovni pregled zbog promene zahteva
sv_se: Granskad åter på grund av ändrade krav

source: Rereview due to Adult Content Rating
eu: Berrikuspen berria helduentzako eduki gisa sailkatu delako
ro: Re-recenzie din cauza unei evaluări de conținut adult
sr_latn: Ponovni pregled zbog ocena sadržaja za odrasle
sv_se: Granskad åter på grund av vuxen innehållsklassificering

source: Manual re-review requested
sv_se: Manuell återgranskning begärd

source: Escalation due to VIP App
eu: Goratua VIP aplikazioa delako
ro: Escaladare pentru aplicație VIP
sr_latn: Eskalacija zbog VIP aplikacija
sv_se: Upptrappad på grund av VIP-app

source: Escalation due to Prelease App
ro: Escaladare pentru aplicație pre-release
sr_latn: Eskalacija zbog aplikacije koja još nije izašla
sv_se: Upptrappad på grund av förhandssläppt app

source: Priority review requested
eu: Lehentasunezko berrikuspena eskatuta
ro: Recenzie prioritară cerută
sr_latn: Prioritet pregleda je zatražen
sv_se: Prioriterad granskning begärd

source: Additional review passed
eu: Berrikuspen gehigarria gaindituta
ro: Recenzie suplimentară acceptată
sr_latn: Prošao dodatni pregled
sv_se: Tilläggsgranskning godkänd

source: Additional review failed
eu: Berrikuspen gehigarria huts eginda
ro: Recenzie suplimentară eșuată
sr_latn: Pao dodatni pregled
sv_se: Tilläggsgranskning misslyckades

source: Version notes for reviewer
ro: Note versiune pentru recenzent
sr_latn: Zabeleške verzije za recezenta
sv_se: Versionsanteckningar för granskare

source: Public reviewer comment
eu: Berrikuslearen iruzkin publikoa
ro: Comentariu public al recenzentului
sr_latn: Javni komentar recezenta
sv_se: Publik kommentar från granskare

source: Abuse reports investigation
ro: Investigație de raport abuzuri
sv_se: Utredning missbruksrapporter

source: App Management API
eu: Aplikazio-kudeaketako APIa
ro: API management aplicație
sr_latn: API za upravljanje aplikacijom
sv_se: API app-hantering

source: The app requires the `navigator.mozApps` API to install and manage other apps.
eu: Aplikazioak `navigator.mozApps` APIa behar du beste aplikazioak instalatu eta kudeatzeko.
ro: Aplicația necesită API `navigator.mozApps` pentru a instala și gestiona alte aplicații.
sr_latn: Aplikacija zahteva `navigator.mozApps` API da bi se instaliralo i upravljalo drugim aplikacijama.
sv_se: Appen kräver `navigator.mozApps` API för att installera och hantera andra appar.

source: Packaged Apps Install API
eu: Paketatutako aplikazioak instalatzeko APIa
ro: API instalare pentru aplicații împachetate
sr_latn: API za zapakovane aplikacije
sv_se: API installering paketerad app

source: The app requires the `navigator.mozApps.installPackage` API to install other packaged apps.
eu: Aplikazioak `navigator.mozApps.installPackage` APIa behar du paketatutako beste aplikazioak instalatzeko.
ro: Aplicația necesită API `navigator.mozApps.installPackage` pentru a instala aplicații împachetate.
sr_latn: Aplikacija zahteva `navigator.mozApps.installPackage` API da bi se instalirale druge aplikacije u paketu.
sv_se: Appen kräver `navigator.mozApps.installPackage` API för att installera andra paketerade appar.

source: Web Payment
eu: Web ordainketa
ro: Plată Web
sr_latn: Veb plaćanje
sv_se: Webbetalning

source: The app requires the `navigator.mozApps` API.
eu: Aplikazioak `navigator.mozApps` APIa behar du.
ro: Aplicația necesită API-ul `navigator.mozApps`.
sr_latn: Aplikacija zahteva `navigator.mozApps` API.
sv_se: Appen kräver `navigator.mozApps` API.

source: Web Activities
eu: Web jarduerak
ro: Activități Web
sr_latn: Veb aktivnosti
sv_se: Webbaktiviteter

source: The app requires Web Activities (the `MozActivity` API).
eu: Aplikazioak web jarduera (`MozActivity` APIa) behar du.
ro: Aplicația necesită Web Activities (API-ul `MozActivity`).
sr_latn: Aplikacija zahteva Web Activities (`MozActivity` API).
sv_se: Appen kräver webbaktiviteter (`MozActivity` API).

source: Ambient Light Sensor
eu: Giro-argiaren sentsorea
ro: Senzor de lumină ambientală
sr_latn: Senzor osvetljenja okoline
sv_se: Omgivningsljussensor

source: The app requires an ambient light sensor (the `ondevicelight` API).
eu: Aplikazioak giro-argiaren sentsorea (`ondevicelight` APIa) behar du.
ro: Aplicația necesită un senzor de lumină ambientală (API-ul `ondevicelight`).
sr_latn: Aplikacija zahteva senzorsko osvetljenje okoline (the `ondevicelight` API).
sv_se: Appen kräver en sensor för omgivande ljus ( `ondevicelight` API).

source: Archive
eu: Fitxategia
ro: Arhivă
sr_latn: Arhiva
sv_se: Arkiv

source: The app requires the `ArchiveReader` API.
ro: Aplicația necesită API-ul `ArchiveReader`.
sr_latn: Aplikacija zahteva `ArchiveReader` API.
sv_se: Appen kräver `ArchiveReader` API.

source: Battery
eu: Bateria
ro: Baterie
sr_latn: Baterija
sv_se: Batteri

source: The app requires the `navigator.battery` API.
eu: Aplikazioak `navigator.battery` APIa behar du.
ro: Apicația necesită API-ul `navigator.battery`.
sr_latn: Aplikacija zahteva `navigator.battery` API.
sv_se: Appen kräver `navigator.battery` API.

source: The app requires the `navigator.mozBluetooth` API.
eu: Aplikazioak `navigator.mozBluetooth` APIa behar du.
ro: Aplicația necesită API-ul `navigator.mozBluetooth`.
sr_latn: Aplikacija zahteva `navigator.mozBluetooth` API.
sv_se: Appen kräver `navigator.mozBluetooth` API.

source: Contacts
eu: Kontaktuak
ro: Contacte
sr_latn: Kontakti
sv_se: Kontakter

source: The app requires the `navigator.mozContacts` API.
eu: Aplikazioak `navigator.mozContacts` APIa behar du.
ro: Aplicația necesită API-ul `navigator.mozContacts`.
sr_latn: Aplikacija zahteva `navigator.mozContacts` API.
sv_se: Appen kräver `navigator.mozContacts` API.

source: Device Storage
eu: Gailu-biltegiratzea
ro: Stocare pe dispozitiv
sr_latn: Skladište uređaja
sv_se: Enhetslagring

source: The app requires the Device Storage API to access files on the filesystem.
eu: Aplikazioak gailuan biltegiratzeko APIa behar du fitxategi-sistemako fitxategiak atzitzeko.
ro: Aplicația necesită API-ul Device Storage pentru a accesa sistemul de fișiere.
sr_latn: Aplikacija zahteva Device Storage API za pristup datotekama u sistemu datoteka.
sv_se: Appen kräver enhetslagrings-API för att komma åt filer på filsystemet.

source: The app requires the platform to support IndexedDB.
eu: Aplikazioak IndexedDB-rekin bateragarria den plataforma behar du.
ro: Aplicația necesită ca platforma să suporte IndexedDB.
sr_latn: Aplikacija zahteva platformu za podršku IndexedDB.
sv_se: Appen kräver plattformen för att stödja IndexedDB.

source: Geolocation
eu: Geokokapena
ro: Geolocație
sr_latn: Geolokacija
sv_se: Geolokalisering

source: The app requires the platform to support the `navigator.geolocation` API.
eu: Aplikazioak `navigator.geolocation` APIarekin bateragarria den plataforma behar du.
ro: Aplicația necesită ca platforma să suporte API-ul `navigator.geolocation`.
sr_latn: Aplikacija zahteva platformu za podršku `navigator.geolocation` API.
sv_se: Appen kräver plattformen för att stödja `navigator.geolocation` API.

source: Idle
eu: Zain
ro: Inactiv
sr_latn: Neaktivan
sv_se: Inaktiv

source: The app requires the platform to support the `addIdleObserver` API.
ro: Aplicația necesită ca platforma să suporte API-ul `addIdleObserver`.
sr_latn: Aplikacija zahteva platformu koja podržava `addIdleObserver` API.
sv_se: Appen kräver plattformen för att stödja `addIdleObserver` API.

source: Network Information
eu: Sare-informazioa
ro: Informații privind rețeaua
sr_latn: Informacije o mreži
sv_se: Nätverksinformation

source: The app requires the ability to get information about the network connection (the `navigator.mozConnection` API).
eu: Aplikazioak sare-konexioaren informazioa lortzeko gaitasuna behar du (`navigator.mozConnection` APIa).
ro: Aplicația necesită abilitatea de a obține informații despre conexiunea la rețea (API-ul `navigator.mozConnection`).
sr_latn: Aplikacija zahteva sposobnost prikupljanja informacija o mrežnoj vezi (`navigator.mozConnection` API).
sv_se: Appen kräver möjlighet att få information om nätverksanslutningen (`navigator.mozConnection` API).

source: Network Stats
eu: Sare-estatistikak
ro: Statistici privind rețeaua
sr_latn: Mrežni status
sv_se: Nätverksstatistik

source: The app requires the `navigator.mozNetworkStats` API.
eu: Aplikazioak `navigator.mozNetworkStats` APIa behar du.
ro: Aplicația necesită API-ul `navigator.mozNetworkStats`.
sr_latn: Ova aplikacija zahteva `navigator.mozNetworkStats` API.
sv_se: Appen kräver `navigator.mozNetworkStats` API.

source: Proximity
eu: Hurbiltasuna
ro: Proximitate
sr_latn: Blizina
sv_se: Närhet

source: The app requires a proximity sensor (the `ondeviceproximity` API).
eu: Aplikazioak hurbiltasun-sentsorea (`ondeviceproximity` APIa) behar du.
ro: Aplicația necesită un senzor de proximitate (API-ul `ondeviceproximity`).
sr_latn: Aplikacije zahteva senzor za blizinu (`ondeviceproximity` API).
sv_se: Appen kräver en närhetssensor (`ondeviceproximity` API).

source: Simple Push
eu: Sakatze soila
sr_latn: Jednostavan Push
sv_se: Enkel push

source: The app requires the `navigator.mozPush` API.
eu: Aplikazioak `navigator.mozPush` APIa behar du.
ro: Aplicația necesită API-ul `navigator.mozPush`.
sr_latn: Aplikacija zahteva `navigator.mozPush` API.
sv_se: Appen kräver `navigator.mozPush` API.

source: Screen Orientation
eu: Pantaila-orientazioa
ro: Orientare a ecranului
sr_latn: Orijentacija ekrana
sv_se: Skärmorientering

source: The app requires the platform to support the `ondeviceorientation` API.
eu: Aplikazioak `ondeviceorientation` APIarekin bateragarria den plataforma behar du.
ro: Aplicația necesită ca platforma să suporte API-ul `ondeviceorientation`.
sr_latn: Aplikacija zahteva platformu da bi podržala `ondeviceorientation` API.
sv_se: Appen kräver plattformen för att stödja `ondeviceorientation` API.

source: Time/Clock
eu: Ordua/Erlojua
ro: Oră/Ceas
sr_latn: Vreme/sat
sv_se: Tid/klocka

source: The app requires the `navigator.mozTime` API.
eu: Aplikazioak `navigator.mozTime` APIa behar du.
ro: Aplicația necesită API-ul `navigator.mozTime`.
sr_latn: Aplikacija zahteva `navigator.mozTime` API.
sv_se: Appen kräver `navigator.mozTime` API.

source: The app requires the device to support vibration (the `navigator.vibrate` API).
eu: Aplikazioak bibrazioa (`navigator.vibrate` APIa) onartzen duen gailua behar du.
ro: Aplicația necesită suport pentru vibrații (API-ul `navigator.vibrate`).
sr_latn: Aplikacija zahteva da uređaj podržava vibraciju (the `navigator.vibrate` API).
sv_se: Appen kräver att enheten ska hantera vibrationer (`navigator.vibrate` API).

source: The app requires the `navigator.mozFM` or `navigator.mozFMRadio` APIs.
eu: Aplikazioak `navigator.mozFM` edo `navigator.mozFMRadio` APIa behar du.
ro: Aplicația neecsită API-urile `navigator.mozFM` sau `navigator.mozFMRadio`.
sr_latn: Aplikacija zahteva `navigator.mozFM` ili `navigator.mozFMRadio` APIs.
sv_se: Appen kräver `navigator.mozFM` eller `navigator.mozFMRadio` API:er.

source: The app requires the `navigator.mozSms` API.
eu: Aplikazioak `navigator.mozSms` APIa behar du.
ro: Aplicația necesită API-ul `navigator.mozSms`.
sr_latn: Aplikacija zahteva `navigator.mozSms` API.
sv_se: Appen kräver `navigator.mozSms` API.

source: The app requires the platform to support touch events. This option indicates that the app will not function when used with a mouse.
eu: Plataformak ukipen-gertaerak onar ditzan behar du aplikazioak. Aukera honek adierazten du aplikazioak ez duela funtzionatuko sagua erabiltzen bada.
ro: Aplicația necesită ca platforma să suporte evenimente de atingere. Opțiunea indică faptul că aplicația nu va funcționa când se folosește un maus.
sr_latn: Aplikaciji je potrebna platforma da bi podržala slučajeve gde se koristi dodir. Ova opcija ukazuje da aplikacija neće funkcionisati kada je upotrebljena u kombinaciji sa mišem.
sv_se: Appen kräver plattformen för att stödja touch-händelser. Det här alternativet tyder på att appen inte fungerar när den används med en mus.

source: Smartphone-Sized Displays (qHD)
eu: Smartphone tamainako pantailak (qHD)
ro: Afișaje de mărimea telefoanelor (qHD)
sv_se: Smartphone-stora skärmar (qHD)

source: The app requires the platform to have a smartphone-sized display (having qHD resolution). This option indicates that the app will be unusable on larger displays (e.g., tablets, desktop, large or high-DPI phones).
eu: Plataformak smartphone tamainako pantaila (qHD bereizmenekoa) eduki dezan behar du aplikazioak. Aukera honek adierazten du aplikazioa ezin izango dela erabili pantaia handiagoetan (adib. tabletak, mahaigaina, telefono handiak edo DPI askokoak).
ro: Aplicația necesită ca platforma să aibă un afișaj de mărimea telefoanelor (rezoluție qHD). Opțiunea indică faptul că aplicația nu va fi utilizabilă pe afișaje de dimensiuni mai mari (de ex. tablete, deskop sau telefoane cu un DPI ridicat).
sr_latn: Aplikacija zahteva da platforma ima smartfon ekran (sa HD rezolucijom). Ova opcija znači da će aplikacija biti neupotrebljiva na većim ekranima (npr. tablet, desktop računarima ili telefonima velike rezolucije).
sv_se: Appen kräver plattformen för att ha en smartphone-stor skärm (med qHD-upplösning). Det här alternativet tyder på att appen kommer att vara oanvändbar på större skärmar (t.ex. surfplattor, skrivbord, stora eller hög-DPI telefoner).

source: The app requires that the platform can decode and play MP3 files.
eu: Aplikazioak MP3 fitxategiak deskodetu eta erreproduzitu ditzakeen plataforma behar du.
ro: Aplicația necesită ca platforma să poată decoda și reda fișiere MP3.
sr_latn: Aplikacija zahteva da platforma ima mogućnost dekodiranje i puštanja MP3 fajlova.
sv_se: Appen kräver att plattformen kan avkoda och spela upp MP3-filer.

source: Audio
eu: Audioa
sv_se: Ljud

source: The app requires that the platform supports the HTML5 audio API.
eu: Aplikazioak HTML5 audio APIarekin bateragarria den plataforma behar du.
ro: Aplicația necesită ca platforma să suporte API-ul audio HTML5.
sr_latn: Aplikacija zahteva da platforma podržava HTML5 audio API.
sv_se: Appen kräver att plattformen stöder HTML5-ljud API.

source: Web Audio
eu: Web audioa
sr_latn: Veb audio
sv_se: Webbljud

source: The app requires that the platform supports the Web Audio API (`window.AudioContext`).
eu: Aplikazioak Web Audio APIarekin (`window.AudioContext`) bateragarria den plataforma behar du.
ro: Aplicația necesită ca platforma să suporte API-ul Web Audio (`window.AudioContext`).
sr_latn: Aplikacija zahteva da platforma podržava Web Audio API (`window.AudioContext`).
sv_se: Appen kräver att plattformen stödjer Webbljud-API (`window.AudioContext`).

source: The app requires that the platform can decode and play H.264 video files.
eu: Aplikazioak H.264 bideo-fitxategiak deskodetu eta erreproduzitu ditzakeen plataforma behar du.
ro: Aplicația necesită ca platforma să poată decoda și reda fișiere video H.264.
sr_latn: Aplikacija zahteva da platforma može da dekodira i reprodukuje H.264 video datoteke.
sv_se: Appen kräver att plattformen kan avkoda och spela upp H.264-videofiler.

source: The app requires that the platform can decode and play WebM video files (VP8).
eu: Aplikazioak WebM bideo-fitxategiak (VP8) deskodetu eta erreproduzitu ditzakeen plataforma behar du.
ro: Aplicația necesită ca platforma să poată decoda și reda fișiere video WebM (VP8).
sr_latn: Aplikacija zahteva da platforma može da dekodira i reprodukuje WebM video datoteke (VP8).
sv_se: Appen kräver att plattformen kan avkoda och spela upp WebM-videofiler (VP8).

source: Full Screen
eu: Pantaila osoa
ro: Pe tot ecranul
sr_latn: Ceo ekran
sv_se: Helskärm

source: The app requires the Full Screen API (`requestFullScreen` or `mozRequestFullScreen`).
eu: Aplikazioak Full Screen APIa behar du (`requestFullScreen` edo `mozRequestFullScreen`).
ro: Aplicația necesită API-ul Full Screen (`requestFullScreen` sau `mozRequestFullScreen`).
sr_latn: Aplikacija zahteva API za prikaz preko celog ekrana (`requestFullScreen` ili `mozRequestFullScreen`).
sv_se: Appen kräver helskärms-API (`requestFullScreen` eller `mozRequestFullScreen`).

source: Gamepad
eu: Joko-agintea
sr_latn: Džojstik
sv_se: Handkontroll

source: The app requires the platform to support the gamepad API (`navigator.getGamepads`).
eu: Aplikazioak gamepad APIarekin (`navigator.getGamepads`) bateragarria den plataforma behar du.
ro: Aplicația necesită ca platforma să suporte API-ul gamepad (`navigator.getGamepads`).
sr_latn: Aplikacija zahteva da platforma podržava gamepad API (`navigator.getGamepads`).
sv_se: Appen kräver plattformen för att stödja handkontrolls-API (`navigator.getGamepads`).

source: Quota Management
eu: Kuotaren kudeaketa
ro: Gestionarea cotei
sr_latn: Kvota za upravljanje
sv_se: Kvothantering

source: The app requires the platform to allow persistent storage limit increases above the normally allowed limits for an app (`window.StorageInfo` or `window.persistentStorage`).
eu: Plataformak biltegiratze iraunkorraren muga gainditzea baimendu dezan behar du aplikazioak, normalean aplikazio bati baimentzen zaion muga gaindituz (`window.StorageInfo` edo `window.persistentStorage`).
ro: Aplicația necesită ca platforma să permită creșterea limitelor de stocare persistentă peste cele permise în mod normal unei aplicații (`window.StorageInfo` sau `window.persistentStorage`).
sr_latn: Aplikacija zahteva da platforma dozvoljava stalno povećanje ograničenja skladišta iznad onog koje je uobičajeno dozvoljeno za aplikaciju (`window.StorageInfo` ili `window.persistentStorage`).
sv_se: Appen kräver plattformen för att möjliggöra att beständig lagringsgräns ökas utöver den normalt tillåtna gränsen för en app (`window.StorageInfo` eller `window.persistentStorage`).

source: Camera
eu: Kamera
ro: Cameră
sr_latn: Kamera
sv_se: Kamera

source: The app requires the platform to allow access to video from the device camera via a LocalMediaStream object.
eu: Plataformak LocalMediaStream objektu bidez gailuaren kameratik bideoa atzitzea baimendu dezan behar du aplikazioak.
ro: Aplicația necesită ca platforma să permită acces la fluxul video de pe cameră printr-un obiect LocalMediaStream.
sr_latn: Aplikacija zahteva da platforma odobrava pristup video klipovima sa kamere uređaja uz pomoć LocalMediaStream objekta.
sv_se: Appen kräver plattformen för att ge tillgång till video från enhetens kamera via en LocalMediaStream-objekt.

source: Microphone
eu: Mikrofonoa
ro: Microfon
sr_latn: Mikrofon
sv_se: Mikrofon

source: The app requires the platform to allow access to audio from the device microphone.
eu: Plataformak gailuaren mikrofonotik audioa atzitzea baimendu dezan behar du aplikazioak.
ro: Aplicația necesită ca platforma să permită acces la microfonul dispozitivului.
sr_latn: Aplikacija zahteva da platforma dozvoljava pristup zvuku sa mikrofona uređaja.
sv_se: Appen kräver plattformen för att ge tillgång till ljud från enhetens mikrofon.

source: Screen Capture
eu: Pantaila-kaptura
ro: Captură de ecran
sr_latn: Snimak ekrana
sv_se: Skärmdump

source: The app requires the platform to allow access to the device screen for capture.
eu: Plataformak gailuaren pantaila kapturatzea baimen dezan behar du aplikazioak.
ro: Aplicația necesită ca platforma să permită acces la ecranul dispozitivului pentru captură.
sr_latn: Aplikacija zahteva da platforma dozvoljava pristup ekranu uređaja radi slikanja ekrana.
sv_se: Appen kräver plattformen för att tillåta åtkomst till enhetens skärm för fångst.

source: The app requires the platform to allow web real-time communication browser-to-browser inbound media streams.
eu: Plataformak multimedia-korronte bidez nabigatzaileen artean denbora errealean komunikatzea baimen dezan behar du aplikazioak.
ro: Aplicația necesită ca platforma să permită comunicarea în timp real între fluxurile media de intrare de la un navigator la altul.
sr_latn: Aplikacija zahteva platformu da dozvoli u realnom vremenu komunikaciju pregledača-i-pregledača preko dolazećih medija strimova.
sv_se: Appen kräver plattformen för att tillåta webbrealtidskommunikation browser-till-browser inkommande mediaströmmar.
