Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: Are you a Web Company, Third-Party Service, or OEM looking to partner with Mozilla? <a href="%(partner_url)s">Check out our Partners page for more info.</a>
ro: Sunteți o companie Web, companie de servicii sau producător care dorește să devină partener Mozilla? <a href="%(partner_url)s">Vedeți pagina partenerilor pentru mai multe informații.</a>
sr_latn: Da li ste veb kompanija, nezavisan proizvođač ili proizvođač originalnih uređaja koji želi da postane partner sa Mozilla-om? <a href="%(partner_url)s">Pogledajte naše partnersku stranicu za više informacija.</a>
sv_se: Är du ett webbföretag, tredjepartstjänst eller OEM som vill samarbeta med Mozilla? <a href="%(partner_url)s">Kolla in vår partnersida för mer information.</a>

source: The Mozilla apps platform
ro: Platforma de aplicații Mozilla
sr_latn: Platforma Mozilla aplikacija
sv_se: Plattformen för Mozilla-appar

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Firefox Marketplace.
ro: Construcția de aplicații pentru Web oferă dezvoltatorilor control complet asupra conținutului, funcționalității și a modului în care sunt distribuite, inclusiv prin acces la milioane de utilizatori Firefox de pe Firefox Marketplace.
sr_latn: Izgradnja aplikacija za veb omogućava programerima sa punom kontrolom nad sadržajem, funkcionalnost i kako su aplikacije distribuirane, uključujući i pristup stotinama miliona Firefox korisnika kroz Firefox Marketplace.
sv_se: Bygga appar för webben ger utvecklare full kontroll över innehåll, funktionalitet och hur appar distribueras, inklusive tillgång till hundratals miljoner Firefox-användare via Firefox Marketplace.

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems &mdash; closing the gap between Web and native apps for the first time.
ro: Se pot obține experiențe deosebite prin aplicațiile care urmează standarde Web deschise și API-uri proiectate de Mozilla, toate livrate pe platforme, dispozitive și sisteme de operare diferite &mdash; pentru prima dată se elimină decalajul dintre aplicațiile Web și cele native.
sr_latn: Koristeći standarde otvorenog veba i Mozilla-dizajnirane API-jeve, odlična iskustva aplikacija mogu biti isporučene na više platformi, uređaja i operativnih sistema &mdash; zatvaranje jaza između veb i izvornih aplikacija po prvi put.
sv_se: Att använda öppna webbstandarder och Mozilla-designade API, kan stora erfarenheter med appar levereras över flera plattformar, enheter och operativsystem &mdash; minska klyftan mellan webben och nativa appar för första gången.

source: The Firefox Marketplace gives users the opportunity to find, try and buy apps and content that matters most to them. This means exciting, useful and high-quality Apps relevant to local markets across all categories that users can use to get the most out of their daily lives.
ro: Firefox Marketplace oferă utilizatorilor oportunitatea de a găsi, încerca și cumpăra aplicații și conținut care contează cel mai mult pentru ei. Aceasta înseamnă aplicații incitante, folositoare și de calitate, relevante pentru piețele locale în toate categoriile pe care le pot folosi utilizatorii pentru a obține maximul în viața de zi cu zi.
sr_latn: Firefox Marketplace pruža korisnicima mogućnost da pronađu, isprobaju i kupe aplikacije i sadržaj koji je najznačajniji za njih. To znači uzbudljive, korisne i kvalitetne aplikacije relevantne lokalnim tržištima u svim kategorijama koje korisnici mogu da koriste da bi dobili najviše iz svojih svakodnevnih života.
sv_se: Firefox Marketplace ger användarna möjlighet att hitta, prova och köpa appar och innehåll som är viktigast för dem. Det innebär spännande, nyttiga och högkvalitativa appar som är relevanta för lokala marknader inom alla kategorier som användarna kan använda för att få ut det mesta av sitt dagliga liv.

source: Mozilla's global reach extends to hundreds of millions of Firefox users worldwide. Through intelligent Marketplace curation and effective use of Mozilla’s marketing channels, Mozilla can help developers can get their app into the hands of their target users around the world.
ro: Mozilla are o anvergură globală extinsă la sute de milioane de utilizatori Firefox din lumea întreagă. Prin intermediul controlului inteligent din Marketplace și prin folosirea inteligentă a canalelor de marketing, Mozilla poate ajuta dezvoltatorii să ofere aplicații pentru utilizatorii din lumea întreagă.
sr_latn: Mozilla-in globalni domet se proteže na stotine miliona Firefox korisnika širom sveta. Kroz inteligentan Marketplace preglede i efikasnu upotrebu Mozilla-nih kanalima marketinga, Mozilla može da pomogne programerima da dobiju aplikaciju u ruke svojih ciljnih korisnika širom sveta.
sv_se: Mozillas globala räckvidd sträcker sig till hundratals miljoner Firefox-användare världen över. Genom intelligent marknadssäkring och effektiv användning av Mozillas marknadsföringskanaler, kan Mozilla hjälpa utvecklare att få sin app i händerna på deras målgrupper runt om i världen.

source: The Firefox Marketplace is now open and accepting apps. Submit your app to:
ro: Firefox Marketplace este acum deschis și acceptă aplicații. Propuneți aplicația la:
sr_latn: Firefox Marketplace je sada otvoren i prihvata aplikacije. Podnesite Vašu aplikaciju na:
sv_se: Firefox Marketplace är nu öppen och accepterar appar. Skicka in din app till:

source: Test your app with a committed group of early adopters.
ro: Testați aplicația cu un grup dedicat de pionieri tehnologici.
sr_latn: Testirajte Vašu aplikaciju sa posvećenom grupom novih programera.
sv_se: Testa din app med en engagerad grupp av tidiga användare.

source: Build an early fan base and gain popularity.
ro: Construiți o bază de adepți pentru a câștiga în popularitate.
sr_latn: Napravite probnu fan bazu i steknite popularnost.
sv_se: Bygg en tidig grupp fans och vinn popularitet.

source: Target tech savvy consumers with your app.
ro: Țintiți consumatorii tehnofili.
sr_latn: Ciljajte tehnički potkovane potrošače Vašom aplikacijom.
sv_se: Rikta in dig på tekniskt kunniga konsumenter med din app.

source: Firefox Apps &amp; Hacks
sr_latn: Firefox aplikacije &amp; Hakovi
sv_se: Firefox appar &amp; Hack

source: Sign up for our monthly newsletter about Firefox OS, Marketplace and the apps ecosystem. <a href="%(dev_phone_url)s">Check out the developer phone preview</a>
ro: Înscrieți-vă pentru buletinul informativ lunar despre Firefox OS, Marketplace și restul ecosistemului de aplicații. <a href="%(dev_phone_url)s">Aruncați o privire peste telefoanele pentru dezvoltatori</a>
sr_latn: Prijavite se za mesečni bilten o Firefox OS-u, Marketplace-u i ekosistemu aplikacija. <a href="%(dev_phone_url)s">Pogledajte pregled telefona za programere</a>
sv_se: Anmäl dig till vårt månatliga nyhetsbrev om Firefox OS Marketplace och appars ekosystemet. <a href="%(dev_phone_url)s">Kolla in förhandsvisning av utvecklartelefonen</a>

source: Developer Devices
eu: Garatzaile-gailuak
ro: Dispozitive dezvoltator
sr_latn: Uređaji za programere
sv_se: Utvecklarenheter

source: Code &amp; Tools
eu: Kodea &amp; Tresnak
ro: Cod și unelte
sr_latn: Kod &amp; alati
sv_se: Kod &amp; Verktyg

source: Events &amp; Meetups
eu: Gertaerak &amp; topaketak
ro: Evenimente și întâlniri
sr_latn: Događaji &amp; sastanci
sv_se: Evenemang &amp; Träffar

source: I'm okay with Mozilla handling this information as explained in the <a href="%(privacy_link)s">Privacy Policy</a>.
ro: Sunt de acord ca Mozilla să gestioneze această informație așa cum este explicat în <a href="%(privacy_link)s">Politica de confidențialitate</a>.
sr_latn: U redu sam sa tim da Mozilla rukuje ovim informacijama kao što je i objašnjeno u <a href="%(privacy_link)s">polisi privatnosti</a>.
sv_se: Jag är okej med att Mozilla hanterar denna information enligt beskrivningen i <a href="%(privacy_link)s">sekretesspolicyn</a>.

source: Sign me up!
ro: Vreau să mă înscriu!
sr_latn: Prijavi me!
sv_se: Registrera mig idag!

source: Intro to Open Web Apps
ro: Introducere în aplicațiile pentru un Web deschis
sr_latn: Uvod u otvorene veb aplikacije
sv_se: Introduktion till öppna webbappar

source: Intro to Firefox OS
ro: Introducere în Firefox OS
sr_latn: Uvod u Firefox OS
sv_se: Introduktion till Firefox OS

source: General Notes
ro: Note generale
sr_latn: Opšte zabeleške
sv_se: Allmänna anteckningar

source: Intro to Manifests
ro: Introducere în manifeste
sr_latn: Uvod u manifeste
sv_se: Introduktion till Manifests

source: For Current Web Developers
ro: Pentru dezvoltatori Web actuali
sr_latn: Za veb programere
sv_se: För webbutvecklare

source: For Current Mobile Developers
ro: Pentru dezvoltatori de mobil actuali
sr_latn: Za programere mobilnih uređaja
sv_se: För mobilutvecklare

source: Using Apps Offline
eu: Aplikazioak lineaz kanpo erabiltzea
ro: Folosirea offline a aplicațiilor
sr_latn: Korišćenje aplikacja van mreže
sv_se: Använda appar nedkopplad

source: Developing Game Apps
eu: Joko motako aplikazioak garatzea
ro: Dezvoltarea de aplicații jocuri
sr_latn: Razvoj igrica
sv_se: Utveckla spelappar

source: Payments
eu: Ordainketak
ro: Plăți
sr_latn: Plaćanja
sv_se: Betalningar

source: App Generator
eu: Aplikazio-sortzailea
ro: Generator de aplicații
sr_latn: Generator aplikacija
sv_se: App-genererare

source: App Validator
eu: Aplikazio-balioztatzailea
ro: Validator de aplicații
sr_latn: Validator aplikacija
sv_se: App-validerare

source: App Manager
eu: Aplikazio-kudeatzailea
ro: Manager de aplicații
sr_latn: Menadžer aplikacija
sv_se: App-hanterare

source: Firefox Developer Tools
eu: Firefoxen garapen-tresnak
ro: Unelte de dezvoltare Firefox
sr_latn: Firefox alati za razvoj
sv_se: Firefox utvecklarverktyg

source: Marketplace Submission
eu: Marketplace-era bidalketa
ro: Propunere Marketplace
sr_latn: Marketplace prijava
sv_se: Marketplace inskickningar

source: Marketplace Review Criteria
eu: Marketplace-eko berrikuspen-irizpideak
ro: Criterii de recenzie Marketplace
sr_latn: Pregled Marketplace kriterijuma
sv_se: Marketplace granskningskriterier

source: Payments Status
eu: Ordainketen egoera
ro: Stare plăți
sr_latn: Status plaćanja
sv_se: Betalningsstatus

source: View with subtitles
eu: Ikusi azpitituluekin
ro: Vedeți cu subtitrări
sr_latn: Pogledaj sa prevodom
sv_se: Visa med undertexter

source: Made in partnership with our friends at Treehouse
ro: Realizat în parteneriat cu prietenii noștri de la Treehouse
sr_latn: Partnerstvo sa našim prijateljima u Treehouse-u
sv_se: Tillverkad i samarbete med våra vänner på Treehouse

source: Check them out!
ro: Aruncă o privire!
sr_latn: Proverite ih!
sv_se: Kolla in dem!

source: Partner with Mozilla to distribute your apps through an open marketplace to over 450 million users
ro: Deveniți partener Mozilla pentru a distribui aplicațiile pe o piață deschisă de peste 450 de milioane de utilizatori
sr_latn: Postanite partner sa Mozilla-om da distribuirate Vaše aplikacije puten otvorenog tržita za preko 450 miliona korisnika
sv_se: Samarbeta med Mozilla för att distribuera dina appar genom en öppen marknadsplats till över 450 miljoner användare

source: <a href="%(submit_url)s" class="button">Submit now</a> <span>or</span> <a href="%(api_url)s" class="button api">Submit via API</a>
ro: <a href="%(submit_url)s" class="button">Propune acum</a> <span>sau</span> <a href="%(api_url)s" class="button api">Propune prin API</a>
sr_latn: <a href="%(submit_url)s" class="button">Dostavi sada</a> <span>or</span> <a href="%(api_url)s" class="button api">Dostavi preko API-ja</a>
sv_se: <a href="%(submit_url)s" class="button">Skicka in nu</a> <span>eller</span> <a href="%(api_url)s" class="button api">Skicka in via API</a>

source: With a powerful web platform, an open marketplace, and partners like you, we are ready to welcome the next 2 billion users online
ro: Printr-o puternică platformă web, o piață deschisă și parteneri ca dumneavoastră, suntem gata să întâmpinăm următorii 2 miliarde de oameni care vor intra online.
sr_latn: Sa moćnom veb platformom, otvorenim tržištem i partnerom kao što se Vi, spremni smo da dočekamo sledećih 2 milijarde korisnika na vezi
sv_se: Med en kraftfull webbplattform, en öppen marknadsplats och en partner som du, är vi redo att välkomna nästa 2 miljard användare på nätet

source: <strong>The Web is the Platform</strong> &ndash; write your HTML5 app once and distribute it across the entire web.
ro: <strong>Web-ul este Platforma</strong> &ndash; scrieți aplicația o singură dată în HTML5 și distribuiți-o pe tot web-ul.
sr_latn: <strong>Veb je platforma</strong> &ndash; napišite vašu HTML5 aplikaciju jednom i distribuirajte je preko celog veba.
sv_se: <strong>Webben är plattformen</strong> &ndash; skriv din HTML5-app på en gång och distribuera den över hela webben.

source: <strong>Seamless Payments</strong> &ndash; with multiple payment models and carrier-integrated billing, we bring you frictionless monetization to your app.
ro: <strong>Procese fluide de plăți</strong> &ndash; cu modele multiple de plată și taxare operator integrate, noi vă oferim monetizare fără fricțiuni pentru aplicații.
sv_se: <strong>Smidiga betalningar</strong> &ndash; med flera betalningsmodeller och operatörsintegrerad fakturering, vi ger dig friktionsfri intäktsgenerering till din app.

source: <strong>A Massive Audience</strong> &ndash; over 450 million users call Firefox home, put your app in their hands today.
ro: <strong>O audență masivă</strong> &ndash; peste 450 de milioane de utilizatori se simt ca acasă în Firefox, puneți-vă aplicațiile la dispoziția lor chiar azi.
sr_latn: <strong>Masivna publika</strong> &ndash; preko 450 miliona korisnika naziva Firefox domom, stavite Vašu aplikaciju u njihove ruke.
sv_se: <strong>En stor publik</strong> &ndash; över 450 miljoner användare kallar Firefox hemma, sätt din app i deras händer idag.

source: Join the biggest and the best
ro: Alăturați-vă celor mai mari și mai buni
sr_latn: Pridružite se najvećem i najboljem
sv_se: Anslut dig till de största och bästa

source: The world's most popular brands and all your favorite apps are building their experience on Firefox Marketplace.
ro: Cele mai populare mărci ale lumii și toate aplicațiile favorite se regăsesc acum pe Firefox Marketplace.
sr_latn: Najpoznatiji svetski brendovi i sve Vaše omiljene aplikacije grade svoja iskustva na Firefox Marketplace-u.
sv_se: Världens mest populära märken och alla dina favoritappar bygger sina erfarenheter på Firefox Marketplace.

source: A truly cross-platform, cross-device, non-proprietary home for the world's best global and local HTML5 apps.
ro: O casă multi-platformă, multi-dispozitiv pentru cele mai bune aplicații globale și locale făcute în HTML5.
sr_latn: Istinski preko-cele-platforme, preko-celog-uređaja, početak za najbolje svetske globalne i lokalne HTML5 aplikacije.
sv_se: En helt plattformsoberoende, cross-enhet, generisk hem för världens bästa globala och lokala HTML5-appar.

source: Available now!
eu: Eskuragarri orain!
ro: Disponibil acum!
sr_latn: Dostupno sada!
sv_se: Tillgänglig nu!

source: Android Tablets
eu: Android tabletak
ro: Tablete Android
sr_latn: Android tableti
sv_se: Android surfplattor

source: You + Mozilla = Awesome
eu: Zu + Mozilla = Ikaragarria
ro: Tu + Mozilla = Fabulos
sr_latn: Vi + Mozilla = Super
sv_se: Du + Mozilla = Awesome

source: Stay connected.
eu: Jarraitu konektatuta.
ro: Rămâneți conectat.
sr_latn: Ostanite povezani.
sv_se: Håll kontakten.

source: The Apps Blog
eu: Aplikazioen bloga
ro: Blogul Apps
sr_latn: Blog o aplikacijama
sv_se: Appens blogg

source: Firefox Marketplace YouTube channel
eu: Firefox Marketplace-en YouTube kanala
ro: Canalul YouTube pentru Firefox Marketplace
sr_latn: Firefox Marketplace YouTube kanal
sv_se: Firefox Marketplace YouTube-kanal

source: Badges, banners, and icons
eu: Txartelak, bannerrak eta ikonoak
ro: Insigne, bannere și iconițe
sr_latn: Značke, baneri i ikonice
sv_se: Emblem, banderoller och ikoner

source: "Get it in the Firefox Marketplace" are badges that you can use on your web site and promotional materials to point to your products on the Firefox Marketplace.
ro: „Obține pe Firefox Marketplace” sunt insigne pe care le puteți obține de pe saitul nostru, împreună cu materiale promoționale care pot indica spre produsele dumneavoastră de pe Firefox Marketplace.
sr_latn: "Get it in the Firefox Marketplace" su značke koje možete koristiti na Vašem veb sajtu i promotivnim materijalima da ukažete na Vaše proizvode na Firefox Marketplace-u.
sv_se: "Hämta de i Firefox Marketplace" är emblem som du kan använda på din webbplats och reklammaterial för att hänvisa till dina produkter i Firefox Marketplace.

source: Guidelines
eu: Jarraibideak
ro: Indicații
sr_latn: Uputstva
sv_se: Riktlinjer

source: You may not alter the badge in any way
ro: Insigna nu trebuie modificată în nici un fel
sr_latn: Ne možete izmenizi značku ni na koji način
sv_se: Du får inte ändra emblemet på något sätt

source: When used alongside logos for other marketplaces ("Get it on Google Play", "Download on the App Store"), the Firefox Marketplace badge should be of equal or greater size
ro: Când este folosit laolaltă cu alte piețe („Obține pe Google Play” sau „Descarcă pe App Store”), insigna Firefox Marketplace ar trebui să fie mai mare sau de aceeași mărime
sr_latn: Kada se koristi zajedno sa logotipima za druge markete ("Get it on Google Play", "Download on the App Store"), Firefox Marketplace značka bi trebala biti iste ili veće veličine
sv_se: När den används tillsammans med logotyper för andra marknadsplatser ("Get it on Google Play ", "Hämta i App Store") bör Firefox Marketplace emblem vara av samma eller större storlek

source: The badge should link to an app details page within the Firefox Marketplace<br> For example: https://marketplace.firefox.com/app/twitter
ro: Insigna trebuie să ducă la pagina de detalii a aplicației din cadrul Firefox Marketplace<br> De exemplu: https://marketplace.firefox.com/app/twitter
sr_latn: Značka bi trebala da poveže stranicu detalja aplikacije sa Firefox Marketplace-om<br> Na primer: https://marketplace.firefox.com/app/twitter
sv_se: Emblem ska länka till en detaljsida för appen i Firefox Marketplace<br> Exempel: https://marketplace.firefox.com/app/twitter

source: Grey
eu: Grisa
ro: Gri
sr_latn: Sivo
sv_se: Grå

source: Black
eu: Beltza
ro: Negru
sr_latn: Crno
sv_se: Svart

source: Logo
eu: Logoa
sv_se: Logotyp

source: To view and download the Firefox Marketplace logo, please visit the <a href="%(style_guide_url)s">Mozilla style guide</a>.
ro: Pentru a vedea și descărca logoul Firefox Marketplace logo, vizitați <a href="%(style_guide_url)s">Ghidul de stil Mozilla</a>.
sr_latn: Da pogledate i preuzmete Firefox Marketplace logotip, molimo Vas posetite <a href="%(style_guide_url)s">Mozilla style guide</a>.
sv_se: För att se och ladda ner Firefox Marketplace logotyp, besök <a href="%(style_guide_url)s">Mozillas stilguide</a>.

source: Frequently Asked Questions
eu: Ohiko galderak
ro: Întrebări frecvente
sr_latn: Često postavljena pitanja
sv_se: Vanliga frågor

source: What should I know before creating an App?
ro: Ce ar trebui să știu înainte de a crea o aplicație?
sr_latn: Šta treba da znam pre pravljenja aplikacije?
sv_se: Vad behöver jag veta innan man skapar en app?

source: How can I upload my App to the Firefox Marketplace?
ro: Cum pot să încarc aplicația pe Firefox Marketplace?
sr_latn: Kako da otpremim svoju aplikaciju na Firefox Marketplace?
sv_se: Hur laddar jag upp min app till Firefox Marketplace?

source: I need help with the App Manifest.
eu: Laguntza behar dut aplikazioaren manifestuarekin.
ro: Am nevoie de ajutor cu manifestul aplicației.
sr_latn: Treba mi pomoć oko manifesta aplikacije.
sv_se: Jag behöver hjälp med appens Manifest.

source: How do I create an installable App?
eu: Nola sor dezaket aplikazio instalagarri bat?
ro: Cum pot să creez o aplicație instalabilă?
sr_latn: Kako da napravim aplikaciju koja se može instalirati?
sv_se: Hur skapar jag en installerbar app?

source: How do payments work?
eu: Nola funtzionatzen dute ordainketek?
ro: Cum funcționează plățile?
sr_latn: Kako uplate funkcionišu?
sv_se: Hur fungerar betalningar?

source: How do I manage the taxes of my sales?
eu: Nola kudea ditzaket nire salmenten zergak?
ro: Cum îmi gestionez taxele pentru vânzări?
sr_latn: Kako da upravljam taksama mojih plata?
sv_se: Hur hanterar jag skatterna av min försäljning?

source: Do you still have questions?
eu: Galdera gehiagorik?
ro: Mai aveți întrebări?
sr_latn: Da li još uvek imate pitanja?
sv_se: Har du fortfarande frågor?

source: While we are working on creating a set of channels to help you with your issues you can visit StackOverflow to resolve all your questions related to the development of Web apps.
ro: În timp ce lucrăm la creația mai multor canale prin care vă putem ajuta, puteți vizita StackOverflow pentru a rezolva problemele avute cu dezvoltarea de aplicații Web.
sr_latn: Dok mi radimo na tome da napravimo set kanala da Vam pomognemo sa Vašim problemima možete posetiti StackOverflow da rešite sva Vaša pitanja vezana za razvoj veb aplikacija.
sv_se: Medan vi arbetar med att skapa en uppsättning kanaler för att hjälpa dig med dina problem kan du besöka Stackoverflow för att lösa alla dina frågor som rör utvecklingen av webbappar.

source: If you want to engage with other developers, join our vibrant communities in these mailing lists:
ro: Dacă doriți să interacționați cu alți dezvoltatori, alăturați-vă comunităților noastre vibrante de pe aceste liste de discuții:
sr_latn: Ako želite da se uključite sa drugim programerima, pridružite se našoj zajednici u ovim listama slanja:
sv_se: Om du vill samarbeta med andra utvecklare, gå med i vår livliga gemenskap i dessa e-postlistor:

source: Mozilla Web apps (English)
ro: Aplicații Web Mozilla (Engleză)
sr_latn: Mozilla Web aplikacije (engleski)
sv_se: Mozilla webbappar (engelska)

source: Mozilla Web apps (Brazilian Portuguese)
ro: Aplicații Web Mozilla (Portugheză braziliană)
sr_latn: Mozilla Web aplikacije (brazilski portugalski)
sv_se: Mozilla webbappar (brasiliansk portugisiska)

source: The file sent has an unsupported content-type
sv_se: Filen som skickas har en innehållstyp som inte stöds

source: 'manifest.json' in the archive is not a valid JSON file.
sv_se: 'manifest.json' i arkivet är inte en giltig JSON-fil.

source: The file sent is not a valid ZIP file.
sv_se: Filen som skickades är inte en giltig ZIP-fil.

source: The archive does not contain a 'manifest.json' file.
sv_se: Arkivet innehåller inte filen 'manifest.json'.

source: You need to be authenticated to perform this action.
sv_se: Du måste vara autentiserad för att utföra den här åtgärden.

source: No such upload.
sv_se: Ingen sådan uppladdning.

source: The specified upload has not passed validation.
sv_se: Den angivna uppladdningen har inte klarat validering.

source: Missing file in request.
sv_se: Filen saknas i begäran.

source: Invalid URL %(url)s
ro: URL invalid %(url)s
sr_latn: Neispravan URL %(url)s
sv_se: Ogiltig URL %(url)s

source: Error downloading image from %(url)s
eu: Errorea irudia %(url)s helbidetik deskargatzean
ro: Eroare la descărcarea imaginii de la %(url)s
sr_latn: Greška pri preuzimanju slike sa %(url)s
sv_se: Ett fel uppstod när bilden laddades från %(url)s

source: Image from %(url)s could not be parsed
eu: %(url)s helbideko irudia ezin izan da analizatu
ro: Imaginea de la %(url)s nu a putut fi parsată
sr_latn: Slike sa %(url)s nisu mogle biti raščlanjene
sv_se: Bild från %(url)s kunde inte tolkas
