Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: Please provide at least one screenshot or video of your app:
eu: Gehitu gutxienez aplikazioaren pantaila-argazki edo bideo bat:
ro: Furnizați cel puțin o captură de ecran sau videoclip pentru aplicație:
sr_latn: Molimo obezbediti barem jedan snimak ekrana ili video za Vašu aplikaciju:
sv_se: Tillhandahåll minst en skärmdump eller video på din app:

source: Add a Screenshot or Video...
eu: Gehitu pantaila-argazkia edo bideoa...
ro: Adăugați o captură de ecran sau videoclip...
sr_latn: Dodaj snimak ekrana ili video...
sv_se: Lägg till en skärmdump eller video...

source: Screenshots and videos must be at least 320px by 480px. Media proportional to 320px by 480px is optimal. Video must be encoded as WebM.
eu: Screenshots and videos must be at least 320px by 480px. Media proportional to 320px by 480px is optimal. Bideoak WebM formatuan egon behar du.
ro: Capturile de ecran și videoclipurile trebuie să fie cel puțin 320px pe 480px. Sunt opționale mediile proporționale cu dimensiunea de 320px pe 480px. Videoclipurile trebuie codificate ca WebM.
sr_latn: Snimci ekrana i video klipova moraju biti barem 320px puta 480px. Medija srazmerno 320px puta 480px je optimalna. Video mora biti kodiran kao WebM.
sv_se: Skärmdumpar och videor måste minst vara 320px gånger 480px. Media som är proportionell mot 320px gånger 480px är optimal. Video måste vara kodad som WebM.

source: General Tests
eu: Proba orokorrak
ro: Teste generale
sr_latn: Opšti testovi
sv_se: Generella tester

source: Package Tests
eu: Pakete-probak
ro: Teste pachet
sr_latn: Testovi paketa
sv_se: Pakettester

source: Content Tests
eu: Eduki-probak
ro: Teste conținut
sr_latn: Testovi sadržaja
sv_se: Innehållstester

source: Prev
eu: Aur.
ro: Înapoi
sr_latn: Prethodno
sv_se: Föreg.

source: Top
eu: Goialdean
ro: Sus
sr_latn: Najbolji
sv_se: Högst upp

source: Next
eu: Hurrengoa
ro: Înainte
sr_latn: Sledeće
sv_se: Nästa

source: Are you sure you wish to delete your app?
eu: Ziur aplikazioa ezabatu nahi duzula?
ro: Sigur doriți ștergerea aplicației?
sr_latn: Da li ste sigurni da želite da izbrišite aplikaciju?
sv_se: Är du säker på att du vill ta bort din app?

source: Please tell us why you are deleting your app
eu: Esaguzu zergatik ezabatu duzun aplikazioa
ro: Spuneți-ne de ce doriți ștergerea aplicației
sr_latn: Molimo recite nam zašto brišete aplikaciju
sv_se: Berätta varför du tar bort din app

source: Actions
eu: Ekintzak
ro: Acțiuni
sr_latn: Akcije
sv_se: Åtgärder

source: Resume the submission process for this add-on.
eu: Berrabiarazi bidalketa-prozesua gehigarri honetarako.
ro: Continuați procesul de propunere pentru acest supliment.
sr_latn: Nastavi podnošenje procesa za ovaj dodatak.
sv_se: Återuppta inskickningsprocessen för detta tillägg.

source: Resume
eu: Berrabiarazi
ro: Continuare
sr_latn: Nastavak
sv_se: Återuppta

source: Delete this add-on.
eu: Ezabatu gehigarri hau.
ro: Șterge acest supliment.
sr_latn: Izbrišite ovaj dodatak.
sv_se: Ta bort detta tillägg.

source: Edit details about this add-on's listing.
ro: Editare detalii despre listarea suplimentului.
sr_latn: Izmenite detalje o spisku ovog dodatka.
sv_se: Redigera detaljer om detta tilläggs listning.

source: Upload a new version of this add-on.
eu: Igo gehigarri honen bertsio berria.
ro: Încărcați o nouă versiune a suplimentului.
sr_latn: Postavi novu verziju ovog dodatka.
sv_se: Ladda upp en ny version av detta tillägg.

source: New Version
eu: Bertsio berria
ro: Versiune nouă
sr_latn: Nova verzija
sv_se: Ny version

source: More
eu: Gehiago
ro: Mai mult
sr_latn: Još
sv_se: Mer

source: Team Members & License
eu: Taldeko kideak & lizentzia
ro: Membrii echipei și licențiere
sr_latn: Članovi tima i licenca
sv_se: Gruppmedlemmar & licens

source: Compatibility & Payments
eu: Bateragarritasuna & ordainketak
ro: Compatibilitate și plăți
sr_latn: Kompatabilnost i plaćanja
sv_se: Kompatibilitet & betalningar

source: View Add-on Listing
ro: Vedeți listarea suplimentului
sr_latn: Pogledajte spisak dodatka
sv_se: Visa tilläggslistning

source: Resume the submission process for this app.
ro: Continuați procesul de propunere pentru această aplicație.
sr_latn: Nastavi podnošenje procesa za ovu aplikaciju.
sv_se: Återuppta inskickningsprocessen för denna app.

source: Get content ratings for the app.
ro: Obțineți evaluări de conținut pentru aplicație.
sr_latn: Preuzmite ocene sadržaja za ovu aplikaciju.
sv_se: Hämta innehållsklassificering för appen.

source: Set Up Content Ratings
ro: Stabiliți evaluări de conținut
sr_latn: Podesite ocene sadržaja
sv_se: Konfigurera innehållsklassificering

source: Provide payment information for the app.
ro: Furnizați informații de plată pentru aplicație.
sr_latn: Pružite informacije o plaćanju za aplikaciju.
sv_se: Tillhandahåll betalningsinformation för appen.

source: Set Up Payments
eu: Konfiguratu ordainketak
ro: Setare plăți
sr_latn: Podesi plaćanja
sv_se: Konfigurera betalningar

source: Delete this app.
eu: Ezabatu aplikazio hau.
ro: Ștergeți aplicația.
sr_latn: Izbriši ovu aplikaciju.
sv_se: Ta bort denna app.

source: Edit details for this app's listing page.
ro: Editează detaliile paginii de listare a aplicației.
sr_latn: Izmeni detalje za ovu listing stranicu aplikacije.
sv_se: Redigera detaljer om denna apps listning.

source: Add a new version of the packaged app.
eu: Gehitu paketatutako aplikazioaren bertsio berria.
ro: Adaugă o nouă versiune la aplicația împachetată.
sr_latn: Dodajte novu verziju zapakova aplikacije.
sv_se: Lägg till en ny version av den paketerade appen.

source: Add New Version
eu: Gehitu bertsio berria
ro: Adaugă o nouă versiune
sr_latn: Dodaj novu verziju
sv_se: Lägg till ny version

source: Status &amp; Versions
eu: Egoera eta bertsioak
ro: Stare și versiuni
sr_latn: Status &amp; verzije
sv_se: Status &amp; versioner

source: Content Ratings
eu: Edukiaren sailkapena
ro: Evaluări de conținut
sr_latn: Ocene sadržaja
sv_se: Innehållsklassificering

source: In-App Payments
ro: Plăți în aplicație
sr_latn: Plaćanje unutar aplikacije
sv_se: In-app betalningar

source: Messages
eu: Mezuak
ro: Mesaje
sr_latn: Poruke
sv_se: Meddelanden

source: Statistics
eu: Estatistikak
ro: Statistici
sr_latn: Statistika
sv_se: Statistik

source: Transactions
eu: Transakzioak
ro: Tranzacții
sr_latn: Transakcije
sv_se: Transaktioner

source: Created:
eu: Sortua:
ro: Creat:
sr_latn: Kreirano:
sv_se: Skapad:

source: Packaged App Version:
ro: Versiune aplicație împachetată:
sr_latn: Verzija zapakovane aplikacije:
sv_se: Version paketerad app:

source: Pending Version:
ro: Versiune în așteptare:
sr_latn: Verzija na čekanju:
sv_se: Väntande version:

source: Price:
eu: Prezioa:
ro: Preț:
sr_latn: Cena:
sv_se: Pris:

source: Set up Payment Account
ro: Setare cont de plăți
sr_latn: Podesi nalog za plaćanje
sv_se: Konfigurera betalningskonto

source: Change Devices
eu: Aldatu gailuak
ro: Schimbare dispozitive
sr_latn: Promeni uređaje
sv_se: Ändra enheter

source: <a href="%(rating_url)s">Set up Content Ratings</a>
ro: <a href="%(rating_url)s">Stabiliți evaluări de conținut</a>
sr_latn: <a href="%(rating_url)s">Podesi ocene sadržaja</a>
sv_se: <a href="%(rating_url)s">Konfigurera innehållsklassificering</a>

source: Preloaded
ro: Preîncărcare
sr_latn: Preinstaliran
sv_se: Förinstallerad

source: Preloaded App
ro: Aplicație preîncărcată
sr_latn: Preinstalirana aplikacija
sv_se: Förinstallerad app

source: Download the test plan
eu: Deskargatu proben plana
ro: Descărcare plan de testare
sr_latn: Preuzmi plan za testiranje
sv_se: Hämta testplan

source: Testing Finished?
eu: Probak burututa?
ro: Testare completă?
sr_latn: Testiranje završeno?
sv_se: Testning klar?

source: Submit your app for preload
ro: Propuneți o aplicație pentru preîncărcare
sr_latn: Pošaljite Vašu aplikaciju za napredno učitavanje
sv_se: Skicka in din app för förinstallation

source: You can submit your app to be considered for being <strong>preloaded and shipped with FirefoxOS devices</strong> by phone operators. To opt-in for preloading, you may download a test template from us below, test your app, fill out the template, and upload your results back to us from the <a href="%(submit_url)s">app preload submission form</a>. We will store your test results on our servers where they will be reviewed by interested phone operators. If you have further questions, you can <a href="%(support_url)s"> contact us</a>.
ro: Puteți propune o aplicație pentru a fi <strong>preîncărcată și livrată cu dispozitive FirefoxOS</strong> de către operatorii de telefonie. Ca să optați pentru ca aplicația să fie preîncărcată, puteți descărca un șablon de test de mai jos, testați aplicația, completați șablonul și încărcați rezultatele cu <a href="%(submit_url)s">formularul de cerere de preîncărcare pentru aplicații</a>. Vom stoca rezultatele de test pe serverele noastre, de unde vor fi recenzate de operatori de telefonie interesați. Dacă aveți întrebări suplimentare, puteți să ne <a href="%(support_url)s">contactați</a>.
sv_se: Du kan skicka in din app för att övervägas att vara <strong>förinstallerad och levereras med Firefox OS-enheter</strong> genom telefonoperatörer. För att anmäla dig till det, kan du ladda ner en mall för att testa din app, fyll i mallen och ladda upp resultatet via <a href="%(submit_url)s">formuläret för förinstallerade appar</a>. Vi lagrar dina testresultat på våra servrar, där de kan granskas av intresserade telefonoperatörer. Om du har ytterligare frågor kan du <a href="%(support_url)s">kontakta oss</a>.

source: Preloaded App Terms and Conditions
ro: Termeni și condiții pentru aplicația preîncărcată
sr_latn: Uslovi korišćenja unapred učitanih aplikacija
sv_se: Allmänna villkor för förinstallerade appar

source: Get My App Rated
ro: Cereți recenzie pentru aplicație
sr_latn: Preuzmi rejting moje aplikacije
sv_se: Få min app betygsatt

source: To have your app listed on the Marketplace, you must attain an International Age Rating Coalition (IARC) certificate. Clicking on the button below will open a new window where you can fill out a short yes-or-no questionnaire about the contents of your app. Upon completion, the window will close and your app will then have an age rating.
ro: Pentru a avea aplicația în Marketplace, trebuie să obțineți un certificat International Age Rating Coalition (IARC). Clic pe butonul de mai jos pentru a deschide o fereastră unde puteți completa un chestionar cu întrebări de tip da-nu despre conținutul aplicației. După ce ați completat, fereastra se va închide și aplicația va avea o evaluare de conținut (rating) pentru vârstă.
sr_latn: Da bi Vaša aplikacija bila prikazana na Marketplace-u, morate prvo da dobijete International Age Rating Coalition (IARC) sertifikat. Pritiskom na dugme ispod, otvorićete novi prozor u kojem možete popuniti kratak da-ne upitnik o sadržaju Vaše aplikacije. Nakon što završite, prozor će se zatvoriti i Vaša aplikacija će onda imati starosni rejting.
sv_se: För att ha din app listad på Marketplace måste du uppnå ett IARC-certifikat. Genom att klicka på knappen nedan öppnas ett nytt fönster där du kan fylla i ett kort ja-eller-nej enkät om innehållet i din app. Efter enkäten, kommer fönstret stängas och din app kommer då att ha en åldersgräns.

source: By using the IARC ratings certificate tool, you agree to abide by their <a href="%(privacy_url)s">Privacy Policy</a> and <a href="%(tos_url)s">Terms of Service agreement</a>.
ro: Prin folosirea uneltei de certificare a conținutului IARC sunteți de acord cu <a href="%(privacy_url)s">politica de confidențialitate a lor</a> și cu <a href="%(tos_url)s">acordul de condiții pentru serviciu</a>.
sr_latn: Korišćenjem IARC rejting sertifikata alata, pristajete da ispoštujete njihovu <a href="%(privacy_url)s">polisu privatnosti</a> i <a href="%(tos_url)s">uslove korišćenja servisa</a>.
sv_se: Genom att använda verktyget IARC-betygcertifikat, samtycker du till att följa deras <a href="%(privacy_url)s">sekretesspolicy</a> och <a href="%(tos_url)s">användarvillkor</a>.

source: IARC content rating process complete, you will be redirected to your app's <a href="%(ratings_url)s">content ratings page</a>.
ro: Procesul de certificare de conținut IARC s-a terminat, veți fi redirecționat la <a href="%(ratings_url)s">pagina cu evaluări de conținut</a> a aplicației.
sr_latn: Kada IARC rejting sadržaja bude gotov, biće te preusmereni na <a href="%(ratings_url)s">stranicu rejting sadržaja</a> Vaše aplikacije.
sv_se: IARC-innehållsklassificeringsprocessen är klar, du kommer att omdirigeras till din apps <a href="%(ratings_url)s">sida för innehållsklassificeringar</a>.

source: Sorry, there was an error on our side processing content ratings. You can keep trying or try again later.
ro: Ne pare rău, s-a produs o eroare la procesarea evaluării de conținut. Puteți încerca din nou sau mai târziu.
sr_latn: Izvinjavamo se, došlo je do greške prilikom obrade ocena sadržaja. Možete i dalje pokušavati ili pokušati ponovo kasnije.
sv_se: Tyvärr, det uppstod ett fel på sidan som behandlar innehållsklassificeringar. Du kan fortsätta att försöka eller försök igen senare.

source: Create an IARC Ratings Certificate
ro: Creează un certificat de evaluare IARC
sr_latn: Napravite IARC Ratings Certificate
sv_se: Skapa ett IARC-betygscertifikat

source: Already Have Your App Rated?
ro: Aplicația e deja recenzată?
sr_latn: Vaša aplikacije je već ocenjena?
sv_se: Har din app redan betygsatts?

source: If you have already gotten your app rated via the IARC Global Ratings Tool above and already have an IARC security code, you can manually enter it here.
ro: Dacă aveți deja aplicația certificată prin intermediul IARC Global Rating Tool de mai sus și aveți deja un cod de securitate IARC, puteți să-l introduceți manual aici.
sr_latn: Ako je Vaša aplikacija već ocenjena preko IARC Global Ratings alatke iznad i ako ste već dobili IARC sigurnosni kod, možete ga ručno uneti ovde.
sv_se: Om du redan har fått din app rankade via IARC:s globala betygsverktyg ovan och redan har en IARC-säkerhetskod kan du manuellt ange det här.

source: Submission ID
eu: Bidalketaren IDa
ro: ID propunere
sr_latn: ID podnošenja
sv_se: Inskicknings-ID

source: The submission ID can be found on the certificate sent to you. It is a numeric value like &quot;14&quot;.
ro: ID-ul propunerii poate fi găsit pe certificatul care v-a fost trimis. Este o valoare numerică precum &quot;14&quot;.
sr_latn: Podnešen ID može biti nađen na sertifikatu koji Vam je poslat. Ima numeričku vrednost kao &quot;14&quot;.
sv_se: Inskicknings-ID finns på certifikatet som skickas till dig. Det är ett numeriskt värde som &quot;14&quot;.

source: Security Code
eu: Segurtasun-kodea
ro: Cod de securitate
sr_latn: Sigurnosna lozinka
sv_se: Säkerhetskod

source: The security code can be found on the certificate sent to you. It is a mix of letters and numbers like &quot;AB12CD3&quot;.
ro: Codul de securitate poate fi găsit pe certificatul pe care l-ați primit. Este format dintr-o combinație de litere și numere ca &quot;AB12CD3&quot;.
sr_latn: Sigurnosni kod može biti nađen na sertifikatu koji Vam je poslat. To je mešavina slova i brojeva kao &quot;AB12CD3&quot;.
sv_se: Säkerhetskoden finns på certifikatet som har skickats till dig. Det är en blandning av bokstäver och siffror som &quot;AB12CD3&quot;.

source: Summary
eu: Laburpena
ro: Sumar
sr_latn: Rezime
sv_se: Sammanfattning

source: Rating System
eu: Balorazio-sistema
ro: Sistem de evaluare (rating)
sr_latn: Sistem ocenjivanja
sv_se: Betygssystem

source: Rating Category
eu: Balorazio-kategoria
ro: Categorie de evaluare
sr_latn: Kategorija ocenjivanja
sv_se: Betygskategori

source: Descriptors
eu: Deskribatzaileak
ro: Descriptori
sr_latn: Opisi
sv_se: Beskrivningar

source: Interactive Elements
eu: Elementu interaktiboak
ro: Elemente interactive
sr_latn: Interaktivni elementi
sv_se: Interaktiva element

source: Developer Agreement
eu: Garatzaile-hitzarmena
ro: Acord de dezvoltare
sr_latn: Ugovor za programere
sv_se: Utvecklaravtal

source: Compatibility
eu: Bateragarritasuna
ro: Compatibilitate
sr_latn: Kompatibilnost
sv_se: Kompatibilitet

source: Allowed HTML: {0}
eu: Onartutako HTMLa: {0}
ro: HTML permis: {0}
sr_latn: Dozvoljen HTML: {0}
sv_se: Tillåt HTML: {0}

source: Some HTML supported.
eu: HTML apur bat onartzen da.
ro: HTML parțial suportat.
sr_latn: Neki HTML je podržan.
sv_se: Viss HTML stöds.

source: Remove this application
eu: Kendu aplikazio hau
ro: Ștergeți aplicația
sr_latn: Ukloni ovu aplikaciju
sv_se: Ta bort appen

source: Pick one or two categories.
eu: Aukeratu kategoria bat edo bi.
ro: Alegeți o categorie sau două.
sr_latn: Izaberite jednu ili dve kategorije.
sv_se: Välj en eller två kategorier.

source: Categories:
eu: Kategoriak:
ro: Categorii:
sr_latn: Kategorije:
sv_se: Kategorier:

source: <b>Queue position:</b> %(pos)s of %(total)s
eu: <b>Posizioa ilaran:</b> %(pos)s / %(total)s
ro: <b>Poziția în coadă:</b> %(pos)s din %(total)s
sr_latn: <b>Red pozicije:</b> %(pos)s od %(total)s
sv_se: <b>Köplats:</b> %(pos)s av %(total)s

source: <b>Estimated waiting time:</b> %(num)s working day
eu: <b>Kalkulatutako itxarote-denbora:</b> lanegun %(num)s
ro: <b>Timpul estimat de așteptare::</b> %(num)s zi lucrătoare
sr_latn: <b>Procenjeno vreme čekanja:</b> %(num)s radni dan
sv_se: <b>Beräknad väntetid:</b> %(num)s arbetsdag

source: Most apps are reviewed in about a week. If your review has taken longer than this, you can <a href="%(support_url)s">contact us</a> to check the status.
ro: Cele mai multe aplicații sunt recenzate în aproximativ o săptămână. Dacă recenzia durează mai mult de atât, puteți <a href="%(support_url)s">să ne contactați</a> pentru a verifica starea.
sv_se: De flesta appar granskas i ungefär en vecka. Om din granskning har tagit längre tid än så, kan du <a href="%(support_url)s">kontakta oss</a> för att kontrollera status.

source: Check the boxes of the features that your app requires to function properly. Your app will be hidden from users whose devices don't support it.
eu: Markatu aplikazioak behar bezala funtzionatzeko beharrezko dituen ezaugarrien laukiak. Eskakizunak betetzen ez dituzten gailudun erabiltzaileei ez zaie zure aplikazioa erakutsiko.
ro: Bifați căsuțele pentru funcțiile necesare pentru funcționarea corectă a aplicației. Aplicația va fi ascunsă utilizatorilor fără dispozitive care o pot suporta.
sr_latn: Proverite funkcije koje Vaša aplikacija zahteva kako bi pravilno funkcionisala. Vaša aplikacija će biti sakrivena od korisnika čiji je uređaji ne podržavaju.
sv_se: Kryssa i rutorna för de funktioner som din app kräver för att fungera korrekt. Din app kommer att döljas från användare vars enheter inte stöder den.

source: View all
eu: Ikusi dena
ro: Vezi toate
sr_latn: Pogledaj sve
sv_se: Visa alla

source: Hide all
eu: Ezkutatu dena
ro: Ascunde toate
sr_latn: Sakrij sve
sv_se: Dölj alla

source: Test App Installation
eu: Probatu aplikazioaren instalazioa
ro: Testare instalare aplicație
sr_latn: Test instalacija aplikacije
sv_se: Testa app-installation

source: Test In-App Payments
eu: Probatu aplikazio barneko ordainketak
ro: Testare plăți în aplicație
sr_latn: Test plaćanje unutar aplikacije
sv_se: Testa in-app betalningar

source: In-App Payments Keys
ro: Chei de plată în aplicație
sr_latn: Ključevi za plaćanja unutar aplikacije
sv_se: Nycklar för in-app betalningar

source: The Firefox Marketplace allows your app to take in-app payments. The <a href="{guide}">in-app payment guide</a> explains how to configure your app for payments with the parameters below.
eu: Firefox Marketplace-ek zure aplikazioari ordainketak egitea ahalbidetzen dio. <a href="{guide}">Aplikazio barneko ordainketen gida</a>n azaltzen da aplikazioa nola konfiguratu ordainketak egin ahal izateko, ondorengo parametroekin.
ro: Firefox Marketplace permite aplicației să accepte plăți în aplicație. <a href="{guide}">Ghidul de plăți în aplicație</a> explică cum să configurați plățile din aplicație cu parametrii de mai jos.
sr_latn: The Firefox Marketplace Vam omogućava da Vaša aplikacija ima plaćanje u okviru nje. <a href="{guide}">Vodič za plaćanja u okviru aplikacije</a> objašnjava kako da podesite Vašu aplikaciju za plaćanja sa parametrima ispod.
sv_se: Firefox Marketplace låter din app ta in-app betalningar. <a href="{guide}">In-app betalningsguiden</a> förklarar hur du konfigurerar din app för betalningar med parametrarna nedan.

source: Application Key
eu: Aplikazioaren gakoa
ro: Cheie aplicație
sr_latn: Ključ aplikacije
sv_se: App-nyckel

source: Not yet generated.
eu: Oraindik sortu gabe.
ro: Încă nu a fost generată.
sr_latn: Još uvek nije generisano.
sv_se: Ännu inte skapad.

source: Application Secret
eu: Aplikazioaren sekretua
ro: Secret aplicație
sr_latn: Tajna aplikacije
sv_se: App-hemlighet

source: Show secret
eu: Erakutsi sekretua
ro: Arată secretul
sr_latn: Prikaži tajnu
sv_se: Visa hemlighet

source: Reset secret
eu: Berrezarri sekretua
ro: Resetare secret
sr_latn: Obnovi tajnu
sv_se: Återställ hemlighet

source: Learn more about <b>in-app payments</b> on MDN.
eu: Ikasi gehiago <b>aplikazio barneko ordainketei buruz</b> MDNn.
ro: Aflați mai multe despre <b>plăți în aplicație</b> pe MDN.
sr_latn: Saznajte više o <b>plaćanjima u okviru aplikacije</b> na MDN.
sv_se: Läs mer om <b>in-app betalningar</b> på MDN.

source: The following key/secret will only allow you to simulate in-app payments while you develop your app. To generate a key for real in-app payments you must <a href="%(submit)s">submit</a> your app, set up your payment credentials, and generate a new key specifically for that app.
ro: Următoarele chei/secrete vă vor permite doar simularea plăților în aplicație în timp ce dezvoltați aplicația. Pentru a genera o cheie reală pentru plăți în aplicație, trebuie să <a href="%(submit)s">propuneți</a> aplicația, să vă setați coordonatele pentru plăți și să generați o nouă cheie unică pentru acea aplicație.
sr_latn: Sledeći/a ključ/tajna će Vam samo omogućiti da simulirate plaćanja u okviru aplikacije dok razvijate Vašu aplikaciju. Da bi ste stvorili ključeve za realna plaćanja u okviru aplikacije, morate <a href="%(submit)s">prijaviti</a> Vašu aplikaciju, podesiti akredative plaćanja i stvoriti novi ključ specifičan za tu aplikaciju.
sv_se: Följande nyckel/hemlighet kommer bara att tillåta dig att simulera in-app betalningar medan du utvecklar din app. För att skapa en nyckel för riktiga in-app betalningar måste du <a href="%(submit)s">skicka in</a> din app, konfigurera dina betalningsuppgifter och skapa en ny nyckel särskilt för detta app.

source: Generate Keys
eu: Sortu gakoak
ro: Generare chei
sr_latn: Generiši ključeve
sv_se: Generera nycklar

source: In-App Products
eu: Aplikazio barneko produktuak
ro: Produse cu plata în aplicație
sr_latn: Proizvodi u okviru aplikacije
sv_se: In-app produkter

source: Recommended
ro: Recomandate
sr_latn: Preporučeno
sv_se: Rekommenderad

source: In-App Products allow you to take payments in your application and simplifies the process by allowing you to create and manage your products in the Firefox Marketplace Developer Hub.
eu: Aplikazio barneko produktuekin, zure aplikaziotik kobrantzak egin ditzakezu eta prozesua sinplifikatzen dute, Firefox Marketplace Developer Hub-etik zure produktuak sortu eta kudeatzeko aukera emanez.
ro: In-App Products vă permite să acceptați plăți în aplicație și simplifică procesul prin crearea și gestiunea produselor în cadrul Firefox Marketplace Developer Hub.
sr_latn: Proizvodi unutar aplikacije Vam omogućavaju da primate uplate u Vašoj aplikaciji i pojednostavljuje proces tako što Vam omogućava da napravite i upravljate proizvodima na Firefox Marketplace Developer Hub-u.
sv_se: In-app produkter gör att du kan ta betalt i din app och förenklar processen genom att du kan skapa och hantera dina produkter i ett utvecklarcenter i Firefox Marketplace.
