Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: Cannot diff a version against itself
eu: Ezin da bertsio bat bere buruarekin konparatu
ro: Nu se poate crea un diff contra aceleiași versiuni
sr_latn: Ne može se uraditi diff sa istom verzijom
sv_se: Kan inte jämföra en version mot sig själv

source: That file no longer exists.
eu: Fitxategia dagoeneko ez da existitzen.
ro: Fișierul nu mai există.
sr_latn: Ova datoteka više ne postoji.
sv_se: Den filen finns inte längre.

source: File size is over the limit of {0}.
eu: Fitxategi-tamaina {0} baino handiagoa da.
ro: Mărimea fișierului este peste limita de {0}.
sr_latn: Veličina datoteke je prekoračila granicu od {0}.
sv_se: Filstorleken är över gränsen på {0}.

source: Problems decoding {0}.
eu: Arazoak {0} deskodetzean.
ro: Probleme la decodarea {0}.
sr_latn: Preblemi pri kodiranju {0}.
sv_se: Problem med avkodningen av {0}.

source: This file is not viewable online. Please download the file to view the contents.
eu: Fitxategia ezin da linean ikusi. Deskarga ezazu haren edukiak ikusteko.
ro: Acest fișier nu este vizibil online. Puteți să-l descărcați pentru a vizualiza conținutul.
sr_latn: Datoteka se ne može pregledati na onlajn. Molimo preuzmite datoteku da biste pregledali njen sadržaj.
sv_se: Filen kan inte visas på nätet. Vänligen ladda ner filen för att visa innehållet.

source: This file is a directory.
eu: Fitxategi hau direktorio bat da.
ro: Fișierul este un director.
sr_latn: Datoteka je direktorijum.
sv_se: Den här filen är en katalog.

source: There was an error accessing file %s. %s.
eu: Errore bat gertatu da %s fitxategia atzitzean. %s.
ro: S-a produs o eroare în accesarea fișierului %s. %s.
sr_latn: Došlo do greške prilikom pristupa datoteci %s. %s.
sv_se: Det uppstod ett fel vid åtkomst av filen%s. %s.

source: There was an error accessing file %s.
eu: Errore bat gertatu da %s fitxategia atzitzean.
ro: S-a produs o eroare în accesarea fișierului %s.
sr_latn: Došlo do greške prilikom pristupa datoteci %s.
sv_se: Det gick inte att komma åt filen %s.

source: The file "manifest.webapp" was not found at the root of the packaged app archive.
eu: Ez da "manifest.webapp" fitxategia aurkitu paketatutako aplikazioaren fitxategiaren erroan.
ro: Fișierul „manifest.webapp” nu a fost găsit la rărăcina arhivei aplicației împachetate.
sr_latn: Datoteka "manifest.webapp" nije nađena u korenu arhive spakovane aplikacije.
sv_se: Filen "manifest.webapp" hittades inte i roten för den paketerade appens arkiv.

source: Could not decode the webapp manifest file. Check your manifest file for special non-utf-8 characters.
eu: Ezin da webapp-aren manifest fitxategia deskodetu. Begiratu zure manifest fitxategian UTF8 ez den karaktererik duzun.
ro: Nu s-a reușit decodificarea fișierului de manifest. Verificați ca manifestul să nu conțină caractere speciale non-utf8.
sr_latn: Nisam mogao da dekodiram webapp manifest datoteku. Proverite Vašu manifest datoteku za specijalne non-utf-8 karaktere.
sv_se: Det gick inte att avkoda webbappens manifestfil. Kontrollera din manifestfil för särskilda icke-utf-8 tecken.

source: The webapp manifest is not valid JSON.
eu: Webapp-aren manifest fitxategia ez da baliozko JSON formatukoa.
ro: Manifestul aplicației nu este JSON valid.
sr_latn: Manifest webapp nije validan JSON.
sv_se: Webbappens manifest är inte giltig JSON.

source: The "langpack" role is invalid for Web Apps. Please submit this app as a language pack instead.
ro: Rolul „langpack” este invalid pentru aplicații Web. În loc de aplicație Web puteți propune aplicația ca pachet lingvistic.
sr_latn: Uloga "langpack" je nevažeća u veb aplikacijama. Molimo Vas podnesite jezički paket umesto toga.
sv_se: Rollen "langpack" är ogiltigt för Webbappar. Skicka in denna app som ett språkpaket istället.

source: Your specified app locales are not in the correct format.
eu: Zure aplikazioaren hizkuntzak ez daude formatu zuzenean.
ro: Locale-ul aplicației specificate nu este în formatul corect.
sr_latn: Vaši naznačeni lokali aplikacije nisu ispravnog formata.
sv_se: Dina angivna app-språk är inte i rätt format.

source: Developer name is required in the manifest in order to display it on the app's listing.
eu: Garatzailearen izena derrigorrezkoa da manifest fitxategian, hura aplikazioen zerrendan erakutsi ahal izateko.
ro: Este necesar numele dezvoltatorului în manifest pentru ca aceasta să poată fi afișată în listarea aplicației.
sr_latn: Naziv programera je neophodan u manifestu kako bi bio prikazan na listingu aplikacije.
sv_se: Utvecklares namn krävs i manifest, för att kunna visa den i appens listning.

source: Invalid file name in archive: {0}
ro: Nume de fișier invalid în arhiva: {0}
sr_latn: Neispravan naziv datoteke u arhivi: {0}
sv_se: Ogiltigt filnamn i arkiv: {0}

source: File exceeding size limit in archive: {0}
ro: Fișier peste limită în arhiva: {0}
sr_latn: Datoteka prelazi ograničenje veličine u arhivi: {0}
sv_se: Fil överskrider storleksgränsen i arkiv: {0}

source: Invalid archive.
eu: Artxibo baliogabea.
ro: Arhivă invalidă.
sr_latn: Nevažeća arhiva.
sv_se: Felaktigt arkiv.

source: Back to review
eu: Itzuli berrikuspenera
ro: Înapoi la recenzie
sr_latn: Nazad na pregled
sv_se: Tillbaka till granskning

source: Back to app
eu: Itzuli aplikaziora
ro: Înapoi la aplicație
sr_latn: Nazad na aplikaciju
sv_se: Tillbaka till app

source: Download {0}
eu: Deskarga {0}
ro: Descărcare {0}
sr_latn: Preuzmi {0}
sv_se: Hämta {0}

source: Version: %(version)s &bull; Size: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
eu: Bertsioa: %(version)s &bull; Tamaina: %(size)s &bull; MD5 hash-a: %(md5)s &bull; MIME mota: %(mimetype)s
ro: Versiune: %(version)s &bull; Mărime: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
sr_latn: Verzija: %(version)s &bull; Veličina: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
sv_se: Version: %(version)s &bull; Storlek: %(size)s &bull; MD5-hash: %(md5)s &bull; Mimetyp: %(mimetype)s

source: File Compare :: Reviewer Tools
eu: Fitxategi-alderaketa :: Berrikusleen tresnak
ro: Comparare fișiere :: Unelte Recenzent
sr_latn: Poređenje datoteka :: Alat recezenta
sv_se: Filjämförelse :: Granskningsverktyg

source: File Viewer :: Reviewer Tools
eu: Fitxategi-ikustailea :: Berrikusleen tresnak
ro: Vedere fișiere :: Unelte recenzent
sr_latn: Pregledač datoteka :: Alat recezenta
sv_se: Filvisare :: Granskningsverktyg

source: Validation failed:
eu: Balidazioak huts egin du:
ro: Validare eșuată:
sr_latn: Validacija nije uspela:
sv_se: Validering misslyckades:

source: Go
eu: Joan
ro: Mergi la
sr_latn: Kreni
sv_se: Gå till

source: App being processed, please wait.
eu: Aplikazioa prozesatzen ari da, itxaron mesedez.
ro: Aplicația este în procesare, vă rugăm așteptați.
sr_latn: Aplikacija se obrađuje, molimo Vas sačekajte.
sv_se: Appen behandlas, var god vänta.

source: Fetching validation results...
eu: Balidazioaren emaitzak eskuratzen...
ro: Se obțin rezultatele de validare...
sr_latn: Preuzimanje rezultata validacije...
sv_se: Hämtar valideringsresultat...

source: Files:
eu: Fitxategiak:
ro: Fișiere:
sr_latn: Datoteke:
sv_se: Filer:

source: Deleted files:
eu: Ezabatutako fitxategiak:
ro: Fișiere șterse:
sr_latn: Izbrisane datoteke:
sv_se: Borttagna filer:

source: Tab stops:
sr_latn: Kartica se zaustavlja:
sv_se: Tabbar:

source: Up file
eu: Goratu fitxategia
ro: Mai sus în fișier
sr_latn: Gornja datoteka
sv_se: Fil upp

source: Down file
eu: Beheratu fitxategia
ro: Mai jos în fișier
sr_latn: Donja datoteka
sv_se: Fil ner

source: Previous diff
eu: Aurreko desberdintasuna
ro: Diff anterior
sr_latn: Prethodni diff
sv_se: Föregående skillnad

source: Previous note
eu: Aurreko oharra
ro: Notă anterioară
sr_latn: Prethodna zabeleška
sv_se: Föregående anteckning

source: Next diff
eu: Hurrengo desberdintasuna
ro: Diff următor
sr_latn: Sledeći diff
sv_se: Nästa skillnad

source: Next note
eu: Hurrengo oharra
ro: Notă următoare
sr_latn: Sledeća zabeleška
sv_se: Nästa anteckning

source: Expand all
eu: Zabaldu dena
ro: Expandează tot
sr_latn: Raširi sve
sv_se: Expandera alla

source: Hide or unhide tree
eu: Ezkutatu/Erakutsi zuhaitza
ro: Ascunde sau arată arbore
sr_latn: Sakrij ili prikaži drvo
sv_se: Dölj eller visa träd

source: Wrap or unwrap text
eu: Egokitu/Ez egokitu testua
ro: Înfășurare sau desfășurare text
sr_latn: Prelomi ili ne prelomi tekst
sv_se: Radbryt eller radbryt ej text

source: No files in the uploaded file.
eu: Ez dago fitxategirik igotako fitxategian.
ro: Nu există fișiere în fișierul încărcat.
sr_latn: Nema datoteka u otpremljene datoteke.
sv_se: Inga filer i den uppladdade filen.

source: Fetching file.
eu: Fitxategia eskuratzen.
ro: Preluare fișier.
sr_latn: Preuzimam datoteku.
sv_se: Hämtar fil.

source: Product logo must be a 64x64 image. Check that the URL is correct.
eu: Produktuaren logoak 64x64 irudi bat izan behar du. Egiaztatu URLa zuzena dela.
ro: Logoul produsului trebuie să fie o imagine 64x64. Verificați că URL-ul este corect.
sr_latn: Logo proizvoda mora biti slika veličine 64x64. Proverite da li je URL ispravan.
sv_se: Produktens logotyp måste vara en 64x64px bild. Kontrollera att URL:en är korrekt.

source: Your language pack should contain "role": "langpack".
ro: Pachetul de limbă trebuie să conțină "role":"langpack".
sr_latn: Vaš jezički paket treba da sadrži "role": "langpack".
sv_se: Ditt språkpaket bör innehålla "role": "langpack".

source: Your language pack must contain one language in `languages-provided` object.
ro: Pachetul de limbă trebuie să specifice o limbă în obiectul `languages-provided`.
sr_latn: Vaš jezički paket treba da sadrži jedan jezik u `languages-provided` objektu.
sv_se: Ditt språkpaket måste innehålla ett språk i objektet `languages-provided`.

source: Your language pack contains too many languages. Only one language per pack is supported.
ro: Pachetul de limbă conține prea multe limbi. Este suportată doar o singură limbă pe pachet.
sr_latn: Vaš jezički paket sadrži previše jezika. Samo je podržan jedan jezik po paketu.
sv_se: Ditt språkpaket innehåller för många språk. Endast ett språk per paket stöds.

source: Your language pack must contain one language in `languages-target` object.
ro: Pachetul de limbă trebuie să specifice o limbă în obiectul `languages-provided`.
sr_latn: Vaš jezički paket treba da sadrži jedan jezik u `languages-target` objektu.
sv_se: Ditt språkpaket måste innehålla ett språk i objektet `languages-target`.

source: Your language pack contains too many targets. Only one target per pack is supported.
ro: Pachetul de limbă conține prea multe target-uri. Doar un singur target este permis pe pachet.
sr_latn: Vaš jezički paket sadrži previše ciljeva. Samo je podržan jedan cilj po paketu.
sv_se: Ditt språkpaket innehåller för många mål. Endast ett mål per paket stöds.

source: Your language pack should contain a version.
ro: Pachetul de limbă trebuie să conțină o versiune.
sr_latn: Vaš jezički paket treba da sadrži verziju.
sv_se: Ditt språkpaket bör innehålla en version.

source: Your language pack version must be different to the one you are replacing.
ro: Pachetul de limbă trebuie să fie diferit de acela pe care îl înlocuiește.
sr_latn: Vaš jezički paket treba da bude drugačiji u odnosu na onaj koga zamenjujete.
sv_se: Versionen för ditt språkpaket måste skilja sig för den du byter ut.

source: Transaction Lookup
eu: Transakzioen bilaketa
ro: Căutare tranzacții
sr_latn: Pretraga transakcija
sv_se: Sök transaktion

source: Process a manual refund
eu: Prozesatu eskuzko diru-itzulketa
ro: Procesați o rambursare manuală
sr_latn: Obraditi ručno povraćaj novca
sv_se: Behandla en manuell återbetalning

source: Enter refund details to refund transaction
eu: Idatzi diru-itzulketaren xehetasunak transakzioko dirua itzultzeko
ro: Introduceți detalii de rambursare pentru a rambursa tranzacția
sr_latn: Unesite detalje za povraćaj novca radi transakcije iste
sv_se: Ange återbetalninginformation för att återbetala transaktion

source: Reason for Deletion
eu: Ezabatzeko arrazoia
ro: Motive pentru ștergere
sr_latn: Razlozi za brisanje
sv_se: Orsak till borttagning

source: Promo Image
sv_se: Kampanjbild

source: Minimum size: {0}x{1}
sv_se: Minsta storlek: {0}x{1}

source: A refund has already been processed.
eu: Dagoeneko prozesatu da diru-itzulketa bat.
ro: O rambursare a fost deja procesată.
sr_latn: Povraćaj novca je već obrađen.
sv_se: En återbetalning har redan behandlats.

source: You cannot make a refund request for this transaction.
eu: Ezin duzu transakzio honentzako diru-itzulketarik eskatu.
ro: Nu puteți solicita o rambursare pentru această transacție.
sr_latn: Ne možete tražiti povraćaj novca za ovu transakciju.
sv_se: Det går inte att göra en begäran om återbetalning för den här transaktionen.

source: Refund for this transaction now pending.
eu: Transakzio honentzako diru-itzulketa burutu zain dago.
ro: Rambursare tranzacție în așteptare.
sr_latn: Povraćaj novca za ovu transakciju je u toku.
sv_se: Återbetalning för denna transaktion väntar.

source: Refund for this transaction successfully approved.
eu: Transakzio honentzako diru-itzulketa onartuta dago.
ro: Rambursare aprobată pentru această tranzacție.
sr_latn: Povraćaj sredstava za ovu transakciju je uspešno odobren.
sv_se: Återbetalning för denna transaktion är godkänd.

source: Refund request for this transaction failed.
eu: Transakzio honentzako diru-itzulketa eskaerak huts egin du.
ro: Cerere de rambursare pentru această tranzacție eșuată.
sr_latn: Povraćaj sredstava za ovu transakciju nije uspelo.
sv_se: Begäran om återbetalning för transaktionen misslyckades.

source: Website saved.
ro: Sait web salvat.
sv_se: Webbplats sparad.

source: Activity
eu: Jarduera
ro: Activitate
sr_latn: Aktivnost
sv_se: Aktivitet

source: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> by %(user)s
ro: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> de %(user)s
sr_latn: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> od %(user)s
sv_se: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> av %(user)s

source: Administrative Actions
eu: Ekintza administratiboak
ro: Acțiuni administrative
sr_latn: Administrativni postupci
sv_se: Administrativa åtgärder

source: last 24 hours
eu: azken 24 orduak
ro: ultimele 24 de ore
sr_latn: poslednjih 24 sata
sv_se: senaste 24 timmarna

source: last 7 days
eu: azken 7 egunak
ro: ultimele 7 zile
sr_latn: poslednjih 7 dana
sv_se: senaste 7 dagarna

source: all time
eu: une oro
ro: dintotdeauna
sr_latn: sve vreme
sv_se: totalt

source: Authors
eu: Egileak
ro: Autori
sr_latn: Autori
sv_se: Utvecklare

source: View
eu: Ikusi
ro: Vedere
sr_latn: Prikaz
sv_se: Visa

source: Privileged Packaged app
eu: Paketatutako aplikazio pribilegioduna
ro: Pachet aplicații privilegiate
sr_latn: Privilegovane upakovane aplikacije
sv_se: Privilegierad paketerad app

source: Packaged app
eu: Paketatutako aplikazioa
ro: Aplicație împachetată
sr_latn: Upakovane aplikacije
sv_se: Paketerad app

source: Hosted app
eu: Ostatatutako aplikazioa
ro: Aplicație găzduită
sr_latn: Hostovane aplikacije
sv_se: Värdbaserad app

source: Submitted
eu: Bidalita
ro: Propusă
sr_latn: Podneto
sv_se: Inskickad

source: Review Prioritized
ro: Recenzii prioritizate
sr_latn: Recenzija je stavljena kao prioritet
sv_se: Granskning prioriterad

source: Prioritize Review?
ro: Prioritizați recenzia?
sr_latn: Staviti recenziju pod prioritetom?
sv_se: Prioriterad granskning?

source: Tarako enabled
ro: Tarako activat
sr_latn: Tarako omogućen
sv_se: Tarako aktiverad

source: Tarako not enabled
ro: Tarako nu e activat
sr_latn: Tarako nije omogućen
sv_se: Tarako inte aktiverad

source: Review not requested
ro: Recenzia nu a fost solicitată
sr_latn: Recenzija nije zahtevana
sv_se: Granskning inte begärd

source: Review pending
ro: Recenzie în așteptare
sr_latn: Recenzija na čekanju
sv_se: Granskning väntar

source: Review failed
ro: Recenzie eșuată
sr_latn: Recenzija neuspešna
sv_se: Granskning misslyckades

source: Abuse Reports
eu: Abusu-salaketak
ro: Rapoarte de abuz
sr_latn: Izveštaji o zloupotrebi
sv_se: Rapporter om missbruk

source: Permissions
eu: Baimenak
ro: Permisiuni
sr_latn: Dozvole
sv_se: Rättigheter

source: No reason given
eu: Ez da arrazoirik eman
ro: Fără motiv
sr_latn: Razlozi nisu navedeni
sv_se: Ingen orsak gavs

source: No permissions requested
eu: Ez da baimenik eskatu
ro: Fără permisiuni solicitate
sr_latn: Nema zahtevane dozvole
sv_se: Inga rättigheter begärda

source: Purchases
eu: Erosketak
ro: Achiziții
sr_latn: Kupovine
sv_se: Köp

source: Refunds
eu: Diru-itzulketak
ro: Rambursări
sr_latn: Povraćaj novca
sv_se: Återbetalningar

source: {0} requested ({1} of purchases)
ro: {0} cerute ({1} dintre achiziții)
sr_latn: {0} traženih ({1} kupljenih)
sv_se: {0} begärda ({1} av köp)

source: {0} auto-approved
eu: {0} automatikoki onartuta
ro: {0} auto-aprobate
sr_latn: {0} automatski odobri
sv_se: {0} auto-godkända

source: {0} approved
eu: {0} onartuta
ro: {0} aprobate
sr_latn: {0} prihvaćeno
sv_se: {0} godkända

source: {0} rejected
eu: {0} baztertuta
ro: {0} respinse
sr_latn: {0} odbijeno
sv_se: {0} ej godkända

source: Version History
eu: Bertsioaren historia
ro: Istoric versiuni
sr_latn: Istorijat verzija
sv_se: Versionshistorik

source: Filename (ID, Size)
eu: Fitxategi-izena (IDa, tamaina)
ro: Fișier (ID, mărime)
sr_latn: Ime datoteke (ID, veličina)
sv_se: Filnamn (ID, storlek)

source: Lookup Tool
eu: Bilaketa-tresna
ro: Unealtă de căutare
sr_latn: Alat za pretragu
sv_se: Sökverktyg

source: <small>Marketplace</small> Lookup Tool
eu: <small>Marketplace</small>-eko bilaketa-tresna
ro: <small>Marketplace</small> Unealtă de căutare
sr_latn: <small>Marketplace</small> alat za pretragu
sv_se: <small>Marketplace</small> sökverktyg

source: Group Details
sv_se: Grupp detaljer

source: Rules
sv_se: Regler

source: Group Members
sv_se: Gruppmedlemmar

source: Marketplace information
ro: Informație Marketplace
sr_latn: Marketplace informacija
sv_se: Information Marketplace

source: Buyer
eu: Eroslea
ro: Cumpărător
sr_latn: Kupac
sv_se: Köpare

source: Price Tier
ro: Nivel de preț
sr_latn: Osnovna cena
sv_se: Prisnivå

source: Related Transaction
eu: Erlazionatutako transakzioa
ro: Tranzacții înrudite
sr_latn: Povezane transakcije
sv_se: Relaterad transaktion

source: Payment provider information
ro: Informații furnizor de plată
sr_latn: Informacija o pružaocu uplata
sv_se: Information betalningsleverantör

source: Currently unable to retrieve transaction status.
ro: Starea tranzacției nu este momentan disponibilă.
sr_latn: Trenutno ne mogu dobiti status transakcije.
sv_se: För närvarande kan inte transaktionsstatus hämtas.

source: This payment was made through Bango. To get more information contact <a href="mailto:%(bango_support)s">Bango support</a> with the following information.
ro: Plata a fost făcută prin Bango. Pentru mai multe informații, contactați <a href="mailto:%(bango_support)s">Suport Bango</a> cu următoarele informații.
sv_se: Denna betalning gjordes genom Bango. För att få mer information kontakta <a href="mailto:%(bango_support)s">support för Bango</a> med följande information.

source: This payment was made through the <b>reference implementation</b>. It wasn't a real transaction.
ro: Plata a fost făcută prin intermediul unei <b>implementări de referință</b>. Nu a fost o tranzacție reală.
sv_se: Denna betalning gjordes genom en <b>referensimplementering</b>. Det var ingen riktig transaktion.

source: Refund information
ro: Informații ramburare
sr_latn: Informacija o povratu novca
sv_se: Återbetalningsinformation

source: Currently unable to retrieve refund status.
eu: Une honetan ezin da diru-itzulketaren egoera eskuratu.
ro: Momentan nu putem verifica starea rambursărilor.
sr_latn: Trenutno nije moguće preuzeti status povraćaja novca.
sv_se: För närvarande går det inte att hämta återbetalningstatus.

source: Refund Status
eu: Diru-itzulketaren egoera
ro: Starea rambursărilor
sr_latn: Status povrata novca
sv_se: Återbetalningsstatus

source: Unrequested
eu: Eskatu gabea
ro: Cereri anulate
sr_latn: Nezatraženo
sv_se: Obegärd

source: If a manual refund has been processed by the payment provider, check this box. This will refund it in the Mozilla servers but not contact the payment provider.
ro: Dacă o cerere manuală de rambursare a fost procesată de un furnizor de plăți, bifați această căsuță. Aceasta o va marca drept rambursată pe serverele Mozilla și nu va contacta furnizorul de plăți.
sr_latn: Ako je ručni povraćaj obrađen od strane provajdera plaćanja, označite ovo polje. Ovo će uraditi povraćaj na Mozilla-nom serveru ali neće kontaktirati provajdera plaćanja.
sv_se: Om en manuell återbetalning har behandlats av betalningsleverantören, markera den här rutan. Detta kommer att återbetala det i Mozillas servrar men inte kontakta betalningsleverantören.

source: Refund this transaction
eu: Itzuli transakzio honetako dirua
ro: Rambursează această tranzacție
sr_latn: Povrati novac ove transakcije
sv_se: Återbetala denna transaktion

source: Account Activity results for
ro: Rezultate activitate cont pentru
sr_latn: Razultati aktivnosi naloga za
sv_se: Resultat för kontoaktivitet

source: Account Updates
ro: Actualizări conturi
sr_latn: Ažuriranja naloga
sv_se: Kontouppdateringar

source: Purchase results for
ro: Rezultate achiziții pentru
sr_latn: Rezultati kupovine za
sv_se: Resultat för köp

source: This user has not purchased any apps.
eu: Erabiltzaile honek ez du aplikaziorik erosi.
ro: Acest utilizator nu a achiziționat nicio aplicație.
sr_latn: Korisnik nije kupio ni jednu aplikaciju.
sv_se: Denna användare har inte köpt några appar.

source: Account Lookup results for
ro: Rezultate căutare cont pentru
sr_latn: Rezultati pretrage naloga za
sv_se: Resultat för sökt konto

source: General
eu: Orokorra
sr_latn: Opšte
sv_se: Allmänt

source: Display Name
eu: Bistaratzeko izena
ro: Nume afișat
sr_latn: Ime
sv_se: Visningsnamn

source: Firefox Accounts Identifier
ro: Identificator cont Firefox
sr_latn: Identifikator Firefox naloga
sv_se: Identifierare Firefox-konton

source: Registered
eu: Izena emanda
ro: Înregistrat
sr_latn: Registrovan
sv_se: Registrerad

source: Groups
eu: Taldeak
ro: Grupuri
sr_latn: Grupe
sv_se: Grupper

source: Marketplace Credit
ro: Credit Marketplace
sr_latn: Marketplace kredit
sv_se: Kredit Marketplace

source: apps purchased
eu: erositako aplikazioak
ro: aplicații achiziționate
sr_latn: kupljene aplikacije
sv_se: köpta appar

source: requested
eu: eskatuta
ro: solicitat(e)
sr_latn: zatraženo
sv_se: begärda

source: auto-approved
eu: automatikoki onartuta
ro: auto-aprobat
sr_latn: automatski odobreno
sv_se: auto-godkända

source: Developer Program
eu: Garatzaile-programa
ro: Program dezvoltatori
sr_latn: Program za razvoj
sv_se: Utvecklarprogram

source: Read agreement
eu: Irakurri kontratua
ro: Citiți acordul
sr_latn: Pročitaj ugovor
sv_se: Läs avtalet

source: Addresses
eu: Helbideak
ro: Adrese
sr_latn: Adrese
sv_se: Adresser

source: Submissions
eu: Bidalketak
ro: Propuneri
sr_latn: Dostave
sv_se: Inskickningar

source: Unnamed
eu: Izengabea
ro: Fără nume
sr_latn: Neimenovano
sv_se: Namnlös

source: Delete User
eu: Ezabatu erabiltzailea
ro: Șterge utilizator
sr_latn: Izbriši korisnika
sv_se: Ta bort användare

source: Deleting this user will <strong>permanently</strong> delete this user's account.
eu: Erabiltzaile hau ezabatzean <strong>betiko</strong> ezabatuko da erabiltzailearen kontua.
ro: Ștergerea utilizatorului va șterge <strong>definitiv</strong> acest cont de utilizator.
sr_latn: Brisanje ovog korisnika <strong>će trajno</strong> obrisati nalog ovog korisnika.
sv_se: Ta bort denna användare kommer att <strong>permanent</strong> ta bort den här användarens konto.
