Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: Are you sure you want to stop showing your app on low-memory devices?
ro: Sigur doriți să nu mai afișați aplicația pe dispozitive cu memorie scăzută?
sr_latn: Da li ste sigurni da želite da prestanete da prikazujete Vašu aplikaciju na uređajima koji imaju malo memorije?
sv_se: Är du säker på att du vill sluta visa din app på enheter med mindre minne?

source: Version Notes
eu: Bertsio-oharrak
ro: Notele versiunii
sr_latn: Beleške o verziji
sv_se: Versionsanteckningar

source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information is also shown in the Apps Manager when updating.
ro: Informații despre schimbările din versiunea curentă, noi funcții, defecte cunoscute și alte informații folositoare pentru această versiune. Această informație este afișată și în Managerul de aplicații când faceți actualizări.
sr_latn: Informacije o promenama u ovom izdanju, novim mogućnostima, poznatim greškama i druge korisne informacije koje su specifične za ovo izdanje/verziju. Ova informacija je takođe prikazana u Apps Manager-u prilikom ažuriranja.
sv_se: Information om ändringar i denna utgåva, nya funktioner, kända buggar och annan nyttig information som är specifik för denna utgåva/version. Denna information visas även i App-hanteraren vid uppdatering.

source: Notes for Reviewers
eu: Oharrak berrikusleentzat
ro: Note pentru recenzenți
sr_latn: Napomene za recenzente
sv_se: Anteckningar för granskare

source: Optionally, enter any information that may be useful to the Reviewer reviewing this app, such as test account information.
ro: Opțional, introduceți orice informație ce ar putea fi folositoare persoanei care recenzează aplicația, cum ar fi informații despre conturi de test.
sr_latn: Po izboru, unesite bilo kakve informacije koje mogu biti korisne za recenzenta koji razmatra ovu aplikaciju, kao što su informacije o test nalogu.
sv_se: Alternativt, ange all information som kan vara till nytta för den som granskar denna app, till exempel testkontoinformation.

source: Minimum Requirements
eu: Gutxieneko eskakizunak
ro: Cerințe minime
sr_latn: Minimalni zahtevi
sv_se: Minimikrav

source: Device features required for this app to function.
ro: Funcții dispozitiv necesare pentru funcționarea aplicației.
sr_latn: Funkcije uređaja su neophodne da bi ova aplikacija funkcionisala.
sv_se: Funktioner på enheten som krävs för att denna app ska fungera.

source: Add a Promo
ro: Adăugați un promo
sr_latn: Dodaj promotivni materijal
sv_se: Lägg till en kampanj

source: Mozilla Contact
eu: Mozilla kontaktua
ro: Contacte Mozilla
sr_latn: Mozilla kontakt
sv_se: Kontakt på Mozilla

source: An e-mail address (or addresses separated by commas) of this app's Mozilla contact that will be CC'd on any reviewer emails.
ro: O adresă de e-mail (sau adrese separate prin virgule) a persoanei de contact Mozilla care va primi o copie (CC) a tuturor e-mailurilor trimise de recenzent.
sr_latn: Adresa e-pošte (ili adrese razdvojene zarezima) ove aplikacije je Mozilla kontakt koja će biti CC na e-poštu bilo kog recezenta.
sv_se: En e-postadress (eller flera adresser separerade med kommatecken) för denna apps kontakt på Mozilla som kommer att få en kopia på all e-post från granskare.

source: Enter email addresses, separated by commas
ro: Introduceți adrese de e-mail, separate prin virgule
sr_latn: Unesite adrese e-pošte, razdvojene zarezima
sv_se: Ange e-postadresser, separerade med kommatecken

source: Is this a very important app that should always be handled by Mozilla Staff or Senior App Reviewers?
ro: Este o aplicație suficient de importantă pentru a fi întotdeauna recenzată de personal Mozilla sau recenzenți seniori?
sr_latn: Da li je ovo vrlo važna aplikacija koju bi trebalo da kontroliše Mozilla osoblje ili senior recezent aplikacije?
sv_se: Är detta en viktig app som alltid ska hanteras av personal från Mozilla eller seniora app-granskare?

source: Use sparingly
ro: Folosiți cu moderație
sr_latn: Koristite umereno
sv_se: Använd sparsamt

source: Priority review needed
ro: Este necesară o recenzie prioritară
sr_latn: Potreban prioritet pregleda
sv_se: Prioriterad granskning behövs

source: The app will be treated as a priority and placed the top of the review queue
ro: Aplicația va fi tratată prioritar și plasată în capul cozii de recenzie
sr_latn: Aplikacija će biti tretirana kao prirotiet i biće smeštena u vrh reda za pregled
sv_se: Appen kommer att behandlas med prioritet och placeras överst i granskningskön

source: This will persist until first approval
ro: Aceasta va persista până la prima aprobare
sr_latn: Ovo će trajati do prvog odobrenja
sv_se: Detta kommer att bestå tills första godkännandet

source: Banner message
ro: Mesaj banner
sr_latn: Baner poruka
sv_se: Banderoll-meddelande

source: Exclusive message shown on the listing page, only in the selected regions.
ro: Mesaj exclusiv afișat pe pagina de listare, doar pentru regiuni selectate.
sr_latn: Ekskluzivna poruka se prkazuje na stranici sa listom, samo u odabranim regionima.
sv_se: Exklusiva meddelande som visas på listningssidan, endast i utvalda regioner.

source: Regions to show banner in
ro: Regiuni în care să fie afișat bannerul
sr_latn: Regioni da prikažu baner u
sv_se: Regioner att visa banderoll i

source: Regions that the banner message will be shown in.
ro: Regiuni unde va fi afișat bannerul.
sr_latn: Regioni u kojima će poruke banera biti prikazane.
sv_se: Regioner som banderoll-meddelandet kommer att visas i.

source: Basic Information
eu: Oinarrizko informazioa
ro: Informații de bază
sr_latn: Osnovne informacije
sv_se: Grundläggande information

source: Basic Information for {0}
ro: Informații de bază pentru {0}
sr_latn: Osnovne informacije za {0}
sv_se: Grundläggande information för {0}

source: The app name is one of the fields used to return search results in the Firefox Marketplace. The app name also appears on the app’s detail page. Be sure you’ve included a descriptive name in your app manifest. If you want to change the app name, you’ll need to do that in your app manifest.
ro: Numele aplicației este unul din câmpurile folosite pentru a returna rezultate de căutare pe Firefox Marketplace. Numele aplicației mai apare pe pagina de detaliere a aplicației. Aveți grijă să includeți un nume descriptiv în manifestul aplicației. Dacă schimbați numele aplicației, va trebui să specificați și în manifest.
sv_se: Appens namn är ett av de områden som används för att returnera sökresultat i Firefox Marketplace. Appens namn visas också på appens detaljsida. Se till att du har inkluderat ett beskrivande namn i din apps manifest. Om du vill ändra namnet på appen, måste du göra det i din apps manifest.

source: Developer Name
eu: Garatzaile-izena
ro: Nume dezvoltator
sr_latn: Ime programera
sv_se: Utvecklarnamn

source: This field can only be edited by updating it in the manifest.
ro: Câmpul poate fi editat doar prin actualizarea manifestului.
sr_latn: Ovo polje može biti izmenjeno samo njegovim ažuriranjem u manifestu.
sv_se: Detta fält kan endast redigeras genom att uppdatera det i manifest.

source: Select a unique URL for your detail page. By default we use your app name to create this URL.
eu: Hautatu URL bakarra xehetasunen orrirako. By default we use your app name to create this URL.
ro: Alegeți un URL unic pentru pagina de detalii. În mod implicit folosim numele aplicației pentru URL.
sr_latn: Izaberite jedinstvenu URL adresu za Vašu stranicu. Podrazumevamo korišćenje imena Vaše aplikacije radi pravljenja ove URL adrese.
sv_se: Välj en unik URL för din detaljsida. Som standard använder vi appens namn för att skapa denna URL.

source: View Listing
eu: Ikusi zerrenda
ro: Vezi listarea
sr_latn: Prikaži listing
sv_se: Visa listning

source: The URL for accessing this app using the Marketplace API
ro: URL pentru accesarea aplicației folosind Marketplace API
sr_latn: URL za prstup ovoj aplikaciju koristi Marketplace API
sv_se: URL:en för åtkomst till denna app använder Marketplace API

source: View API documentation
eu: Ikusi APIaren dokumentazioa
ro: Vedeți documentația API
sr_latn: Prikaži API dokumentaciju
sv_se: Visa API-dokumentation

source: Refresh
eu: Freskatu
ro: Reîmprospătare
sr_latn: Osveži
sv_se: Uppdatera

source: Please try not to change your manifest URL too frequently. If you change your manifest URL, existing users won't be upgraded to use the new manifest URL. For more information, read the <a href="%(doc_url)s" target="_blank">documentation on Updating Apps</a>.
eu: Saiatu zure manifestuaren URLa maiz ez aldatzen. Zure manifestuaren URLa aldatzen baduzu, lehendik dituzun erabiltzaileak ez dira eguneratuko manifestuaren URL berria erabiltzeko. Informazio gehiagorako, irakurri <a href="%(doc_url)s" target="_blank">aplikazioak eguneratzeko dokumentazioa</a>.
ro: Încercați să nu schimbați URL-ul manifestului prea des. Dacă schimbați URL-ul manifestului, utilizatorii existenți nu vor putea fi actualizați pentru a folosi noul URL de manifest. Mai multe informații la <a href="%(doc_url)s" target="_blank">documentația pentru actualizare aplicații</a>.
sr_latn: Molimo Vas da ne menjate URL adresu Vašeg manifesta suviše često. Ako promenite URL adresu Vašeg manifesta, postojeći korisnici neće biti ažurirani da koriste novi URL manifesta. Za više informacija, pročitajte <a href="%(doc_url)s" target="_blank">dokumentaciju o ažuriranju aplikacija</a>.
sv_se: Försök inte att ändra ditt manifest-URL för ofta. Om du ändrar din manifest-URL kommer befintliga användare inte uppgraderas för att använda den nya manifest-URL:en. För mer information, läs <a href="%(doc_url)s" target="_blank">dokumentationen för att uppdatera appar</a>.

source: Hosted URL
sv_se: Värd-URL

source: If your app has a URL where it is hosted, you can set it for users that want to try your app before installing it.
sv_se: Om din app har en URL där den hyses, kan du ställa in den för användare som vill prova appen innan de installerar den.

source: Description
eu: Deskribapena
ro: Descriere
sr_latn: Opis
sv_se: Beskrivning

source: The app description is one of the fields used to return search results in the Firefox Marketplace. The app description also appears on the app's detail page. Be sure to include a description that accurately represents your app.
ro: Descrierea aplicației este unui din câmpurile folosite pentru a returna rezultate de căutare pe Firefox Marketplace. Descrierea aplicației apare și pe pagina detaliată a aplicației. Includeți o descriere care descrie cu acuratețe aplicația.
sv_se: Appens beskrivningen är ett av de områden som används för att returnera sökresultat i Firefox Marketplace. Appens beskrivningen visas också på appens detaljsida. Var noga med att inkludera en beskrivning som exakt motsvarar din app.

source: Search Keywords
ro: Cuvinte de căutare
sr_latn: Pretraži ključne reči
sv_se: Sökord

source: Release Notes
eu: Bertsioaren oharrak
ro: Note asupra ediției
sr_latn: Beleške o izdanju
sv_se: Versionsanteckningar

source: Information about changes in the latest release, new features, known bugs, and other useful information specific to this release/version.
eu: Azken bertsioaren aldaketei, eginbide berriei, akats ezagunei eta bertsio honen informazio erabilgarri gehiagori buruzko informazioa.
ro: Informații despre schimbările din ultima ediție, noi funcții, defecte cunoscute și alte informații utile de știut despre ediție/versiune.
sr_latn: Informacije o promenama u poslenjem izdanju, novim karakteristikama, poznatim greškama i drugim korisnim informacijama specifičnim za ovo izdanje/verziju.
sv_se: Information om förändringar i den senaste versionen, nya funktioner, kända buggar och annan nyttig information som är specifika för denna utgåva/version.

source: Categories are the primary way users browse through apps. Choose any that fit your app's functionality for the most exposure.
eu: Kategoriak aplikazioen artean arakatzeko modu nagusia da. Hautatu zure aplikazioaren funtzionaltasunekin ondoen bat datorrena, ahalik eta ikusgarriena izan dadin.
ro: Categoriile sunt modalitatea principală prin care utilizatorii răsfoiesc printre aplicații. Alegeți acelea care se potrivesc cel mai bine aplicației pentru expunere maximă.
sr_latn: Kategorije su primarni način koji korisnici koriste za pretragu aplikacija. Izaberite bilo koju koja odgovara funkcionalnosti Vaše aplikacije u najvećem slučaju.
sv_se: Kategorier är det främsta sättet användarna bläddra igenom appar. Välj något som passar din apps funktionalitet för mest exponering.

source: App Details
eu: Aplikazio-xehetasunak
ro: Detalii aplicație
sr_latn: Detalji aplikacije
sv_se: App-detaljer

source: Default Locale
eu: Hizkuntza lehenetsia
ro: Localizare implicită
sr_latn: Podrazumevani lokal
sv_se: Standardspråk

source: Information about your app is displayed in this locale unless you override it with a locale-specific translation.
ro: Informații despre aplicație sunt afișate în acest limbă (locale) dacă nu furnizați traduceri specifice în alte limbi.
sr_latn: Informacije o Vašoj aplikaciji se prikazuju u ovom lokalitetu, osim ako ih ne zamenite sa lokalno-specifičnim prevodom.
sv_se: Information om din app visas i detta språk om du inte åsidosätter det med en språkspecifik översättning.

source: Homepage
eu: Hasiera-orria
ro: Pagină Web
sr_latn: Početna
sv_se: Hemsida

source: If your app has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added.
eu: Zure aplikazioak beste webgune bat badu, sartu bere helbidea hemen. If your website is localized into other languages multiple translations of this field can be added.
ro: Dacă aplicația are o altă pagină web, scrieți adresa aici. Dacă saitul este localizat în alte limbi, puteți adăuga mai multe adrese specifice pentru fiecare traducere.
sr_latn: Ako Vaša aplikacija ima još jednu početnu stranicu, ukucajte njenu adresu ovde. Ako je veb sajt preveden na drugi jezik, višestruki prevodi ove oblasti se mogu dodati.
sv_se: Om din app har en annan hemsida, skriver du in adressen här. Om din webbplats är översatt till andra språk, flera översättningar av detta fält kan läggas till.

source: Privacy Policy
eu: Pribatutasun-politika
ro: Politica de confidențialitate
sr_latn: Polisa privatnosti
sv_se: Sekretesspolicy

source: A privacy policy is required that explains what data is transmitted from a user's computer and how it is used.
ro: Politica de confidențialitate este necesară pentru a detalia ce informație este transmisă de calculatorul utilizatorului și cum este folosită.
sr_latn: Polisa privatnosti je potrebna da bi se objasnilo koji podaci se prenose sa korisnikovog računara i kako se koriste.
sv_se: En sekretesspolicy krävs för att förklara hur data skickas från en användares dator och hur den används.

source: Country and Language
eu: Herrialdea eta hizkuntza
ro: Țara și limba
sr_latn: Država i jezik
sv_se: Land och språk

source: Country and Language Details for {0}
ro: Detalii de țară și limbă pentru {0}
sr_latn: Država i jezik za {0}
sv_se: Land och språkdetaljer för {0}

source: Edit country on the Compatibility Page
ro: Editați țara pe pagina de Compatibilitate
sr_latn: Izmeni državu na stranici kompatibilnosti
sv_se: Redigera landet på kompatibilitetssidan

source: Language
eu: Hizkuntza
ro: Limba
sr_latn: Jezik
sv_se: Språk

source: default
eu: lehenetsia
ro: implicit
sr_latn: podrazumevano
sv_se: standard

source: Edit language in your app manifest file
eu: Editatu hizkuntza zure aplikazioaren manifestu-fitxategian
ro: Editați limba în fișierul de manifest al aplicației
sr_latn: Izmenite jezik u manifest datoteci Vaše aplikacije
sv_se: Redigera språk i din apps manifest-fil

source: Support Information
eu: Laguntza-informazioa
ro: Informații de suport
sr_latn: Informacije podrške
sv_se: Hjälpinformation

source: Support Information for {0}
ro: Informații de suport pentru {0}
sr_latn: Informacije o podršci za {0}
sv_se: Hjälpinformation för {0}

source: The email address used by end users to contact you with support issues. If you have different addresses for each language multiple translations of this field can be added.
ro: Adresa de e-mail folosită pentru a fi contactați de utilizatori cu probleme de suport. Dacă aveți o adresă diferită pentru fiecare limbă se pot adăuga traduceri diferite pentru acest câmp.
sr_latn: Adresa e-pošte koja se koristi da bi Vas krajnji korisnici kontaktirli u slučaju podrške. Ako imate različite adrese za svaki jezik, moguće je dodati više prevoda polja.
sv_se: Den e-postadress som används av slutanvändare för att kontakta dig med supportfrågor. Om du har olika adresser för varje språk, flera översättningar av detta fält kan läggas till.

source: Website
eu: Webgunea
ro: Sait web
sr_latn: Veb sajt
sv_se: Webbplats

source: If your app has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added.
eu: Zure aplikazioak laguntza-webgune edo -foro bat badu, sartu haren helbidea hemen. Zure webgunea beste hizkuntza batzuetan ere badago, eremu honetan hainbat itzulpen gehi daitezke.
ro: Dacă aplicația are un sait de suport sau forum, introduceți adresa aici. Dacă saitul este localizat în alte limbi, se pot adăuga traduceri diferite pentru acest câmp.
sr_latn: Ako Vaša aplikacija ima veb sajt za podršku ili forum, ukucajte njegovu adresu ovde. Ako je Vaš veb sajt preveden na druge jezike, višestruki prevodi ovog polja mogu biti dodati.
sv_se: Om din app har en supportwebbplats eller forum, skriver du in adressen här. Om din webbplats är översatt till andra språk, kan flera översättningar av detta fält läggas till.

source: Technical Details
eu: Xehetasun teknikoak
ro: Detalii tehnice
sr_latn: Tehnički detalji
sv_se: Tekniska detaljer

source: Technical Details for {0}
eu: {0} gehigarriaren xehetasun teknikoak
ro: Detalii tehnice pentru {0}
sr_latn: Tehnički detalji za {0}
sv_se: Tekniska detaljer för {0}

source: Uses Flash
eu: Flash darabil
ro: Folosește Flash
sr_latn: Koristi Flash
sv_se: Använder Flash

source: If your app uses Flash, it will be hidden from the Marketplace on devices without Flash support.
ro: Dacă aplicația folosește Flash, nu va fi vizibilă pe Marketplace decât pentru dispozitivele care suportă Flash.
sr_latn: Ako Vaša aplikacija koristi Flash, biće sakrivena sa Marketplace-a na uređajima bez podrške Flash-a.
sv_se: Om din app använder Flash, kommer den att döljas från Marketplace på enheter utan Flash-stöd.

source: Works Offline
ro: Funcționează offline
sr_latn: Radi van mreže
sv_se: Fungerar nedkopplad

source: If your app works without an Internet connection then we will list that your app &quot;Works Offline&quot;.
ro: Dacă aplicația funcționează fără o conexiune internet, vom specifica faptul că aplicația &quot;Funcționează offline&quot;.
sv_se: Om din app fungerar utan en internetanslutning, då kommer vi att lista din app som &quot;Fungerar nedkopplad&quot;.

source: Public Stats?
eu: Estatistika publikoak?
ro: Statistici publice?
sr_latn: Javna statistika?
sv_se: Publik statistik?

source: Whether the install and usage stats of your app can be displayed in our online viewer.
ro: Dacă informații despre numărul de instalări și despre utilizarea aplicației pot fi afișate în unealta noastră de statistici online.
sr_latn: Bez obzira da li su instalirane i korišćene statistike Vaše aplikacije mogu biti prikazane na našem onlajn prikazivaču.
sv_se: Huruvida installations- och användningsstatistik för din app kan visas i vår visare online.

source: This app's stats are publicly viewable.
eu: Aplikazio honen estatistikak publikoki erakutsiko dira.
ro: Statisticile aplicației public vizibile.
sr_latn: Statistike ove aplikacije su vidljive u javnosti.
sv_se: Det här appens statistik är publik.

source: No, this app's stats are not publicly viewable.
eu: Ez, aplikazio honen estatistikak ez dira publikoki erakutsiko.
ro: Nu, statisticile aplicației nu sunt vizibile public.
sr_latn: Statistike ove aplikacije nisu vidljive u javnosti.
sv_se: Nej, den här appens statistik är inte publik.

source: This app does not require any device features
eu: Aplikazio honek ez du behar gailuen inolako eginbiderik
ro: Aplicația nu necesită alte funcții ale dispozitivului
sr_latn: Ova aplikacija ne zahteva nikakve karakteristike uređaja
sv_se: Denna app kräver inga funktioner på enheten

source: Internal identifier for this app on the Firefox Marketplace.
ro: Identificator intern pentru această aplicație pe Firefox Marketplace.
sr_latn: Interni identifikator za ovu aplikaciju na Firefox Marketplace-u.
sv_se: Intern identifierare för denna app på Firefox Marketplace.

source: App Icon
eu: Aplikazioaren ikonoa
ro: Iconiță aplicație
sr_latn: Ikonica aplikacije
sv_se: App-ikon

source: Upload an icon for your app or choose from one of ours. The icon is displayed nearly everywhere your app is. Uploaded images must be one of the following image types: .png, .jpg
eu: Igo ikono bat aplikazioarentzat, edo aukeratu gureetako bat. Aplikazioa azaltzen den leku ia denetan erakutsiko da ikonoa. Igotako ikonoak mota hauetariko batekoak izan behar dute: .png, .jpg
ro: Încărcați o iconiță pentru aplicație sau alegeți una de-a noastră. Iconița este afișată aproape oriunde este afișată aplicația. Imaginile încărcate trebuie să fie de tipurile: .png, .jpg
sr_latn: Otpremite neku ikonicu za Vašu aplikaciju ili izaberite jednu od naših. Ikonica će biti prikazana gotovo svuda gde je i Vaša aplikacija. Otpremljena slika mora biti jedna od tipova slika: .png, .jpg
sv_se: Ladda upp en ikon för din app eller välj en från våra. Ikonen visas nästan överallt där din app är. Uppladdade bilder måste vara ett av följande bildtyper: .png, .jpg

source: Select an icon for your app:
eu: Hautatu aplikazioarentzako ikonoa:
ro: Selectați o iconiță pentru aplicație:
sr_latn: Izaberite ikonicu za Vašu aplikaciju:
sv_se: Välj en ikon för din app:

source: Used on the search pages, browse pages, and homepage.
eu: Bilaketetan, arakatzerakoan eta hasiera-orrian erabilia.
ro: Folosită pe paginile de căutare, paginile de navigare și pagina principală.
sr_latn: Koristi se na stranicama za pretragu, stranicama za pregled i početnoj stranici.
sv_se: Används på söksidor, listsidor och hemsidan.

source: Used in app detail pages.
eu: Aplikazioaren xehetasunen orrian erabilia.
ro: Folosit în paginile de detaliere a aplicației.
sr_latn: Koristi se u stranici za detalje aplikacije.
sv_se: Används i appens detaljsidor.

source: Used in listings of apps, like search results and featured apps.
eu: Aplikazioak zerrendatzerakoan erabilia, adibidez bilaketen emaitzetan eta nabarmendutako aplikazioetan.
ro: Folosit în listarea aplicațiilor, cum ar fi rezultatele de căutare și aplicațiile evidențiate.
sr_latn: Koristi se u listingu aplikacija, kao rezultati pretrage i istaknutih aplikacija.
sv_se: Används i listor över appar, som sökresultat och rekommenderade appar.

source: Upload a Custom Icon...
eu: Igo ikono pertsonalizatua...
ro: Încărcați o iconiță particularizată...
sr_latn: Otpremi sopstvenu ikonicu...
sv_se: Ladda upp en anpassad ikon...

source: PNG and JPG supported. Icons must be at least 128px by 128px.
eu: PNG eta JPG onartzen dira. Ikonoek gutxienez 128x128px izan behar dituzte.
ro: Doar PNG și JPG suportate. Iconițele trebuie să fie cel puțin 128px pe 128px.
sr_latn: PNG i JPG su podržani. Ikonice moraju biti barem 128px puta 128px.
sv_se: PNG och JPG stöds. Ikoner måste minst vara 128px gånger 128px.

source: Screenshots or Videos
eu: Pantaila-argazkiak edo bideoak
ro: Capturi de ecran sau videoclipuri
sr_latn: Video ili snimci ekrana
sv_se: Skärmdumpar eller videor
