Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: The app requires the platform to allow peer-to-peer exchange of data other than audio and video.
eu: Plataformak pareen artean (p2p) audioa eta bideoa ez diren datuak trukatzea baimen dezan behar du aplikazioak.
ro: Aplicația necesită ca platforma să permită schimbul de date între clienți, altele decât cele audio și video.
sr_latn: Aplikacija zahteva da platforma dozvoljava razmenu podataka u mreži ravnopravnih računara, ne samo video i audio formata.
sv_se: Appen kräver plattformen för att tillåta peer-to-peer-utbyte av andra än ljud och videodata.

source: The app requires the platform to allow communication of streaming data between peers.
eu: Plataformak pareen artean datu-korronte bidezko komunikazioa baimen dezan behar du aplikazioak.
ro: Aplicația necesită ca platforma să permită comunicarea prin fluxuri de date între parteneri.
sr_latn: Aplikacija zahteva da platforma dozvoli komunikaciju striming podataka između kolega.
sv_se: Appen kräver plattformen för att tillåta överföring av strömmande data mellan noder.

source: Web Speech Synthesis
eu: Web hizketaren sintesia
ro: Sinteză vocală Web
sv_se: Webbtalsyntes

source: The app requires the platform to allow the use of text-to-speech.
eu: Plataformak hizketaren sintesia baimen dezan behar du aplikazioak.
ro: Aplicația necesită ca platforma să permită folosirea funcției de sinteză vocală.
sr_latn: Aplikacija zahteva da platforma dozvoljava upotrebu tekst-u-govor alata.
sv_se: Appen kräver plattformen för att tillåta användning av text-till-tal.

source: Web Speech Recognition
eu: Web hizketa-ezagutzea
ro: Recunoaștere vocală Web
sr_latn: Prepoznavanje govora na mreži
sv_se: Webbtaligenkänning

source: The app requires the platform to allow the use of speech-to-text.
eu: Plataformak hizketa-ezagutzea erabil dezan behar du aplikazioak.
ro: Aplicația necesită ca platforma să permită dictarea vocală.
sr_latn: Aplikacija zahteva da platforma dozvoljava upotrebu govor-u-tekst alata.
sv_se: Appen kräver plattformen för att tillåta användning av tal-till-text.

source: Pointer Lock
eu: Erakuslearen blokeoa
ro: Blocare cursor
sr_latn: Zaključavanje kursora
sv_se: Pekarlås

source: The app requires the platform to provide additional information and control about the pointer.
eu: Plataformak erakusleari buruzko informazio gehigarria eta kontrola eman dezan behar du aplikazioak.
ro: Aplicația necesită ca platforma să furnizeze informații suplimentare și control pentru cursor.
sr_latn: Aplikacija zahteva da platforma obezbedi dodatne informacije i kontrolu kursora.
sv_se: Appen kräver plattformen för att ge ytterligare information och kontroll om pekaren.

source: Notifications
eu: Jakinarazpenak
ro: Notificări
sr_latn: Obaveštenja
sv_se: Aviseringar

source: The app requires the platform to allow the displaying phone and desktop notifications to the user.
eu: Plataformak erabiltzaileari telefonoko zein mahaigaineko jakinarazpenak erakusteko aukera eman dezan behar du aplikazioak.
ro: Aplicația necesită ca platforma să permită afișarea de notificări pe telefon și desktop pentru utilizator.
sr_latn: Aplikacija zahteva da platforma dozvoljava prikazivanje telefonskih i desktop obaveštenja korisniku.
sv_se: Appen kräver plattformen för att tillåta visande telefon och skrivbord aviseringar till användaren.

source: Alarms
eu: Alarmak
ro: Alarme
sr_latn: Alarmi
sv_se: Alarm

source: The app requires the platform to provide access to the device alarm settings to schedule notifications and events at specific time.
eu: Plataformak gailuaren alarma-ezarpenak atzitzea ahalbidetu dezan behar du aplikazioak, jakinarazpenak eta gertaerak programatzeko ordu zehatzetan.
ro: Aplicația necesită ca platforma să permită acces la setările de alarmă pentru a programa notificări și evenimente la un timp specificat.
sr_latn: Aplikacija zahteva da platforma omogući pristup podešavanjima alarma uređaja da bi se zakazala obaveštenja i događaji u određeno vreme.
sv_se: Appen kräver plattformen för att ge åtkomst till enhetens alarminställningar för att schemalägga aviseringar och händelser på en viss tid.

source: The app requires the platform to allow the sending of asynchronous HTTP requests without the restrictions of the same-origin policy.
eu: Plataformak HTTP eskari asinkronoak eta jatorri bereko politiken murriztapenik gabe bidaltzea ahalbidetu dezan behar du aplikazioak.
ro: Aplicația necesită ca platforma să permită trimiterea de cereri HTTP asincrone fără restricții de tip „same-origin policy”.
sr_latn: Aplikacija zahteva da platforma dozvoljava slanje asinhronih HTTP zahteva bez restrikcija zbog polise istog izvora.
sv_se: Appen kräver plattformen för att tillåta sändning av asynkrona HTTP-förfrågningar utan begränsningar av policyn om samma ursprung.

source: The app requires the platform to allow opening raw TCP sockets.
eu: Plataformak formaturik gabeko TCP socket-ak irekitzea ahalbidetzea behar du aplikazioak.
ro: Aplicația necesită ca platforma să permită deschiderea de socketuri TCP brute.
sr_latn: Aplikacija zahteva da platforma dozvoljava otvaranje osnovnih TCP soketa.
sv_se: Appen kräver plattformen för att tillåta öppna raw TCP-sockets.

source: Third-Party Keyboard Support
eu: Hirugarrenen teklatuen sostengua
ro: Suport pentru tastaturi terțe
sr_latn: Podrška tastatura trećih lica
sv_se: Tredjeparts-tangentbordsstöd

source: The app requires the platform to support third-party keyboards.
eu: Plataformak hirugarrenen teklatuak onar ditzat behar du aplikazioak.
ro: Aplicația necesită ca platforma să suporte tastaturi terțe.
sr_latn: Aplikacija zahteva od platforme podršku za tastature trećih lica.
sv_se: Appen kräver plattformen för att stödja tredjeparts-tangentbord.

source: Multiple Network Information
eu: Sare anitzeko informazioa
ro: Informații privind mai multe rețele
sr_latn: Višestruke informacije mreže
sv_se: Multipel nätverksinformation

source: The app requires the ability to get information about multiple network connections.
eu: Sare-konexio anitzeko informazioa jasotzeko gaitasuna behar du aplikazioak.
ro: Aplicația necesită capacitatea de a obține informații despre mai multe conexiuni la rețea.
sr_latn: Aplikacija zahteva sposobnost da dobije informacije o višestrukim mrežnim vezama.
sv_se: Appen kräver möjlighet att få information om flera nätverksanslutningar.

source: Mobile ID
sv_se: Mobil-ID

source: The app requires access to the `navigator.getMobileIdAssertion` API.
ro: Aplicația necesită acces la API-ul `navigator.getMobileIdAssertion`.
sr_latn: Aplikacija zahteva pristup `navigator.getMobileIdAssertion` API.
sv_se: Appen kräver åtkomst till `navigator.getMobileIdAssertion` API.

source: Asm.js Precompilation
ro: Precompilare asm.js
sr_latn: Asm.js prekompilacija
sv_se: Asm.js förkompileringen

source: The app requires the device to support precompilation of asm.js code.
ro: Aplicația necesită ca dispozitivul să suporte precompilarea codului asm.js.
sr_latn: Ova aplikacija zahteva uređaj koji podržava prekompilaciju od `addIdleObserver` API-ja.
sv_se: Appen kräver att enheten ska stödja förkompilering av asm.js-kod.

source: 512MB RAM Device
eu: 512MBko RAMdun gailua
ro: Dispozitiv cu 512MB RAM
sr_latn: Uređaj sa 512MB RAM
sv_se: 512MB RAM-enhet

source: The app requires the device to have at least 512MB RAM.
eu: Aplikazio honek gutxienez 512MBko RAMa duen gailua behar du.
ro: Aplicația necesită un dispozitiv cu cel puțin 512MB RAM.
sr_latn: Aplikacija zahteva uređaj koji ima barem 512MB RAM.
sv_se: Appen kräver att enheten ha minst 512MB RAM.

source: 1GB RAM Device
eu: 1GBko RAMdun gailua
ro: Dispozitiv cu 1GB RAM
sr_latn: Uređaj sa 1GB RAM memorije
sv_se: 1GB RAM-enhet

source: The app requires the device to have at least 1GB RAM.
ro: Aplicația necesită un dispozitiv cu cel puțin 1GB RAM.
sr_latn: Aplikacija zahteva da uređaj ima barem 1GB RAM memorije.
sv_se: Appen kräver att enheten ha minst 1GB RAM.

source: The app requires access to the Near Field Communication (NFC) API.
ro: Aplicatia necesit acces la API-ul Near Field Communication (NFC).
sv_se: Appen kräver åtkomst till Near Field Communication (NFC) API.

source: Chargeback
eu: Kobrantza-ezeztapena
sr_latn: Povraćaj novca
sv_se: Återbetalning

source: Other
eu: Bestelakoa
ro: Alta
sr_latn: Drugo
sv_se: Annat

source: Purchase
eu: Erosi
ro: Achiziție
sr_latn: Kupi
sv_se: Köp

source: Refund
eu: Itzuli dirua
ro: Rambursare
sr_latn: Vraćanje novca
sv_se: Pengar tillbaka

source: Voluntary
eu: Borondatezkoa
ro: Voluntară
sr_latn: Dobrovoljno
sv_se: Frivillig

source: Pending
eu: Zain
ro: În așteptare
sr_latn: U toku
sv_se: Väntar

source: Approved Instantly
eu: Berehala onartua
ro: Aprobată instant
sr_latn: Odmah odobreno
sv_se: Godkänd direkt

source: Declined
eu: Baztertua
ro: Refuzată
sr_latn: Odbijeno
sv_se: Avvisad

source: Failed
eu: Huts egin du
ro: Eșuată
sr_latn: Neuspelo
sv_se: Misslyckades

source: The payment was received, but not completed.
eu: Ordainketa jaso da, baina ez da osatu.
ro: Plata a fost primită, dar nu a fost completată.
sr_latn: Uplata je primljena, ali nije završena.
sv_se: Betalningen togs emot, men inte slutförd.

source: The payment failed.
eu: Ordainketak huts egin du.
ro: Plata a eșuat.
sr_latn: Uplata je neuspela.
sv_se: Betalningen misslyckades.

source: The reversal failed.
eu: Ezeztatzeak huts egin du.
ro: Inversare eșuată.
sr_latn: Povraćaj neuspeo.
sv_se: Återföringen misslyckades.

source: The payment was received, but not completed and is awaiting processing.
eu: Ordainketa jaso da, baina ez da osatu eta prozesatzeko zain dago.
ro: Plata a fost primită, dar nu a fost completată și așteaptă să fie procesată.
sr_latn: Uplata je primljena, ali nije završena i čeka na obradu.
sv_se: Betalningen togs emot, men inte slutförd och väntar på bearbetning.

source: Completed
eu: Osatua
ro: Completată
sr_latn: Završeno
sv_se: Slutförd

source: Firefox for Desktop
ro: Firefox pentru desktop
sr_latn: Firefox za desktop
sv_se: Firefox för skrivbord

source: Fully open mobile ecosystem
eu: Mugikorrentzako ekosistema erabat irekia
ro: Ecosistem mobil complet deschis
sr_latn: Potpuno otvoren mobilni ekosistem
sv_se: Helt öppna mobila ekosystemet

source: Windows, Mac and Linux
eu: Windows, Mac eta Linux
ro: Windows, Mac și Linux
sr_latn: Windows, Mac i Linux
sv_se: Windows, Mac och Linux

source: Tablets
eu: Tabletak
ro: Tablete
sr_latn: Tableti
sv_se: Surfplattor

source: For all ages
eu: Adin guztietarako
ro: Pentru toate vârstele
sr_latn: Za sve uzraste
sv_se: För alla åldrar

source: For ages %d+
eu: %d+ gorako adinetarako
ro: Pentru vârstele de peste %d
sr_latn: Za uzrast %d+
sv_se: För åldrar %d+

source: Rating Rejected
eu: Balorazioa baztertuta
ro: Evaluare respinsă
sr_latn: Ocena odbijena
sv_se: Betyg avvisad

source: Rating Pending
eu: Balorazioa zain
ro: Evaluare în așteptare
sr_latn: Ocena na čekanju
sv_se: Betyg väntande

source: Department of Justice, Rating, Titles and Qualification
sr_latn: Ministarstvo pravde SAD, ocene, naslov i kvalifikacije
sv_se: Avdelningen för rättvisa, betyg, titlar och kvalifikationer

source: Generic
eu: Generikoa
sr_latn: Generički
sv_se: Allmänt

source: Everyone
eu: Edonor
ro: Toată lumea
sr_latn: Svi
sv_se: Alla

source: Everyone 10+
eu: 10 urtetik gorako edonor
ro: Toată lumea, peste 10 ani
sr_latn: Svi 10+
sv_se: Alla 10+

source: Teen
eu: Gazteak
ro: Adolescenți
sr_latn: Tinejdžer
sv_se: Tonåringar

source: Mature 17+
eu: 17 urtetik gorako helduak
ro: Oameni maturi, peste 17 ani
sr_latn: Starosti 17+
sv_se: Vuxet 17+

source: Adults Only 18+
eu: 18 urtetik gorako helduak soilik
ro: Numai adulți, peste 18 ani
sr_latn: Samo za odrasle 18+
sv_se: Endast vuxna 18+

source: All Americas except Brazil
eu: Amerika osoa (Brasil ezik)
ro: Toate statele din America cu excepția Braziliei
sr_latn: Sve američke zemlje osim Brazila
sv_se: Hela Amerika utom Brasilien

source: Europe
eu: Europa
ro: Europa
sr_latn: Evropa
sv_se: Europa

source: Rest of World
eu: Munduaren gainerakoa
ro: Restul Lumii
sr_latn: Ostatak sveta
sv_se: Övriga världen

source: Bonaire, Sint Eustatius and Saba
ro: Bonaire, Sint Eustatius și Saba
sv_se: Bonaire, Sint Eustatius och Saba

source: Bolivia, Plurinational State of
ro: Bolivia
sv_se: Bolivia

source: Congo, Democratic Republic of the
ro: Congo, Republica Democrată
sv_se: Kongo-Kinshasa

source: Cabo Verde
ro: Capul Verde
sv_se: Kap Verde

source: Heard Island and McDonald Islands
ro: Insulele Heard și McDonald
sv_se: Heard- och McDonaldöarna

source: Lao People's Democratic Republic
ro: Laos, Republica Populară Democrată
sv_se: Laos

source: Libya
sv_se: Libyen

source: Saint Martin (French part)
ro: Saint Martin (partea franceză)
sv_se: Saint Martin

source: Macedonia, the former Yugoslav Republic of
ro: Macedonia
sv_se: Makedonien

source: Palestine, State of
ro: Palestina
sv_se: Palestina

source: Russia
ro: Rusia
sr_latn: Rusija
sv_se: Ryssland

source: Saint Helena, Ascension and Tristan da Cunha
ro: Saint Helena, Ascension și Tristan da Cunha
sv_se: Sankta Helena, Ascension och Tristan da Cunha

source: Holy See
ro: Vatican
sv_se: Vatikanstaten

source: Hosted
eu: Ostatatuta
ro: Găzduit
sr_latn: Hostovana
sv_se: Värdbaserad

source: Packaged
eu: Paketatuta
ro: Împachetat
sr_latn: Upakovana
sv_se: Paketerad

source: Agreement
eu: Kontratua
ro: Acord
sr_latn: Ugovor
sv_se: Avtal

source: Submit
eu: Bidali
ro: Trimite
sr_latn: Podnesi
sv_se: Skicka in

source: Details
eu: Xehetasunak
ro: Detalii
sr_latn: Informacije
sv_se: Detaljer

source: Next Steps
eu: Hurrengo urratsak
ro: Pașii următori
sr_latn: Sledeći koraci
sv_se: Nästa steg

source: (Unsupported)
eu: (Ez onartua)
ro: (Nesuportat)
sr_latn: (Nije podržano)
sv_se: (Stöds ej)

source: Could not connect to payment server.
eu: Ezin izan da konektatu ordainketa-zerbitzariarekin.
ro: Nu s-a putut conecta la serverul de plată.
sr_latn: Ne mogu se povezati na server za plaćanje.
sv_se: Kan inte ansluta till betalningsserver.

source: Cannot delete shared account
eu: Ezin izan da ezabatu partekatutako kontua
ro: Nu s-a putut șterge contul partajat
sr_latn: Ne mogu izbrisati podeljeni nalog
sv_se: Kan inte ta bort delat konto

source: Content rating changed to Adult.
eu: Edukien balorazioa 'Helduentzat' motara aldatu da.
ro: Evaluare de conținut schimbat în Adult.
sr_latn: Ocena sadržaja promenjena na Odrasli.
sv_se: Innehållsklassificering ändrad till vuxen.

source: You cannot select {region}.
eu: Ezin duzu {region} hautatu.
ro: Nu poți selecta {region}.
sr_latn: Ne možete odabrati {region}.
sv_se: Du kan inte välja {region}.

source: All team members must have read and agreed to the developer agreement.
eu: Taldeko kide guztiek garatzaile-hitzarmena irakurri eta onartu behar izan dute.
ro: Toți membrii echipei trebuie să citească și să fie de acord cu acordul de dezvoltare.
sr_latn: Svi članovi tima moraju pročitati i složiti se sa sporazumom o programerima.
sv_se: Alla gruppmedlemmar måste ha läst och godkänt utvecklaravtalet.

source: Must have at least one owner.
eu: Gutxienez jabe bat izan behar du.
ro: Trebuie să aibă cel puțin un proprietar.
sr_latn: Mora imati najmanje jednog vlasnika.
sv_se: Måste minsta ha en ägare.

source: At least one team member must be listed.
eu: Gutxienez taldekide batek egon behar du zerrendan.
ro: Cel puțin un membru al echipei trebuie listat.
sr_latn: Najmanje jedan član tima mora biti naveden.
sv_se: Minst en gruppmedlem måste anges.

source: A team member can only be listed once.
eu: Taldekide bat behin bakarrik zerrenda daiteke.
ro: Un membru al echipei poate fi listat o singură dată.
sr_latn: Član tima može biti naveden samo jednom.
sv_se: En gruppmedlem kan bara anges en gång.

source: Oops, looks like you already submitted that manifest for %s, which is currently public. <a href="%s">Edit app</a>
eu: Dirudienez, manifestu hori publiko den %s aplikaziorako bidali duzu lehenago. <a href="%s">Editatu aplikazioa</a>
ro: Ups, se pare că ați trimis deja manifestul pentru %s, care este public în prezent. <a href="%s">Editează aplicația</a>
sr_latn: Ups, izgleda da je već poslat manifest za %s, koji je trenutno javan. <a href="%s">Uredi aplikaciju</a>
sv_se: Oj, det ser ut som du redan skickat in en manifest för %s, som för närvarande är offentlig. <a href="%s">Redigera appen</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently pending. <a href="%s">Edit app</a>
eu: Dirudienez, manifestu hori zain dagoen %s aplikaziorako bidali duzu lehenago. <a href="%s">Editatu aplikazioa</a>
ro: Ups, se pare că ați trimis deja manifestul pentru %s, care este în așteptare. <a href="%s">Editează aplicația</a>
sr_latn: Ups, izgleda da je već poslat manifest za %s, koji je trenutno na čekanju. <a href="%s">Uredi aplikaciju</a>
sv_se: Oj, det ser ut som du redan skickat in en manifest för %s, som för närvarande är under behandling. <a href="%s">Redigera appen</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently incomplete. <a href="%s">Resume app</a>
eu: Dirudienez, manifestu hori osatu gabe dagoen %s aplikaziorako bidali duzu lehenago. <a href="%s">Berrabiarazi aplikazioa</a>
ro: Ups, se pare că ați trimis deja manifestul pentru %s, care este momentan incomplet. <a href="%s">Reia aplicația</a>
sr_latn: Ups, izgleda da je već poslat manifest za %s, koji je trenutno nepotpun. <a href="%s">Nastavi sa aplikacijom</a>
sv_se: Oj, det ser ut som du redan skickat in en manifest för %s, som för närvarande är ofullständig. <a href="%s">Redigera appen</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently rejected. <a href="%s">Edit app</a>
eu: Dirudienez, manifestu hori baztertuta dagoen %s aplikaziorako bidali duzu lehenago. <a href="%s">Editatu aplikazioa</a>
ro: Ups, se pare că ați trimis deja manifestul pentru %s, care a fost respins deja. <a href="%s">Editează aplicația</a>
sr_latn: Ups, izgleda da je već poslat manifest za %s, koji je trenutno odbijen. <a href="%s">Uredi aplikaciju</a>
sv_se: Oj, det ser ut som du redan skickat in en manifest för %s, som för närvarande ej är godkänd. <a href="%s">Redigera appen</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently banned on Marketplace. <a href="%s">Edit app</a>
eu: Hara! Dirudienez dagoeneko bidalia duzu manifestu hori %s(r)entzako, zeina une honetan Marketplace-ean debekatuta dagoen. <a href="%s">Editatu aplikazioa</a>
ro: Ups, se pare că ați trimis deja manifestul pentru %s, care este momentan interzisă pe Marketplace. <a href="%s">Editează aplicația</a>
sr_latn: Ups, izgleda da ste već dostavili manifest za %s, koji je trenutno banovan na Marketplace-u. <a href="%s">Uredi aplikaciju</a>
sv_se: Oj, det ser ut som du redan skickat in en manifest för %s, som för närvarande är bannlyst på Marketplace. <a href="%s">Redigera app</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently disabled. <a href="%s">Edit app</a>
eu: Dirudienez, manifestu hori desgaituta dagoen %s aplikaziorako bidali duzu lehenago. <a href="%s">Editatu aplikazioa</a>
ro: Ups, se pare că ați trimis deja manifestul pentru %s, care este momentan dezactivat. <a href="%s">Editează aplicația</a>
sr_latn: Ups, izgleda da je već poslat manifest za %s, koji je trenutno isključen. <a href="%s">Uredi aplikaciju</a>
sv_se: Oj, det ser ut som du redan skickat in en manifest för %s, som för närvarande är inaktiverad. <a href="%s">Redigera appen</a>

source: An app already exists on this domain; only one app per domain is allowed.
eu: Dagoeneko existitzen da aplikazio bat domeinu honetan; domeinuko aplikazio bakarra onartzen da.
ro: Există deja o aplicație pentru acest domeniu; doar o singură aplicație per domeniu este permisă.
sr_latn: Aplikacija već postoji na ovom domenu; samo jedna aplikacija po domenu je dozvoljena.
sv_se: En app finns redan på detta område; endast en app per domän är tillåtet.

source: Invalid region(s) selected.
eu: Eskualde baliogabea(k) hautatu d(it)uzu.
ro: Regiuni invalide selectate.
sr_latn: Nevažeći region(s) su izabrani.
sv_se: Ogiltig region vald.

source: You must upload at least one screenshot or video.
eu: Gutxienez pantaila-argazki edo bideo bat igo behar duzu.
ro: Trebuie să încarci cel puțin o captură de ecran sau videoclip.
sr_latn: Morate postaviti makar jedan video ili snimak ekrana.
sv_se: Du måste ladda upp minst en skärmdump eller video.

source: Packaged app too large for submission. Packages must be smaller than %s.
eu: Paketatutako aplikazioa handiegia da eta ezin da bidali. Paketeek %s baino txikiagoak izan behar dute.
ro: Aplicația împachetată este prea mare pentru a fi admisă. Pachetele trebuie să fie mai mici de %s.
sr_latn: Upakovana aplikcija je prevelika za podnošenje. Paketi moraju biti manji od %s.
sv_se: Paketerad app är för stor för att skicka in. Paketen måste vara mindre än %s.

source: Error extracting manifest from zip file.
eu: Errorea zip fitxategitik manifestua erauzterakoan.
ro: Eroare la extragerea manifestului din fișierul zip.
sr_latn: Greška pri ekstrakciji manifesta iz zip datoteke.
sv_se: Fel vid extrahering av manifest från zip-fil.

source: Hosted URL:
sv_se: Värd-URL:

source: A URL to where your app is hosted on the web, if it exists. This allows users to try out your app before installing it.
sv_se: En URL till din app där den hyses på webben, om den finns. Detta tillåter användare att testa appen innan de installerar den.

source: Provide a detailed description of your app
eu: Eman aplikazioaren deskribapen xehea
ro: Furnizează o descriere detaliată a aplicației
sr_latn: Dostavite detaljan opis Vaše aplikacije
sv_se: Ge en detaljerad beskrivning av din app

source: This description will appear on the details page.
eu: Deskribapena xehetasunen orrian erakutsiko da.
ro: Descrierea va apărea pe pagina de detalii.
sr_latn: Opis će se pojaviti na stranici za detalje.
sv_se: Denna beskrivning kommer att visas på detaljsidan.

source: Search Keywords:
ro: Cuvintele cheie pentru căutare:
sv_se: Sökord:

source: The search keywords are used to return search results in the Firefox Marketplace. Be sure to include a keywords that accurately reflect your app.
ro: Cuvintele cheie pentru căutare sunt folosite pentru a returna rezultatele căutării în Firefox Marketplace. Asigură-te că incluzi cuvinte cheii care să reflecte corect aplicația.
sv_se: De sökord som används för att returnera sökresultat i Firefox Marketplace. Var noga med att inkludera ett sökord som korrekt återspeglar din app.

source: This slug is already in use. Please choose another.
eu: Slug hori norbait ari da erabiltzen. Hautatu beste bat.
ro: Acest slug este deja folosit. Te rugăm să alegi altul.
sr_latn: Naziv url adrese je u upotrebi. Molimo Vas izaberite drugi.
sv_se: Sluggen används redan. Välj en annan.

source: The slug cannot be "%s". Please choose another.
eu: Slug-ak ezin du "%s" izan. Hautatu beste bat.
ro: Slug-ul nu poate fi „%s”. Te rugăm să alegi altul.
sr_latn: Naziv url adrese ne može biti "%s". Molimo Vas izaberite drugi.
sv_se: Sluggen kan inte vara "%s". Välj en annan.

source: Manifest URL changed from {before_url} to {after_url}
eu: Manifestuaren URLa aldatu da: {before_url} -> {after_url}
ro: URL-ul manifestului schimbat din {before_url} în {after_url}
sr_latn: URL manifesta se promenio sa {before_url} na {after_url}
sv_se: Manifest-URL ändrad från {before_url} till {after_url}

source: Please specify your app's Privacy Policy
eu: Zehaztu aplikazioaren pribatutasun-politika
ro: Specifică politica de confidențialitate a aplicației
sr_latn: Molimo ukažite na polisu privatnosti Vaše aplikacije
sv_se: Vänligen ange din apps sekretesspolicy
