Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: No events found for this period.
ro: Nu s-au găsit evenimente pentru această perioadă.
sr_latn: Nije pronađeno događaja za taj period.
sv_se: Inga händelser hittades för denna period.

source: Log Details
ro: Detalii activități
sr_latn: Detalji dnevnika
sv_se: Loggdetaljer

source: Log details
ro: Detalii activități
sr_latn: Detalji dnevnika
sv_se: Loggdetaljer

source: Moderation date
ro: Data moderării
sr_latn: Datum moderacije
sv_se: Moderationsdatum

source: App title
ro: Titlu aplicație
sr_latn: Naslov aplikacije
sv_se: Apptitel

source: Review title
ro: Titlu recenzie
sr_latn: Naslov recenzije
sv_se: Granskningstitel

source: Review text
ro: Conținut recenzie
sr_latn: Tekst recenzije
sv_se: Granskningstext

source: Review was flagged prior to moderation.
ro: Recenzia a fost marcată
sv_se: Granskning har flaggats innan moderation.

source: Current review status
ro: Starea actuală a recenziei
sr_latn: Trenutni status recenzije
sv_se: Aktuell granskningsstatus

source: Alive
ro: Activ
sv_se: Levande

source: Undelete
ro: Anulează ștergerea
sv_se: Ångra borttagning

source: Update message of the day
eu: Eguneratu eguneko mezua
ro: Actualizează mesajul zilei
sr_latn: Ažuriraj poruku dana
sv_se: Uppdatera dagens meddelande

source: Reviewer Scores for {0}
ro: Scoruri recenzori pentru {0}
sr_latn: Ocene recenzenta za {0}
sv_se: Granskningspoäng för {0}

source: All-time Point Breakdown
ro: Cronologia punctelor
sr_latn: Pregled poena
sv_se: Total poängfördelning

source: Points
ro: Puncte
sr_latn: Poeni
sv_se: Poäng

source: Month
eu: Hilabetea
ro: Luna
sr_latn: Mesec
sv_se: Månad

source: Year
eu: Urtea
ro: Anul
sr_latn: Godina
sv_se: År

source: All-Time
ro: Total
sr_latn: Sve-vreme
sv_se: Totalt

source: Waiting Time
eu: Itxarote-denbora
ro: Timp de așteptare
sr_latn: Vreme čekanja
sv_se: Väntetid

source: Payment Category:
eu: Ordainketaren kategoria:
ro: Categorie de plăți:
sr_latn: Kategorije plaćanja:
sv_se: Betalningskategori:

source: Helpful Links:
eu: Lotura lagungarriak:
ro: Legături de ajutor:
sr_latn: Korisne veze:
sv_se: Nyttiga länkar:

source: Reviewers' Guide
ro: Ghidul recenzentului
sr_latn: Vodič recenzenata
sv_se: Guide för granskare

source: {region} Review Queue
ro: {region} coadă de recenzii
sr_latn: {region} čekanje za pregled
sv_se: {region} granskningskö

source: by
eu: egilea:
ro: de
sr_latn: od
sv_se: av

source: In re-review queue
eu: Berriro berrikusteko ilaran
ro: Coadă re-recenzii
sr_latn: U redu za ponovni pregled
sv_se: I ny-granskningskön

source: In escalation queue
eu: Goratze-ilaran
ro: Coadă escaladări
sr_latn: U redu za eskalaciju
sv_se: I upptrappningskön

source: In Tarako queue
ro: Coadă Tarako
sr_latn: U Tarako redu za čekanje
sv_se: I Tarako-kön

source: In China queue
ro: Coadă China
sr_latn: U redu za Kinu
sv_se: I Kina-kön

source: Review This App
eu: Berrikusi aplikazio hau
ro: Recenzați aplicația
sr_latn: Pregledaj ovu aplikaciju
sv_se: Granska denna app

source: More Information
eu: Informazio gehiago
ro: Mai multe informații
sr_latn: Više informacija
sv_se: Mer information

source: App History
eu: Aplikazioaren historia
ro: Istoric aplicație
sr_latn: Istorija aplikacije
sv_se: App-historik

source: Resolution
eu: Ebazpena
ro: Rezoluție
sr_latn: Rezolucija
sv_se: Upplösning

source: App submission incomplete
ro: Propunerea de aplicație e incompletă
sr_latn: Podnošenje aplikacije je nepotpuno
sv_se: App-inskickning ofullständig

source: You can still submit this form, however only do so if you know it won't conflict.
ro: Încă puteți să transmiteți acest formular, dar numai dacă sunteți sigur(ă) că nu va exista un conflict.
sr_latn: Još uvek možete da pošaljete ovaj obrazac, međutim, samo učinite to ako znate da nije u konfliktu.
sv_se: Du kan fortfarande skicka in detta formulär, men gör endast det om du vet att det inte kommer bli någon konflikt.

source: Insert canned response...
ro: Introduceți răspuns standard...
sr_latn: Ubacite unapred pripremljen odgovor...
sv_se: Infoga standardsvar...

source: Tested on:
ro: Testat pe:
sv_se: Testad på:

source: Add device
ro: Adaugă dispozitiv
sv_se: Lägg till enhet

source: Browse
eu: Arakatu
ro: Navigare
sr_latn: Pregledaj
sv_se: Bläddra

source: Attach another file
eu: Erantsi beste fitxategi bat
ro: Atașează un alt fișier
sr_latn: Priloži drugu datoteku
sv_se: Bifoga en annan fil

source: Device Override:
ro: Ignorare dispozitiv:
sr_latn: Zanemarivanje uređaja:
sv_se: Åsidosätt enhet:

source: Minimum Requirements Override:
ro: Ignorare cerințe minime:
sr_latn: Minimalni zahtevi za zanemarivanje:
sv_se: Åsidosätt minimikrav:

source: <strong>Warning!</strong> Another user was viewing this page before you.
ro: <strong>Atenție!</strong> Un alt utilizator vizualiza această pagină mai devreme.
sr_latn: <strong>Upozorenje!</strong> Drugi korisnik je pregledavao ovu stranicu pre vas.
sv_se: <strong>Varning!</strong> En annan användare beskådade denna sida innan dig.

source: Attachments
eu: Eranskinak
ro: Atașamente
sr_latn: Prilozi
sv_se: Bilagor

source: This version has not been reviewed
eu: Bertsio hau ez da berrikusi
ro: Această versiune nu a fost recenzată
sr_latn: Ova verzija nije pregledana
sv_se: Denna version har inte granskats

source: Device Types
eu: Gailu motak
ro: Tipuri de dispozitive
sr_latn: Tipovi uređaja
sv_se: Enhetstyper

source: View Privacy Policy
eu: Ikusi pribatutasun-politika
ro: Vedeți politica de confidențialitate
sr_latn: Pogledaj polisu privatnosti
sv_se: Visa sekretesspolicy

source: Requirements
eu: Eskakizunak
ro: Cerințe
sr_latn: Zahtevi
sv_se: Krav

source: Show more
eu: Erakutsi gehiago
ro: Arată mai mult
sr_latn: Prikaži više
sv_se: Visa mer

source: Signed Zip
ro: Zip semnat
sr_latn: Označen Zip
sv_se: Signerad Zip

source: Ratings
eu: Kalifikazioak
ro: Evaluări
sr_latn: Ocene
sv_se: Betyg

source: This app has not yet been rated
ro: Aplicația nu a fost încă evaluată
sr_latn: Ova aplikacija još nije ocenjena
sv_se: Appen är ännu inte betygsatt

source: Updated
eu: Eguneratua
ro: Actualizat
sr_latn: Ažurirano
sv_se: Uppdaterad

source: Rating
eu: Kalifikazioa
ro: Evaluare
sr_latn: Ocene
sv_se: Betyg

source: Region Availability
ro: Disponibilitate regiuni
sr_latn: Dostupnost po regionima
sv_se: Tillgänglighet av region

source: Show less
eu: Erakutsi gutxiago
ro: Arată mai puțin
sr_latn: Prikaži manje
sv_se: Visa mindre

source: Images
eu: Irudiak
ro: Imagini
sr_latn: Slike
sv_se: Bilder

source: More about this app
eu: Gehiago aplikazio honi buruz
ro: Mai multe despre aplicație
sr_latn: Više o ovoj aplikaciji
sv_se: Mer om denna app

source: Nothing to see here! The developer did not include any details.
eu: Ez dago ezer ikusteko hemen! Garatzaileak ez du xehetasunik gehitu.
ro: Nu e nimic aici! Dezvoltatorul nu a inclus nimic aici.
sr_latn: Tu nema ništa za videti! Programer nije obuhvatio nikakve detalje.
sv_se: Inget att se här! Utvecklaren inkluderade inga detaljer.

source: Filter
eu: Iragazkia
ro: Filtru
sr_latn: Filtriraj
sv_se: Filtrera

source: App origin
ro: Origine aplicație
sr_latn: Poreklo aplikacije
sv_se: App-ursprung

source: <strong>IDN domain!</strong> punycode version: %(punycode_app_domain)s
ro: <strong>Domeniu IDN!</strong> versiune punycode: %(punycode_app_domain)s
sr_latn: <strong>IDN domen!</strong> punycode verzija: %(punycode_app_domain)s
sv_se: <strong>IDN-domän!</strong> punycode-version: %(punycode_app_domain)s

source: Priority Review Needed
ro: Este necesară recenzie prioritară
sr_latn: Pregled prioriteta je potreban
sv_se: Prioriterad granskning behövs

source: Privileged App
ro: Aplicație privilegiată
sr_latn: Privilegovana aplikacija
sv_se: Privilegierad app

source: Premium with In-App
ro: Premium cu vânzări în aplicație
sr_latn: Premijum u okviru aplikacije
sv_se: Premium med in-app

source: Free with In-App
ro: Gratis cu vânzări în aplicație
sr_latn: Besplatno u okviru aplikacije
sv_se: Gratis med in-app

source: more...
eu: gehiago...
ro: mai multe...
sr_latn: više...
sv_se: mer...

source: Older versions
ro: Versiuni mai vechi
sr_latn: Starije verzije
sv_se: Äldre versioner

source: Newer versions
ro: Versiuni mai noi
sr_latn: Novije verzije
sv_se: Nyare versioner

source: Process
ro: Proces
sv_se: Förfarande

source: Actions:
ro: Acțiuni:
sv_se: Åtgärder:

source: Review page
ro: Pagină recenzie
sv_se: Granska sida

source: <a href="%(abuses_url)s">All abuse reports (%(abuses_count)s)</a>]
ro: <a href="%(abuses_url)s">Toate rapoartele de abuz (%(abuses_count)s)</a>]
sv_se: <a href="%(abuses_url)s">Alla missbruksrapporter (%(abuses_count)s)</a>]

source: <span class="submitted-by">Submitted by %(user)s on %(date)s [%(ip_address)s]</span>
ro: <span class="submitted-by">Propusă de %(user)s pe %(date)s [%(ip_address)s]</span>
sv_se: <span class="submitted-by">Inskickad av %(user)s den %(date)s [%(ip_address)s]</span>

source: - <a class="translate reviewers-desktop" rel="nofollow" target="_blank" href="%(translate_url)s">translate</a>
ro: - <a class="translate reviewers-desktop" rel="nofollow" target="_blank" href="%(translate_url)s">tradu</a>
sv_se: - <a class="translate reviewers-desktop" rel="nofollow" target="_blank" href="%(translate_url)s">översätt</a>

source: All abuse reports read. Good work!
ro: Toate rapoartele de abuz au fost citite. Bravo!
sv_se: Alla missbruksrapporter lästa. Bra jobbat!

source: Process Reviews
eu: Prozesatu berrikuspenak
ro: Procesare recenzii
sr_latn: Revizije procesa
sv_se: Behandla granskningar

source: Moderation actions:
eu: Moderazio-ekintzak:
ro: Acțiuni de moderare:
sr_latn: Akcije moderacije:
sv_se: Modereringsåtgärder:

source: by %(user)s on %(date)s %(stars)s (%(locale)s)
ro: de %(user)s pe %(date)s %(stars)s (%(locale)s)
sr_latn: od %(user)s datuma %(date)s %(stars)s (%(locale)s)
sv_se: av %(user)s den %(date)s %(stars)s (%(locale)s)

source: translate
eu: itzuli
ro: tradu
sr_latn: prevedi
sv_se: översätt

source: <strong>%(reason)s</strong> <span class="light">Flagged by %(user)s on %(date)s</span>
ro: <strong>%(reason)s</strong> <span class="light">Marcat de by %(user)s pe %(date)s</span>
sr_latn: <strong>%(reason)s</strong> <span class="light">Označen od %(user)s datuma %(date)s</span>
sv_se: <strong>%(reason)s</strong> <span class="light">Flaggad av %(user)s den %(date)s</span>

source: All reviews have been moderated. Good work!
eu: Berrikuspen guztiak moderatu dira. Lan ona!
ro: Toate recenziile sunt moderate. Succes!
sr_latn: Sve recenzije su uređene. Odličan posao!
sv_se: Alla granskningar är modererade. Bra jobbat!

source: Advanced Search
eu: Bilaketa aurreratua
ro: Căutare avansată
sr_latn: Napredna pretraga
sv_se: Avancerad sökning

source: Clear Search
eu: Garbitu bilaketa
ro: Anulare căutare
sr_latn: Očisti pretragu
sv_se: Rensa sökning

source: Close
eu: Itxi
ro: Închide
sr_latn: Zatvori
sv_se: Stäng

source: Files in this version:
eu: Bertsio honetako fitxategiak:
ro: Fișiere în această versiune:
sr_latn: Datoteke u ovoj verziji:
sv_se: Filer i denna version:

source: Validation
eu: Balidazioa
ro: Validare
sr_latn: Validacija
sv_se: Validering

source: Contents
eu: Edukiak
ro: Conținut
sr_latn: Sadržaji
sv_se: Innehåll

source: Compare
eu: Alderatu
ro: Comparație
sr_latn: Uporedi
sv_se: Jämför

source: Loading App History &hellip;
ro: Se încarcă istoricul aplicației &hellip;
sr_latn: Učitavam istorijat aplikacije &hellip;
sv_se: Laddar app-historik &hellip;

source: Next Comments
ro: Următoarele comentarii
sr_latn: Sledeći komentari
sv_se: Nästa kommentarer

source: Previous Comments
ro: Comentariile anterioare
sr_latn: Prethodni komentari
sv_se: Föregående kommentarer

source: Jump to first page
eu: Joan lehen orrira
ro: Salt la prima pagină
sr_latn: Prebacite se na prvu stranu
sv_se: Hoppa till första sidan

source: Previous
eu: Aurrekoa
ro: Anterior
sr_latn: Prethodno
sv_se: Föregående

source: Page <a href="%(current_pg_url)s">%(current_pg)s</a> of <a href="%(last_pg_url)s">%(last_pg)s</a>
eu: Orria: <a href="%(last_pg_url)s">%(last_pg)s</a> / <a href="%(current_pg_url)s">%(current_pg)s</a>
ro: Pagina <a href="%(current_pg_url)s">%(current_pg)s</a> din <a href="%(last_pg_url)s">%(last_pg)s</a>
sr_latn: Stranica <a href="%(current_pg_url)s">%(current_pg)s</a> od <a href="%(last_pg_url)s">%(last_pg)s</a>
sv_se: Sida <a href="%(current_pg_url)s">%(current_pg)s</a> av <a href="%(last_pg_url)s">%(last_pg)s</a>

source: Showing <b>%(begin)s</b>&ndash;<b>%(end)s</b> of <b>%(count)s</b>
eu: <b>%(count)s</b> emaitzatik <b>%(begin)s</b>&ndash;<b>%(end)s</b> erakusten
ro: Vizibil <b>%(begin)s</b>&ndash;<b>%(end)s</b> din <b>%(count)s</b>
sr_latn: Prikazano <b>%(begin)s</b>&ndash;<b>%(end)s</b> od <b>%(count)s</b>
sv_se: Visar <b>%(begin)s</b>&ndash;<b>%(end)s</b> av <b>%(count)s</b>

source: Recent Points
eu: Azken aldiko puntuak
ro: Puncte recente
sr_latn: Nedavni poeni
sv_se: Senaste poäng

source: No points awarded yet.
eu: Oraindik ez da punturik eman.
ro: Încă nu s-au acordat puncte.
sr_latn: Do sada nisu dodeljeni poeni.
sv_se: Inga poäng har delats ut än.

source: Top Reviewers (past 7 days)
eu: Nabarmendutako berrikusleak (azken 7 egunetan)
ro: Recenzenți de top (ultimele 7 zile)
sr_latn: Najbolji urednici(poslednjih 7 dana)
sv_se: Bästa granskare (senaste 7 dagar)

source: No top reviewers yet.
eu: Oraindik ez dago nabarmendutako berrikuslerik.
ro: Nu sunt încă recenzenți de top.
sr_latn: Još uvek nema urednika.
sv_se: Inga bästa granskare än.

source: All Time
eu: Denbora guztian
ro: Dintotdeauna
sr_latn: Sve vreme
sv_se: Totalt

source: You have <span>{0}</span> points.
eu: <span>{0}</span> puntu dituzu.
ro: Aveți <span>{0}</span> puncte.
sr_latn: Imate <span>{0}</span> poena.
sv_se: Du har <span>{0}</span> poäng.

source: No results found
eu: Ez da emaitzarik aurkitu
ro: Nu s-au găsit rezultate.
sr_latn: Nema pronađenih rezultata
sv_se: Inga resultat hittades

source: Relevance
eu: Garrantzia
ro: Relevanță
sr_latn: Relevantnost
sv_se: Relevans

source: Popularity
eu: Arrakasta
ro: Popularitate
sr_latn: Popularnost
sv_se: Popularitet

source: Weekly Downloads
eu: Asteroko deskargak
ro: Descărcări săptămânale
sr_latn: Sedmična preuzimanja
sv_se: Nedladdningar per vecka

source: Top Rated
eu: Ondoen puntuatutakoak
ro: Cele mai bune
sr_latn: Najbolje ocenjeno
sv_se: Högst betyg

source: Newest
eu: Berrienak
ro: Cele mai noi
sr_latn: Najnovije
sv_se: Nyast

source: Reviewed
eu: Berrikusita
ro: Recenzate
sr_latn: Pregledano
sv_se: Granskad

source: Trending
ro: Tendințe
sr_latn: U trendu
sv_se: Trend

source: Any App Type
eu: Edozein aplikazio mota
ro: Orice tip de aplicație
sr_latn: Bilo koji tip aplikacije
sv_se: Trend

source: Privileged packaged app
eu: Pribilegiodun aplikazio paketatua
ro: Aplicații privilegiate împachetate
sr_latn: Privilegovana upakovana aplikacija
sv_se: Privilegierad paketerad app

source: Free with In-app
eu: Doakoa aplikazio barneko ordainketekin
ro: Gratis cu plata în aplicație
sr_latn: Besplatno u okviru aplikacije
sv_se: Gratis med in-app

source: Premium with In-app
eu: Premium-a aplikazio barneko ordainketekin
ro: Premium cu plata în aplicație
sr_latn: Premijum u okviru aplikacije
sv_se: Premium med in-app

source: Other System for In-App
eu: Aplikazio barneko ordainketetarako beste sistema bat
ro: Alte sisteme pentru plata în aplicație
sr_latn: Drugi sistem u okviru aplikacije
sv_se: Andra system för in-app

source: Any Device Type
eu: Edozein gailu mota
ro: Orice tip de dispozitiv
sr_latn: Bilo koji tip uređaja
sv_se: Alla enhetstyper

source: Mobile
eu: Mugikorra
ro: Mobil
sr_latn: Mobilni
sv_se: Mobil

source: Tablet
eu: Tableta
ro: Tabletă
sv_se: Surfplatta

source: All Categories
eu: Kategoria guztiak
ro: Toate categoriile
sr_latn: Sve kategorije
sv_se: Alla kategorier

source: Search for apps
eu: Bilatu aplikazioak
ro: Căutare aplicații
sr_latn: Pretraži aplikacije
sv_se: Sök efter appar

source: Device type
eu: Gailu mota
ro: Tip dispozitiv
sr_latn: Tip uređaja
sv_se: Enhetstyp

source: Premium types
eu: Premium motak
ro: Tipuri premium
sr_latn: Premijum tipovi
sv_se: Premiumtyper

source: App type
eu: Aplikazio-mota
ro: Tip aplicație
sr_latn: Tip aplikacije
sv_se: App-typ

source: Installs allowed from
ro: Instalări permise de pe
sr_latn: Instalacija je dozvoljena sa
sv_se: Installationer tillåts från

source: Everywhere
ro: Oriunde
sr_latn: Bilo kog mesta
sv_se: Överallt

source: Works offline
eu: Lineaz kanpo dabil
ro: Funcționează offline
sr_latn: Radi van mreže
sv_se: Fungerar nedkopplad

source: Supported languages
eu: Onartutako hizkuntzak
ro: Limbi suportate
sr_latn: Podržani jezici
sv_se: Språk som stöds

source: Author name
eu: Egile-izena
ro: Nume autor
sr_latn: Ime autora
sv_se: Författarens namn

source: Tags
eu: Etiketak
ro: Etichete
sr_latn: Oznake
sv_se: Etiketter

source: Search Unavailable
eu: Bilaketa ez dago erabilgarri
ro: Căutare indisponibilă
sr_latn: Pretraga je nedostupna
sv_se: Sökning ej tillgänglig

source: Search is temporarily unavailable. Please try again in a few minutes.
eu: Bilaketa ez dago erabilgarri momentu honetan. Saiatu berriro geroago.
ro: Căutarea este temporar indisponibilă. Încercați din nou în câteva minute.
sr_latn: Pretraga je trenutno nedostupna. Molimo pokušajte ponovo za nekoliko minuta.
sv_se: Sökning är ej tillgänglig för tillfället. Försök igen om några minuter.

source: Account Settings
eu: Kontu-ezarpenak
ro: Setări cont
sr_latn: Podešavanja naloga
sv_se: Kontoinställningar

source: Change Password
eu: Aldatu pasahitza
ro: Schimbă parola
sr_latn: Promeni lozinku
sv_se: Ändra lösenord

source: Sign out
eu: Amaitu saioa
ro: Ieșire
sr_latn: Odjavi se
sv_se: Logga ut

source: Developer Hub
eu: Garatzaile-zentroa
ro: Hub dezvoltatori
sr_latn: Centar za programera
sv_se: Utvecklarcenter

source: Admin Tools
eu: Kudeaketa-tresnak
ro: Unelte de administrare
sr_latn: Alati administratora
sv_se: Administratörsverktyg

source: Enter at least one value.
eu: Idatzi gutxienez balio bat.
ro: Introduceți cel puțin o valoare.
sr_latn: Unesite bar jednu vrednost.
sv_se: Ange minst ett värde.

source: Hexadecimal color
eu: Kolore hamaseitarra
ro: Culoare hexadecimală
sr_latn: Heksodecimalna boja
sv_se: Hexadecimal färg

source: Must be a valid hex color code, e.g. #FF0035.
eu: Baliozko kolore-kode hamaseitar bat izan behar da, adib. #FF0035.
ro: Trebuie să fie un cod hex valid, de ex. #FF0035.
sr_latn: Mora da bude hex kod boje, npr. #FF0035.
sv_se: Måste vara en giltig hexadecimal färgkod, exempel #FF0035.

source: As soon as it is approved.
eu: Onartu bezain laster.
ro: Imediat ce e aprobat.
sr_latn: Čim se odobri.
sv_se: Så snart den är godkänd.

source: Not until I manually make it public.
eu: Ez eskuz publiko egin arte.
ro: Nu până ce nu o public manual.
sr_latn: Ne dok ga sam ručno ne napravim javnim.
sv_se: Inte förrän jag manuellt gör den publik.

source: Home
eu: Nagusia
ro: Acasă
sr_latn: Početna
sv_se: Hem

source: {0} ago
eu: duela {0}
ro: acum {0}
sr_latn: pre {0}
sv_se: {0} sen

source: {addon} was created.
eu: {addon} sortu da.
ro: {addon} a fost creat.
sr_latn: {addon} je kreiran.
sv_se: {addon} skapades.

source: {addon} properties edited.
eu: {addon}(r)en propietateak editatu dira.
ro: proprietăți {addon} editate.
sr_latn: {addon} svojstva su izmenjena.
sv_se: Egenskaper för {addon} ändrades.

source: {addon} description edited.
eu: {addon}(r)en deskribapena editatu da.
ro: descriere {addon} editate.
sr_latn: {addon} opis je izmenjen.
sv_se: Beskrivning för {addon} ändrades.

source: Categories edited for {addon}.
eu: {addon}(r)en kategoriak editatu dira.
ro: Categorii editate pentru {addon}.
sr_latn: Kategorije su izmenjene za {addon}.
sv_se: Kategorier redigerad för {addon}.

source: {0.name} ({1}) added to {addon}.
eu: {0.name} ({1}) gehituta {addon}(e)ra.
ro: {0.name} ({1}) adăugat la {addon}.
sr_latn: {0.name} ({1}) dodat u {addon}.
sv_se: {0.name} ({1}) lades till {addon}.

source: {0.name} ({1}) removed from {addon}.
eu: {0.name} ({1}) kenduta {addon}(e)tik.
ro: {0.name} ({1}) șters din {addon}.
sr_latn: {0.name} ({1}) uklonjeno iz {addon}.
sv_se: {0.name} ({1}) togs bort från {addon}.

source: Contributions for {addon}.
eu: {addon}: ekarpenak.
ro: Contribuții pentru {addon}.
sr_latn: Prilozi za {addon}.
sv_se: Bidrag till {addon}.

source: {addon} disabled.
eu: {addon} desgaitu da.
ro: {addon} dezactivat.
sr_latn: {addon} onemogućen.
sv_se: {addon} inaktiverad.

source: {addon} enabled.
eu: {addon} gaitu da.
ro: {addon} activat.
sr_latn: {addon} omogućen.
sv_se: {addon} aktiverad.

source: Stats set public for {addon}.
eu: {addon}: estatistikak publiko eginak.
ro: Statistici publice pentru {addon}.
sr_latn: Statistika podešena na javno za {addon}.
sv_se: Statistisk satt till publik för {addon}.

source: {addon} stats set to private.
eu: {addon}: estatistikak pribatu eginak.
ro: Statistici {addon} setate private.
sr_latn: {addon} statistika podešena na privatno.
sv_se: Statistik för {addon} satt till privat.

source: {addon} status changed to {0}.
eu: {addon} {0} egoerara aldatu da.
ro: Stare {addon} schimbată în {0}.
sr_latn: {addon} status izmenjen na {0}.
sv_se: {addon} status ändrad till {0}.

source: Preview added to {addon}.
eu: {addon}(r)en aurrebista gehitu da.
ro: Previzualizare adăugată pentru {addon}.
sr_latn: Pregled dodat za {addon}.
sv_se: Förhandsvisning lades till {addon}.

source: Preview edited for {addon}.
eu: {addon}(r)en aurrebista editatu da.
ro: Previzualizare editată pentru {addon}.
sr_latn: Pregled izmenjen za {addon}.
sv_se: Förhandsvisning redigerad för {addon}.

source: Preview deleted from {addon}.
eu: {addon}(r)en aurrebista ezabatu da.
ro: Previzualizare ștearsă din {addon}.
sr_latn: Pregled izbrisan iz {addon}.
sv_se: Förhandsvisning borttagen för {addon}.

source: {version} added to {addon}.
eu: {addon}(r)i {version} bertsioa gehitu zaio.
ro: {version} adăugată la {addon}.
sr_latn: {version} dodata u {addon}.
sv_se: {version} lades till {addon}.

source: {version} edited for {addon}.
eu: {addon}(r)en {version} bertsioa editatuta.
ro: {version} editată pentru {addon}.
sr_latn: {version} izmenjen za {addon}.
sv_se: {version} redigerad för {addon}.

source: Version {0} deleted from {addon}.
eu: {addon}(r)en {0} bertsioa ezabatu da.
ro: Versiune {0} ștearsă din {addon}.
sr_latn: Verzija {0} izbrisana iz {addon}.
sv_se: Version {0} borttagen för {addon}.

source: File {0.name} added to {version} of {addon}.
eu: {addon}: {0.name} fitxategia gehituta {version} bertsiora.
ro: Fișier {0.name} adăugat la {version} pentru {addon}.
sr_latn: Datoteka {0.name} dodata u {version} dodatka {addon}.
sv_se: Fil {0.name} lades till {version} av {addon}.

source: File {0} deleted from {version} of {addon}.
eu: {addon}: {0} fitxategia ezabatuta {version} bertsiotik.
ro: Fișier {0} șters din {version} din {addon}.
sr_latn: Datoteka {0} izbrisana iz {version} dodatka {addon}.
sv_se: Fil {0} togs bort från {version} av {addon}.

source: {addon} {version} approved.
eu: {addon} {version} onartu da.
ro: {addon} {version} aprobat.
sr_latn: {addon} {version} odobren.
sv_se: {addon} {version} godkänd.

source: {addon} {version} given preliminary review.
eu: {addon} {version} behin-behinean berrikusi da.
ro: {addon} {version} recenzat preliminar.
sr_latn: {addon} {version} preliminarna recenzija je data.
sv_se: {addon} {version} fick preliminär granskning.

source: Preliminarily approved
eu: Behin-behinean onartuta
ro: Aprobat în mod preliminar
sr_latn: Premiliminarno odobreno
sv_se: Preliminärt godkänd

source: {addon} {version} rejected.
eu: {addon} {version} baztertu da.
ro: {addon} {versiune} respins.
sr_latn: {addon} {version} je odbijen.
sv_se: {addon} {version} ej godkänd.

source: {addon} {version} retained.
eu: {addon} {version} geldiarazi da.
ro: {addon} {version} reținut.
sr_latn: {addon} {version} je zadržan.
sv_se: {addon} {version} behölls.
