Repository: mozilla/zamboni
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eu, ro, sr_latn, sv_se

source: Are you sure you wish to delete this user?
eu: Ziur zaude erabiltzaile hau ezabatu nahi duzula?
ro: Sigur doriți ștergerea acestui utilizator?
sr_latn: Da li ste sigurni da želite da obrišete ovog korisnika?
sv_se: Är du säker på att du vill ta bort den här användaren?

source: This user has already been deleted.
eu: Dagoeneko ezabatuta dago erabiltzaile hau.
ro: Acest utilizator a fost deja șters.
sr_latn: Ovaj korisnik je već obrisan.
sv_se: Den här användaren har redan tagits bort.

source: Deleted by
eu: Honek ezabatua:
ro: Șters de
sr_latn: Izbrisao je
sv_se: Borttagen av

source: Reason
eu: Arrazoia
ro: Motivul
sr_latn: Razlog
sv_se: Orsak

source: Short Name
ro: Nume scurt
sv_se: Kortnamn

source: Title
ro: Titlu
sv_se: Titel

source: Mobile URL
ro: URL Mobil
sv_se: Mobil URL

source: Keywords
ro: Cuvinte cheie
sv_se: Nyckelord

source: Preferred Regions
ro: Regiuni preferate
sv_se: Föredragna regioner

source: Compatible Devices
ro: Dispozitive compatibile
sv_se: Kompatibla enheter

source: Name - Short Name
ro: Nume - Nume scurt
sv_se: Namn - Kortnamn

source: disabled
ro: dezactivat
sv_se: inaktiverad

source: App Lookup results for
ro: Rezultate căutare aplicații pentru
sr_latn: Rezultati pretrage aplikacije za
sv_se: Resultat för sökt app

source: App Detail
eu: Aplikazioaren xehetasunak
ro: Detalii aplicație
sr_latn: Detalji aplikacije
sv_se: App-detaljer

source: Review History
eu: Berrikuspenen historia
ro: Istoric recenzii
sr_latn: Istorija recenzija
sv_se: Granskningshistorik

source: Communication Dashboard
ro: Panou de control comunicații
sv_se: Kommunikationsöversikt

source: Account Summary
eu: Kontuaren laburpena
ro: Sumar cont
sr_latn: Pregled računa
sv_se: Kontosammanfattning

source: Account Deleted
eu: Kontua ezabatuta
ro: Cont șters
sr_latn: Nalog je izbrisan
sv_se: Konto borttaget

source: Website Summary for
ro: Sumar sait pentru
sv_se: Webbplatssammanfattning för

source: Edit Website
ro: Editare sait
sv_se: Redigera webbplats

source: App Lookup
ro: Căutare aplicație
sr_latn: Pregraga aplikacije
sv_se: Sök app

source: Search
eu: Bilatu
ro: Caută
sr_latn: Pretraži
sv_se: Sök

source: Save Promo Image
sv_se: Spara kampanjbild

source: Account Lookup
ro: Căutare cont
sr_latn: Pretraga naloga
sv_se: Sök konto

source: Website Lookup
ro: Căutare sait
sv_se: Sök webbplats

source: Operator Dashboard
eu: Operadorearen panela
ro: Panou de control operator
sr_latn: Kontrolna tabla operatora
sv_se: Operatörsöversikt

source: <small>Operator</small> Dashboard
eu: <small>Operadorearen</small> panela
ro: Panou de control <small>Operator</small>
sr_latn: Kontrolna tabla <small>operatora</small>
sv_se: <small>Operatörs</small>översikt

source: Preload Candidates
ro: Candidați preîncărcare
sr_latn: Kandidati za unapred instaliranje
sv_se: Kandidater förinstallerad app

source: Category
eu: Kategoria
ro: Categorie
sr_latn: Kategorija
sv_se: Kategori

source: Preload Opt-in
ro: Înscris pentru preîncărcare
sr_latn: Kandidati za unapred instaliranje Opt-in
sv_se: Anmäla förinstallerad app

source: No preload candidates found
ro: Nu s-au găsit candidați pentru preîncărcare
sr_latn: Nema kandidata za unapred instaliranje
sv_se: Inga förinstallerade appkandidater hittades

source: Tier %s
ro: Nivel %s
sr_latn: Red %s
sv_se: Nivå %s

source: Receipt for {0}
eu: {0}(r)entzako ordainagiria
ro: Chitanță pentru {0}
sr_latn: Račun za {0}
sv_se: Kvitto för {0}

source: Receipt
eu: Ordainagiria
ro: Chitanță
sr_latn: Račun
sv_se: Kvitto

source: Billed To:
ro: Plătit de:
sr_latn: Naplaćeno:
sv_se: Faktureras till:

source: Order Number:
eu: Eskari-zenbakia:
ro: Număr ordin:
sr_latn: Broj narudžbe:
sv_se: Ordernummer:

source: Order Date:
eu: Eskariaren data:
ro: Dată ordin:
sr_latn: Datum narudžbe:
sv_se: Orderdatum:

source: Item
eu: Artikulua
ro: Produs
sr_latn: Proizvod
sv_se: Produkt

source: Seller
eu: Saltzailea
ro: Vânzător
sr_latn: Prodavac
sv_se: Säljare

source: For the Firefox Marketplace Terms of Service please visit:
eu: Firefox Marketplace zerbitzuaren baldintzak irakurtzeko, bisitatu:
ro: Pentru Termenii și Condițiile Marketplace, vizitați:
sr_latn: Za Firefox Marketplace uslove korišćenja molimo posetite:
sv_se: För Firefox Marketplace användarvillkor vänligen besök:

source: For support please visit:
eu: Laguntza lortzeko, bisitatu:
ro: Pentru suport, vizitați:
sr_latn: Za podršku posetite:
sv_se: För support vänligen besök:

source: Your purchase history:
eu: Zure erosketen historia:
ro: Istoricul achizițiilor:
sr_latn: Vaša istorija kupovine:
sv_se: Din köphistorik:

source: Keep review; remove flags
ro: Menține recenzie; elimină marcaje
sr_latn: Zadrži pregled; ukloni zastave
sv_se: Behåll granskning; ta bort flaggor

source: Delete review
eu: Ezabatu berrikuspena
ro: Șterge recenzia
sr_latn: Obrisana kritika
sv_se: Ta bort granskning

source: Not yet reviewed
eu: Oraindik berrikusi gabe
ro: Încă nerecenzat
sr_latn: Nije još pregledano
sv_se: Ännu inte granskad

source: Reviewed %s out of 5 stars
ro: Evaluat la %s din 5 stele
sr_latn: Pregledano %s od 5 zvezdica
sv_se: Granskad %s av 5 stjärnor

source: Spam or otherwise non-review content
ro: Spam sau alt conținut care nu e o recenzie
sr_latn: Spam ili drugi sadržaj koji se ne može pregledat
sv_se: Skräpkommentar eller annat icke granskningsartat innehåll

source: Inappropriate language/dialog
eu: Hizkera/elkarrizketa desegokiak
ro: Limbaj necorespunzător
sr_latn: Neprikladan jezik/dijalog
sv_se: Opassande språk/innehåll

source: Misplaced bug report or support request
ro: Raport de defect sau cerere de asistență amplasate greșit
sr_latn: Pogrešno postavljen izveštaj o grešci ili zahtev za podršku
sv_se: Felrapport eller begäran om hjälp på fel ställe

source: Other (please specify)
eu: Bestelakoa (zehaztu mesedez)
ro: Altele (vă rugăm să specificați)
sr_latn: Drugo (navedite)
sv_se: Annan (var god ange)

source: No receipt
eu: Ordainagiririk ez
ro: Fără chitanță
sr_latn: Nema računa
sv_se: Inget kvitto

source: Test receipt
eu: Probarako ordainagiria
ro: Chitanță test
sr_latn: Probni račun
sv_se: Testkvitto

source: Expired test receipt
eu: Iraungitako probarako ordainagiria
ro: Chitanță test expirată
sr_latn: Istekao je probni račun
sv_se: Upphört testkvitto

source: Invalid test receipt
eu: Probarako ordainagiri baliogabea
ro: Chitanță test invalidă
sr_latn: Neispravan probni račun
sv_se: Ogiltigt testkvitto

source: Refunded test receipt
eu: Diru-itzulketa probaren ordainagiria
ro: Chitanța test rambursată
sr_latn: Povraćaj sredstava probnog računa
sv_se: Återbetalning testkvitto

source: There was a problem installing the app.
eu: Arazo bat egon da aplikazioa instalatzerakoan.
ro: S-a produs o problemă la instalarea aplicației.
sr_latn: Došlo je do problema prilikom instaliranja aplikacije.
sv_se: Det uppstod ett problem med att installera appen.

source: Test receipt details
ro: Detalii chitanță test
sr_latn: Detalji probnog računa
sv_se: Detaljer testkvitto

source: This is a placeholder page for the receipt details. If you'd installed a real app from the Marketplace, this page would show more details.
ro: Aceasta este o pagină substitut pentru detaliile achiziției. Dacă ați instalat o aplicație reală de pe Marketplace, această pagină ar trebui să arate mai multe detalii.
sr_latn: Ova je placeholder stranica za detalje računa. Ako želite da instalirate pravu aplikaciju sa Marketplace-a, ova stranica će pokazati više detalja.
sv_se: Detta är en platshållarsida för kvittodetaljer. Om du hade installerat en riktig app från Marketplace, skulle denna sida visa fler detaljer.

source: Test installation of your app before uploading to the marketplace. You can choose different kinds of receipts to test your receipt handling.
ro: Testați instalarea aplicației înainte de a o încărca pe Marketplace. Puteți alege tipuri diferite de chitanțe pentru a testa gestiunea chitanțelor.
sr_latn: Testirajte instalaciju aplikacije pre otpremanja na marketplace. Možete da izaberete različite vrste računa za testiranje rukovanja računima.
sv_se: Testa installationen av appen innan du laddar upp den till marknadsplatsen. Du kan välja olika typer av kvitton för att testa din kvittohantering.

source: Receipt type
eu: Ordainagiri mota
ro: Tip de chitanță
sr_latn: Tip računa
sv_se: Kvittotyp

source: Manifest location
eu: Manifestuaren kokalekua
ro: Locația manifestului
sr_latn: Lokacija manifesta
sv_se: Plats för manifest

source: Install
eu: Instalatu
ro: Instalare
sr_latn: Instaliraj
sv_se: Installera

source: Any Status
eu: Edozein egoera
ro: Orice stare
sr_latn: Bilo koji status
sv_se: Någon status

source: Approved reviews
ro: Recenzii aprobate
sr_latn: Prihvaćene recenzije
sv_se: Godkända granskningar

source: Deleted reviews
ro: Șterge recenzii
sr_latn: Izbrisane recenzije
sv_se: Borttagna granskningar

source: Any Device
eu: Edozein gailu
ro: Orice dispozitiv
sr_latn: Bilo koji uređaj
sv_se: Alla enheter

source: View entries between
eu: Ikusi data-tarte honetako sarrerak
ro: Vezi înregistrările dintre
sr_latn: Pogledaj unose između
sv_se: Visa poster emellan

source: Filter by type/action
ro: Filtrează după tip/acțiune
sr_latn: Filtriraj po tipu/akciji
sv_se: Filtrera efter typ/åtgärd

source: containing
eu: eduki honekin:
ro: care conțin
sr_latn: sadrži
sv_se: innehåller

source: end
eu: amaiera
ro: sfârșit
sr_latn: kraj
sv_se: slut

source: app, reviewer, or comment
eu: aplikazioa, berrikuslea edo iruzkina
ro: aplicație, recenzent sau comentariu
sr_latn: aplikacija, recenzent ili komentar
sv_se: app, granskare eller kommentar

source: Device Type:
ro: Tip dispozitiv:
sv_se: Enhetstyp:

source: Device:
ro: Dispozitiv:
sv_se: Enhet:

source: Comments:
eu: Iruzkinak:
ro: Comentarii:
sr_latn: Komentari:
sv_se: Kommentarer:

source: Device Type Override:
ro: Ignorare tip dispozitiv:
sr_latn: Zanemarivanje tipa uređaja:
sv_se: Åsidosätt enhetstyp:

source: Choose a canned response...
ro: Alegeți un răspuns standard...
sr_latn: Odaberite konzervirani odgovor...
sv_se: Välj ett standardsvar...

source: Has Editor Comment
ro: Are comentariu editor
sr_latn: Ima komentar urednika
sv_se: Har kommentar från redigerare

source: More Info Requested
ro: Sunt necesare mai multe informații
sr_latn: Više informacija je zahtevano
sv_se: Mer information krävs

source: Tarako-ready
sv_se: Tarako-redo

source: Device
eu: Gailua
ro: Dispozitiv
sr_latn: Uređaj
sv_se: Enhet

source: Reviewer Tools
eu: Berrikuspen-tresnak
ro: Unelte recenzent
sr_latn: Alati recenzenta
sv_se: Granskningsverktyg

source: Apps
eu: Aplikazioak
ro: Aplicații
sr_latn: Aplikacije
sv_se: Appar

source: Re-reviews
eu: Bigarren berrikuspenak
ro: Re-recenzii
sr_latn: Ponovni pregledi
sv_se: Ny granskning

source: Updates
eu: Eguneraketak
ro: Actualizări
sr_latn: Ažuriranja
sv_se: Uppdateringar

source: Escalations
eu: Goratzeak
ro: Escaladări
sr_latn: Eskalacije
sv_se: Upptrappningar

source: Moderated Reviews
eu: Moderatutako berrikuspenak
ro: Recenzii moderate
sr_latn: Uređene recenzije
sv_se: Modererad granskning

source: Website Abuse Reports
ro: Sait pentru rapoarte de abuz
sv_se: Missbruksrapporter för webbplats

source: Reviewing
eu: Berrikusten
ro: În recenzie
sr_latn: Pregledavam
sv_se: Granskar

source: Regional Queues
ro: Cozi regionale
sr_latn: Regionalni red za čekanje
sv_se: Regionala köer

# pending
source: Apps ({0})
eu: Aplikazioak ({0})
ro: Aplicații ({0})
sr_latn: Aplikacije ({0})
sv_se: Appar ({0})

# rereview
source: Re-reviews ({0})
eu: Bigarren berrikuspenak ({0})
ro: Re-recenzii ({0})
sr_latn: Ponovnih pregleda ({0})
sv_se: Ny granskningar ({0})

# updates
source: Updates ({0})
eu: Eguneratzeak ({0})
ro: Actualizări ({0})
sr_latn: Ažuriranja ({0})
sv_se: Uppdateringar ({0})

# escalated
source: Escalations ({0})
eu: Intzidentziengatik igorpenak ({0})
ro: Escaladări ({0})
sr_latn: Eskalacija ({0})
sv_se: Upptrappningar ({0})

source: Reviewing ({0})
eu: Berrikusten ({0})
ro: În recenzie ({0})
sr_latn: Pregledavam ({0})
sv_se: Granskar ({0})

source: China ({0})
eu: Txina ({0})
sr_latn: Kina ({0})
sv_se: Kina ({0})

# moderated
source: Moderated Reviews ({0})
eu: Moderatutako berrikuspenak ({0})
ro: Recenzii moderate ({0})
sr_latn: Uređenih recenzija ({0})
sv_se: Modererade granskningar ({0})

# abuse
source: Abuse Reports ({0})
ro: Rapoarte de abuz ({0})
sv_se: Missbruksrapporter ({0})

# abusewebsites
source: Website Abuse Reports ({0})
ro: Sait pentru rapoarte de abuz ({0})
sv_se: Missbruksrapporter för webbplats ({0})

source: Reviews
eu: Berrikuspenak
ro: Recenzii
sr_latn: Komentara
sv_se: Recensioner

source: Rejected or Unreviewed
eu: Baztertuta edo berrikusi gabe
ro: Respinse sau nerecenzate
sr_latn: Odbijeno ili nije pregledano
sv_se: Avvisade och ogranskade

source: Approve
eu: Onartu
ro: Aprobă
sr_latn: Odobri
sv_se: Godkänn

source: This will approve the app and allow the author(s) to publish it.
ro: Aceasta va aproba aplicația și va permite autorilor să o publice.
sr_latn: Ovo će odobriti aplikaciju i omogućiti autoru da je objavi.
sv_se: Detta kommer att godkänna appen och tillåta utvecklaren att publicera den.

source: Reject
eu: Baztertu
ro: Respinge
sr_latn: Odbij
sv_se: Avvisa

source: This will reject the app, remove it from the review queue and un-publish it if already published.
ro: Aceasta va respinge aplicația, o va elimina din coada de recenzie și o va scoate de la publicare dacă a fost deja publicată.
sr_latn: Ovo će odbiti aplikaciju, ukloniti je iz reda razmatranje i povućiće je ako je već objavljena.
sv_se: Detta kommer att avvisa appen, ta bort den från granskningskön och sluta publicera den om den redan publicerats.

source: Message developer
ro: Trimite mesaj dezvoltatorului
sr_latn: Piši programeru
sv_se: Meddela utvecklare

source: This will send the author(s) - and other thread subscribers - a message. This will not change the app's status.
ro: Va trimite autorilor și persoanelor abonate un mesaj. Aceasta nu va schimba starea aplicației.
sv_se: Detta kommer att skicka upphovsmännen - och andra trådprenumeranter - ett meddelande. Detta kommer inte att ändra appens status.

source: Escalate
eu: Goratu
ro: Escaladează
sr_latn: Eskaliraj
sv_se: Upptrappa

source: Flag this app for an admin to review. The comments are sent to the admins, not the author(s).
ro: Marchează aplicația pentru o recenzie din partea unui administrator. Comentariile sunt trimise administratorilor, nu autorilor.
sr_latn: Obeleži ovu aplikaciju za pregled admina. Komentari se šalju administratorima, a ne autoru.
sv_se: Flagga denna app för en administratör att granska. Kommentarerna skickas till administratörerna, inte utvecklaren.

source: Private comment
ro: Comentariu privat
sr_latn: Privatni komentar
sv_se: Privat kommentar

source: Make a private reviewer comment on this app. The message won't be visible to the author(s), and no notification will be sent them.
ro: Faceți un comentariu privat pentru aplicație. Mesajul nu va fi vizibil autorilor și ei nu vor primi o notificare în acest sens.
sv_se: Gör en privat granskningskommentar för denna app. Meddelandet kommer inte vara synligt för upphovsmännen och inget meddelande kommer att skickas till dem.

source: Request Re-review
sv_se: Begär återgranskning

source: Add this app to the re-review queue. Any comments here won't be visible to the author(s), and no notification will be sent tothem.
sv_se: Lägg till denna app i återgranskningskön. Alla kommentarer här kommer inte att vara synlig för upphovsmännen och inget meddelande skickas till dem.

source: Clear Escalation
ro: Elimină escaladarea
sr_latn: Očisti eskalaciju
sv_se: Rensa upptrappning

source: Clear this app from the escalation queue. The author(s) will get no email or see comments here.
ro: Scoate aplicația de pe coada de escaladare. Autorii nu vor primi e-mail și nu vor vedea comentariile de aici.
sr_latn: Očisti ovu aplikaciju iz reda za eskalaciju. Autor neće dobiti e-poštu ili videti komentare.
sv_se: Rensa den här appen från upptrappningskön. Utvecklaren kommer inte att få e-post eller se kommentarer här.

source: Clear Re-review
eu: Ezabatu bigarren berrikuspena
ro: Anulează re-recenzia
sr_latn: Očisti ponovni pregled
sv_se: Rensa ny granskning

source: Clear this app from the re-review queue. The author(s) will get no email or see comments here.
ro: Scoate aplicația din coada de re-recenzie. Autorii nu vor primi e-mail și nu vor vedea comentariile de aici.
sr_latn: Očisti ovu aplikaciju iz reda za ponovo pregledanje. Autor neće dobiti e-poštu ili videti komentare.
sv_se: Rensa den här appen från kön för ny granskning. Författaren kommer inte att få någon mejl eller se kommentarerna här.

source: Ban app
ro: Interzice aplicația
sr_latn: Banuj aplikaciju
sv_se: Bannlys app

source: Ban the app from Marketplace. Similar to Reject but the author(s) can't resubmit. To only be used in extreme cases.
ro: Interziceți aplicația pe Marketplace. Asemănător cu butonul Respingere, dar autorii o pot repropune. Folosiți doar în cazuri extreme.
sr_latn: Banuj ovu aplikaciju sa Marketplace-a. Slično odbijanju samo autori ne mogu opet da podnesu aplikaciju. Ovo se koristi samo u ekstremnim slučajevima.
sv_se: Bannlys appen från Marketplace. Liknar Avvisa men författaren kan inte skicka in igen. Används endast i extrema fall.

source: New Apps (Under 5 days)
eu: Aplikazio berriak (5 egun baino gutxiagokoak)
ro: Aplicații noi (sub 5 zile)
sr_latn: Nove aplikacije (manje od 5 dana)
sv_se: Nya appar (Under 5 dagar)

source: Passable (5 to 10 days)
ro: În grafic (de la 5 la 10 zile)
sr_latn: Prosečno (5 do 10 dana)
sv_se: Väntande (5 till 10 dagar)

source: Overdue (Over 10 days)
ro: Întârziate (peste 10 zile)
sr_latn: Kasni (preko 10 dana)
sv_se: Försenad (Över 10 dagar)

source: Self-reviews are not allowed.
eu: Norbere berrikuspenak ez dira onartzen.
ro: Auto-recenziile nu sunt permise.
sr_latn: Ne možete pregledati svoj rad.
sv_se: Det är inte tillåtet att granska sig själv.

source: Only senior reviewers can review blocklisted apps.
ro: Doar recenzenții seniori pot recenza aplicații blocklistate.
sr_latn: Samo viši recenzenti mogu da pregledaju blokirane aplikacije.
sv_se: Endast seniora granskarna kan granska blocklistade appar.

source: Added {0}
eu: Noiz gehitua: {0}
ro: Adăugate {0}
sr_latn: Dodato {0}
sv_se: Lades till {0}

source: Removed {0}
ro: Eliminate {0}
sr_latn: Uklonjeno {0}
sv_se: Borttagen {0}

source: Device(s) changed by reviewer: {0}
ro: Dispozitive schimbate de recenzent: {0}
sr_latn: Uređaj(e) je promenio recenzent: {0}
sv_se: Enheten ändrad av granskare: {0}

source: Requirements changed by reviewer: {0}
ro: Cerințe schimbate de recenzent: {0}
sr_latn: Zahtevi izmenjeni od strane recezenta: {0}
sv_se: Krav ändrade av granskare: {0}

source: "{0}" successfully processed (+{1} points, {2} total).
ro: "{0}" procesate cu succes (+{1} puncte, {2} total).
sr_latn: "{0}" uspešno obrađeno (+ {1} bodova, {2} ukupno).
sv_se: "{0}" behandlad (+{1} poäng, {2} totalt).

source: Review successfully processed.
eu: Berrikuspena arrakastaz prozesatu da.
ro: Recenzie procesată cu succes.
sr_latn: Predgled uspešno obrađen.
sv_se: Granskning behandlad.

source: Abuse Reports for {item} ({num})
ro: Raporate de abuz pentru {item} ({num})
sv_se: Missbruksrapporter för {item} ({num})

source: %(reporter)s on %(date)s [%(ip_address)s]
ro: %(reporter)s la %(date)s [%(ip_address)s]
sr_latn: %(reporter)s datuma %(date)s [%(ip_address)s]
sv_se: %(reporter)s den %(date)s [%(ip_address)s]

source: Additional Queues
ro: Cozi suplimentare
sr_latn: Dodatni redovi za čekanje
sv_se: Ytterligare köer

source: {queue} Review Queue
ro: {queue} Coadă de recenzii
sr_latn: {queue} čekanje za pregled
sv_se: {queue} granskningskö

source: Pass
ro: Aprobate
sr_latn: Prošao
sv_se: Klara

source: Fail
ro: Eșuate
sr_latn: Pao
sv_se: Misslyckas

source: There are currently no items of this type to review.
ro: Nu există elemente de acest tip pentru recenzie.
sr_latn: Trenutno nema stavki ovog tipa za recenciju.
sv_se: Det finns inga objekt av den här typen att granska.

source: You are currently not reviewing any apps.
ro: Nu recenzați nicio aplicație momentan.
sr_latn: Trenutno ne pregledavate aplikacije.
sv_se: Du granskar för närvarande inga appar.

source: Flags
eu: Banderak
ro: Marcaje
sr_latn: Oznake
sv_se: Flaggor

source: Devices
eu: Gailuak
ro: Dispozitive
sr_latn: Uređaji
sv_se: Enheter

source: Packaged App
eu: Paketatutako aplikazioa
ro: Aplicație împachetată
sr_latn: Upakovana aplikacija
sv_se: Paketerad app

source: Blocklisted App
ro: Aplicație blocklistată
sr_latn: Blokirana aplikacija
sv_se: Blocklistad app

source: More Information Requested
ro: Mai multe informații cerute
sr_latn: Zahtevane dodatne informacije
sv_se: Mer information begärd

source: Contains Editor Comment
ro: Conține comentariu editor
sr_latn: Sadrži komentar urednika
sv_se: Innehåller kommentar från redigerare

source: <small>Marketplace</small> Reviewer Tools
ro: <small>Marketplace</small> Unelte recenzent
sr_latn: <small>Marketplace</small> alati za pregled
sv_se: <small>Marketplace</small> granskningsverktyg

source: Queues
ro: Cozi
sr_latn: Redovi za čekanje
sv_se: Köer

source: Logs
ro: Jurnale
sr_latn: Dnevnici
sv_se: Loggar

source: Back to Reviewer Tools
ro: Înapoi la Unelte recenzent
sr_latn: Nazad na alate za pregled
sv_se: Tillbaks till granskningsverktyg

source: {num} Pending App Review
ro: {num} recenzie a aplicației în așteptare
sr_latn: {num} aplikacija čeka na pregled
sv_se: {num} väntande app-granskning

source: {num} Re-review
eu: Bigarren berrikuspen {num}
ro: {num} re-recenzie
sr_latn: {num} ponovna recenzija
sv_se: {num} ny granskning

source: {num} Update Review
ro: {num} actualizare recenzie
sr_latn: {num} ažuriranih pregleda
sv_se: {num} uppdaterad granskning

source: {c} unreviewed app submission this week.
ro: {c} propunere nerecenzată săptămâna asta.
sr_latn: {c} nepregledana dostavljena aplikacija ove nedenje.
sv_se: {c} ogranskad app-inskickning denna vecka.

source: Current waiting times:
ro: Timpi de așteptare actuali:
sr_latn: Trenutno vreme čekanja:
sv_se: Aktuella väntetider:

source: Total Reviews
eu: Berrikuspenak guztira
ro: Recenzii totale
sr_latn: Ukupno pregleda
sv_se: Totalt antal granskningar

source: Reviews This Month
eu: Hil honetako berrikuspenak
ro: Recenzii luna asta
sr_latn: Pregleda ovog meseca
sv_se: Granskningar denna månad

source: Reviewer Leaderboard
ro: Top recenzenți
sr_latn: Tabela vođstva recenzenata
sv_se: Granskarnas topplista

source: No review points awarded yet.
ro: Nu s-au acordat încă puncte de recenzie.
sr_latn: Nisu dodeljeni poeni za pregled.
sv_se: Inga granskningspoäng tilldelade ännu.

source: Score
ro: Scor
sr_latn: Rezultat
sv_se: Poäng

source: App Review Log
ro: Jurnal recenzii aplicații
sr_latn: Dnevnik pregleda aplikacije
sv_se: App-granskningslogg

source: Event
eu: Gertaera
ro: Eveniment
sr_latn: Događaj
sv_se: Händelse

source: App has been deleted.
ro: Aplicația a fost ștearsă.
sr_latn: Aplikacija je izbrisana.
sv_se: Appen har tagits bort.

source: Show Comments
eu: Erakutsi iruzkinak
ro: Arată comentarii
sr_latn: Prikaži komentare
sv_se: Visa kommentarer

source: Hide Comments
eu: Ezkutatu iruzkinak
ro: Ascunde comentarii
sr_latn: Sakrij komentare
sv_se: Dölj kommentarer

source: No reviews found for this period.
eu: Ez da berrikuspenik aurkitu periodo honetarako.
ro: Nu sunt recenzii pentru această perioadă.
sr_latn: Ni jedan pregled nije pronađen u ovom vremenskom periodu.
sv_se: Inga granskningar hittades för denna period.

source: Moderated Review Log
ro: Jurnal de recenzii moderate
sv_se: Modererad granskningslogg

source: More details.
ro: Mai multe detalii.
sr_latn: Više detalja.
sv_se: Fler detaljer.
