Repository: mozilla/zamboni
Catalog: locale/hsb/LC_MESSAGES/javascript.po
Languages: hsb

source: Installs from {0} to {1}
hsb: Instalacije, wot {0} do {1}

source: <b>{0}</b> in last {1} days
hsb: <b>{0}</b>, w zańdźenych {1} dnjach

source: <b>{0}</b> from {1} to {2}
hsb: <b>{0}</b> wot {1} do {2}

source: <b>{0}</b> average in last {1} days
hsb: <b>{0}</b> přerěznje za zańdźenych {1} dnjow

source: No data available.
hsb: Žane daty k dispoziciji.

source: Other
hsb: Druhe

source: Week of {0}
hsb: Tydźeń wot {0}

source: downloads
hsb: sćehnjenja

source: {0} users
hsb: {0} wužiwarjow

source: {0} add-ons
hsb: {0} přidatkow

source: {0} collections
hsb: {0} zběrkow

source: {0} reviews
hsb: {0} pohódnoćenjow

source: {0} sales
hsb: {0} předanjow

source: {0} refunds
hsb: {0} zarunanjow

source: {0} installs
hsb: {0} instalacijow

source: Amount, in USD
hsb: Suma, w USD

source: More Info...
hsb: Dalše informacije…

source: Details for {0}
hsb: Podrobnosće za {0}

source: Date
hsb: Datum
