Repository: mozilla/zamboni
Catalog: locale/hsb/LC_MESSAGES/javascript.po
Languages: hsb

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
hsb: Tuta funkcija je so nachwilu znjemóžnjena, mjeztym zo wothladowanske dźěła na websydle přewjedźemy. Prošu spytajće tróšku pozdźišo hišće raz.

source: App installation not allowed.
hsb: Instalowanje nałoženja njeje dowolene.

source: App manifest is malformed.
hsb: Manifest nałoženja derje sformowany njeje.

source: App host could not be reached.
hsb: Nałoženski host njeda so docpěć.

source: App manifest is unparsable.
hsb: Nałoženski manifest njeda so parsować.

source: App manifest is invalid.
hsb: Nałoženski manifest je njepłaćiwy.

source: Install failed. Please try again later.
hsb: Instalacija je so nimokuliła. Prošu spytajće pozdźišo hišće raz.

source: App installation failed.
hsb: Instalowanje nałoženja je so nimokuliło.

source: This system does not support installing apps.
hsb: Tutón system instalowanje nałoženjow njepodpěruje.

source: Accept and Install
hsb: Akceptować a instalować

source: Add to {0}
hsb: K {0} přidać

source: Download Now
hsb: Nětko sćahnyć

source: Add-on has not been updated to support default-to-compatible.
hsb: Přidatk hišće njeje so zaktualizował, zo by funkciju „po standardźe kompatibelny“ podpěrował.

source: You need to be using Firefox 10.0 or higher.
hsb: Dyrbiće Firefox 10.0 abo nowši wužiwać.

source: Mozilla has marked this version as incompatible with your Firefox version.
hsb: Mozilla je tutu wersiju jako inkompatibelnu z tutej wersiju Firefox markěrował.

source: Install for {0} anyway
hsb: Najebać toho za {0} instalować

source: Download for {0} anyway
hsb: Najebać toho za {0} sćahnyć

source: Not available for your platform
hsb: Njeje za wašu platformu k dispoziciji

source: Not available for {0} {1}
hsb: Njeje za {0} {1} k dispoziciji

source: Works with {app} {min} - {max}
hsb: Funguje z {app} {min} - {max}

source: View other versions
hsb: Druhe wersije sej wobhladać

source: Sorry, you need a Mozilla-based browser (such as Firefox) to install a search plugin.
hsb: Bohužel trjebaće wobhladowak Mozilla (na přikład Firefox), zo byšće pytanski tykač instalował.

source: Loading...
hsb: Začituje so...

source: <b>{0}</b> character left.
hsb: <b>{0}</b> znamješko wyše.

source: {0} star
hsb: {0} hwěžka

source: Remove this localization
hsb: Tutón přełožk wotstronić

source: Install App
hsb: Nałoženje instalować

source: Flagged for review
hsb: Za přepruwowanje markěrowany

source: Your input is required
hsb: Waše zapodaće je trěbne

source: Marked for deletion
hsb: Za zhašenje markěrowany

source: clear recently viewed
hsb: njedawno pokazane zhašeć

source: Adding to Favorites&hellip;
hsb: Přidawa so faworitam&hellip;

source: Removing Favorite&hellip;
hsb: Faworit so wotstronja&hellip;

source: Add to Favorites
hsb: Faworitam přidać

source: Remove from Favorites
hsb: Z faworitow wotstronić

source: Pending
hsb: Njesčinjeny

source: Add a comment
hsb: Komentar přidać

source: Comment
hsb: Komentar

source: Remove this add-on from the collection
hsb: Tutón přidatk ze zběrki wotstronić

source: Remove
hsb: Wotstronić

source: Remove this user as a contributor
hsb: Tutoho wužiwarja jako sobuskutkowaceho wotstronić

source: An email address is required.
hsb: E-mejlowa adresa je trěbna.

source: You cannot add yourself as a contributor.
hsb: Njemóžeće so jako sobuskutkowaceho přidać.

source: You have already added that user.
hsb: Sće tutoho wužiwarja hižo přidał.

source: Add to favorites
hsb: Faworitam přidać

source: Remove from favorites
hsb: Z faworitow wotstronić

source: Follow this Collection
hsb: Tutej zběrce slědować

source: Stop following
hsb: Hižo njeslědować

source: All
hsb: Wšě

source: Password strength:
hsb: Mócnosć hesła:

source: At least {0} character left.
hsb: Znajmjeńša {0} znamješko wyše.

source: Search themes for <b>{0}</b>
hsb: Temy za <b>{0}</b> pytać

source: Search apps for <b>{0}</b>
hsb: Nałoženja za <b>{0}</b> pytać

source: Search add-ons for <b>{0}</b>
hsb: Přidatki za <b>{0}</b> pytać

source: Category
hsb: Kategorija

source: Admins and editors must provide a password to log in.
hsb: Administratorojo a wobdźěłarjo dyrbja za přizjewjenje hesło zapodać.

source: BrowserID login failed. Maybe you don't have an account under that email address?
hsb: Přizjewjenje BrowserID je so nimokuliło. Nimaće snano konto pod tutej e-mejlowej adresu?

source: This theme is incompatible with your version of {0}
hsb: Tuta drasta je inkompatibelna z wašej wersiju {0}

source: Images must be either PNG or JPG.
hsb: Wobrazy dyrbja pak PNG pak JPG być.

source: Videos must be in WebM.
hsb: Wideja dyrbja we formaće WebM być.

source: There was a problem contacting the server.
hsb: Při kontaktowanju serwera je problem wustupił.

source: All Rights Reserved
hsb: Wšě prawa wuměnjene

source: Your Theme's Name
hsb: Mjeno wašeje drasty

source: Stop Following
hsb: Hižo njeslědować

source: Following
hsb: Slědować

source: use original
hsb: original wužiwać

source: Updating results&hellip;
hsb: Wuslědki so aktualizuja&hellip;

source: The filetype you uploaded isn't recognized.
hsb: Datajowy typ, kotryž sće nahrał, so njespóznawa.

source: You cancelled the upload.
hsb: Sće nahraće přetorhnył.

source: Select a file...
hsb: Wubjerće dataju...

source: Your packaged app should end with <code>.zip</code>.
hsb: Waše zapakowane nałoženje měło so na <code>.zip</code> kónčić.

source: {0}% complete
hsb: {0}% dokónčene

source: {0} of {1}
hsb: {0} z {1}

source: Cancel
hsb: Přetorhnyć

source: Uploading {0}
hsb: {0} so nahrawa

source: Error with {0}
hsb: Zmylk z {0}

source: Your app failed validation with {0} error.
hsb: Waše nałoženje je při přepruwowanju z {0} zmylkom přepadnyło.

source: &hellip;and {0} more
hsb: &hellip;a {0} dalši

source: See full validation report
hsb: Dospołnu přepruwowansku rozprawu čitać

source: Validating {0}
hsb: {0} so přepruwuje

source: Received an empty response from the server; status: {0}
hsb: Prózdna wotmołwa je so wot serwera dóstała; status: {0}

source: Unexpected server error while validating.
hsb: Njewočakowany serwerowy zmylk při přepruwowanju.

source: Finished validating {0}
hsb: Přepruwowanje {0} dokónčene

source: Your app passed validation with no errors and {0} warning.
hsb: Waše nałoženje je přepruwowanje bjeze zmylkow a z {0} warnowanjom wobstało.

source: Your app passed validation with no errors or warnings.
hsb: Waše nałoženje je přepruwowanje bjez zmylkow abo warnowanjow wobstało.

source: The manifest could not be found at the given location.
hsb: Manifest njeda so na podatym městnje namakać.

source: App is already installed.
hsb: Nałoženje je hižo instalowane.

source: Internal server error.
hsb: Nutřkowny serwerowy zmylk.

source: Internal server error on app installation.
hsb: Nutřkowny serwerowy zmylk při instalowanju nałoženja.

source: Your app failed validation with {0} error and {1} message(s).
hsb: Waše nałoženje je při přepruwowanju z {0} zmylkom a {1} zdźělenku přepadnyło.

source: Your app passed validation with no errors and {0} message.
hsb: Waše nałoženje je přepruwowanje bjeze zmylkow a z {0} zdźělenku wobstało.

source: Your app passed validation with no errors or messages.
hsb: Waše nałoženje je přepruwowanje bjeze zmylkow abo zdźělenkow wobstało.

source: Changes Saved
hsb: Změny su so składowali

source: Enter a new team member's email address
hsb: Zapodajće e-mejlowu adresu noweho teamoweho čłona

source: Manifest refreshed
hsb: Manifest je so zaktualizował

source: Could not refresh manifest. Try again later.
hsb: Manifest njeda so aktualizować. Spytajće pozdźišo hišće raz.

source: There was an error uploading your file.
hsb: Při nahrawanju wašeje dataje je zmylk wustupił.

source: Learn more
hsb: Dalše informacije

source: Example
hsb: Přikład

source: Image changes being processed
hsb: Změny wobrazow so předźěłuja

source: This video requires a browser with support for open video
hsb: Tute widejo trjeba wobhladowak z podpěru za Open Video

source: or the <a href="http://www.adobe.com/go/getflashplayer">Adobe
hsb: abo <a href="http://www.adobe.com/go/getflashplayer">Adobe

source: Enabled
hsb: Zmóžnjeny

source: Disabled
hsb: Znjemóžnjeny

source: Persona login failed. Maybe you don't have an account under that email address?
hsb: Přizjewjenje z Persona je so nimokuliło. Snano nimaće konto pod tutej e-mejlowej adresu?

source: Persona login failed. A server error was encountered.
hsb: Přizjewjenje z Persona je so nimokuliło. Serwerowy zmylk je wustupił.

source: Status successfully changed to "{0}"
hsb: Status je so wuspěšnje do "{0}" změnił

source: Could not change status to "{0}"
hsb: Status njeda so do "{0}" změnić

source: Show All Results
hsb: Wšě wuslědki pokazać

source: Over {0} results found, consider refining your search.
hsb: Přez {0} wuslědkow namakane, wy měł swoje pytanje precizować.

source: Requested Permissions:
hsb: Požadane prawa:

source: Certified
hsb: Certifikowany

source: Privileged
hsb: Priwilegowany

source: Unprivileged
hsb: Njepriwilegowany

source: No reason given
hsb: Žana přičina podata

source: OK
hsb: W porjadku

source: Spanish Banking Code
hsb: Španiske bankowe čisło

source: Irish Sort Code
hsb: Irske bankowe čisło

source: Belgian Sort Code
hsb: Belgiske bankowe čisło

source: Spanish/French/Italian/Dutch Banking Code
hsb: Španiske/Francoske/Italske/Nižozemske bankowe čisło

source: Dutch/US Sort Code
hsb: Nižozemske/US-bankowe čisło

source: Canadian Transit Number/German Routing Code
hsb: Kanadiske/Němske bankowe čisło

source: Korean Bank and Branch/Indonesian Bank Code
hsb: Korejske/Indoneske bankowe čisło

source: Greek HEBIC/Indonesian Bank Code
hsb: Grjekske/Indoneske bankowe čisło

source: UK/Irish Sort Code or NZ Account Prefix or Australian BSB Code
hsb: Britiske/Irske, Nowoseelandske abo Awstralske bankowe čisło

source: Austrian/Swiss Bank Code
hsb: Awstriske/Šwicarske bankowe čisło

source: Danish/Swiss Bank Code
hsb: Danske/Šwicarske bankowe čisło

source: Swiss/Iraqi Bank Code
hsb: Šwicarske/Irakske bankowe čisło

source: Iraqi Bank Code
hsb: Irakske bankowe čisło

source: Detected: {0}
hsb: Spóznaty: {0}

source: Deleting payment account "{0}" will remove the payment account from the following apps. Applications without a payment account will no longer be available for sale.
hsb: Zhašenje płaćenskeho konta "{0}" wotstroni płaćenske konto ze slědowacych nałoženjow. Nałoženja bjez płaćenskeho konta hižo njebudźe za kup k dispoziciji.

source: {appName} payment accounts:
hsb: Płaćenske konta {appName}:

source: Error
hsb: Zmylk

source: There was a problem contacting the payment server.
hsb: Při kontaktowanju płaćenskeho serwera je problem wustupił.

source: Authentication error
hsb: Awtentifikaciski zmylk

source: You do not currently have any payment accounts.
hsb: Tuchwilu nimaće płaćenske konta.

source: Something went wrong. Please try again.
hsb: Něšto je so nimokuliło. Prošu spytajće hišće raz.

source: {0} character left.
hsb: {0} znamješko wyše.

source: All tests passed successfully.
hsb: Wšě testy su so wuspěšnje přewjedli.

source: These tests were not run.
hsb: Tute testy njejsu so přewjedli.

source: Tests
hsb: Testy

source: Warning
hsb: Warnowanje

source: Compatibility Tests
hsb: Testy kompatibelnosće

source: App failed validation.
hsb: Nałoženje je při přepruwowanju přepadnyło.

source: App passed validation.
hsb: Nałoženje je přepruwowanje wobstało.

source: {0} error
hsb: {0} zmylk

source: {0} warning
hsb: {0} warnowanje

source: Validation task could not complete or completed with errors
hsb: Přepruwowanje njeda so dokónčić abo je so ze zmylkami dokónčiło

source: Internal server error
hsb: Nutřkowny serwerowy zmylk

source: Purchasing
hsb: Kupowanje

source: Purchased
hsb: Kupjeny

source: Launch
hsb: Startować

source: {name} was viewing this page first.
hsb: {name} je sej tutu stronu jako prěni wobhladał.

source: Receipt checked by app.
hsb: Kwitowanka je so přez nałoženje přepruwowała.

source: Receipt was not checked by app.
hsb: Kwitowanka njeje so přez nałoženje přepruwowała.

source: {name} was viewing this app first.
hsb: {name} je sej tute nałoženje jako prěni wobhladał.

source: Loading&hellip;
hsb: Začituje so&hellip;

source: Version Notes
hsb: Wersijowe pokazy

source: Notes for Reviewers
hsb: Pokazy za přepruwowarjow

source: No version notes found
hsb: Žane wersijowe pokazy namakane

source: Select an application first
hsb: Wubjerće najprjedy nałoženje

source: Error loading translation
hsb: Zmylk při začitowanju přełožka

source: more...
hsb: wjace...

source: less...
hsb: mjenje...

source: Keep review / Remove flags
hsb: Pohódnoćenje wobchować / Markěrowanja wotstronić

source: Delete review
hsb: Pohódnoćenje zhašeć

source: Skip for now
hsb: Mjeztym přeskočić

source: Payment failed. Try again later.
hsb: Płaćenje je so nimokuliło. Spytajće pozdźišo hišće raz.

source: Packaged App
hsb: Zapakowane nałoženje

source: Privileged App
hsb: Priwilegowane nałoženje

source: More Information Requested
hsb: Dalše informacije požadane

source: Contains Editor Comment
hsb: Wobsahuje komentar redaktora

source: Premium App
hsb: Premiumowe nałoženje

source: Escalated
hsb: Přichodnemu wyšemu městnu dale daty

source: Free
hsb: Darmo

source: Any
hsb: Wšojedne

source: Approved app: {app}
hsb: Nałoženje schwalene: {app}

source: Rejected app: {app}
hsb: Nałoženje wotpokazane: {app}

source: Error approving app: {app}
hsb: Zmylk při schwalenju nałoženja: {app}

source: Error rejecting app: {app}
hsb: Zmylk při wotpokazowanju nałoženja: {app}

source: Error passing app: {app}
hsb: Zmylk při wobstaću nałoženja: {app}

source: Error failing app: {app}
hsb: Zmylk při přepadnjenju nałoženja: {app}

source: Sorry! We had an error fetching the review history. Please try logging in again.<p>
hsb: Wodajće! Mějachmy zmylk při wotwołowanju historije přepruwowanjow. Prošu spytajće so hišće raz přizjewjeć.<p>

source: By {0} on {1}
hsb: Wot {0} {1}

source: Set {0} add-on to a max version of {1} and email the author.
hsb: {0} přidatk na maksimalnu wersiju {1} stajić a awtorej e-mejlku pósłać.

source: Email author of {2} add-on which failed validation.
hsb: Awtora {2} přidatka, kotrehož přepruwowanje je so nimokuliło, e-mejlku pósłać.

source: Your add-on should end with .xpi, .jar or .xml
hsb: Waš přidatk měł so na .xpi, .jar abo .xml kónčić

source: Your add-on failed validation with {0} error.
hsb: Waš přidatk je při přepruwowanju z {0} zmylkom přepadnył.

source: Your add-on passed validation with no errors and {0} message.
hsb: Waš přidatk je přepruwowanje bjez zmylkow a z {0} powěsću wobstał.

source: Your add-on passed validation with no errors or warnings.
hsb: Waš přidatk je přepruwowanje bjez zmylkow abo warnowanjow wobstał.

source: Some platforms are not available for this type of add-on.
hsb: Někotre platformy za tutón přidatkowy typ k dispoziciji njejsu.

source: Your browser does not support the video tag
hsb: Waš wobhladowak element video njepodpěruje

source: Enter a new author's email address
hsb: Nowu e-mejlowu adresu za awtora zapodać

source: {files} file
hsb: {files} dataja

source: {reviews} review
hsb: {reviews} pohódnoćenje

source: Starting tests...
hsb: Testy so startuja…

source: Waiting for test results...
hsb: Čaka so na testowe wuslědki…

source: Internal Server Error
hsb: Nutřkowny serwerowy zmylk

source: Must be a valid e-mail address.
hsb: Dyrbi płaćiwa e-mejlowa adresa być.

source: Add-on failed validation.
hsb: Přidatk njeje přepruwowanje wobstał.

source: Add-on passed validation.
hsb: Přidatk je přepruwowanje wobstał.

source: {0} notice
hsb: {0} pokaz

source: Download {0}
hsb: {0} sćahnyć

source: Sorry, we couldn't find any recommendations for you.<br>Please visit the <a href="{0}">add-ons site</a> to find an add-on that's right for you.
hsb: Bohužel njemóžachmy doporučenja za was namakać.<br>Prošu wopytajće <a href="{0}">sydło přidatkow</a>, zo byšće přidatk namakał, kotryž wašim přećam wotpowěduje.

source: Finding recommendations&hellip;
hsb: Doporučenja so pytaja&hellip;

source: Updating recommendations&hellip;
hsb: Doporučenja so aktualizuja&hellip;

source: {name} was viewing this add-on first.
hsb: {name} je sej tutón přidatk jako prěni wobhladał.

source: Average Reviews
hsb: Přerězne pohódnoćenja

source: Number of Reviews
hsb: Ličba pohódnoćenjow

source: Requested Info
hsb: Požadane informacije

source: Flagged
hsb: Markěrowany

source: Duplicate
hsb: Dwójny

source: Rejected
hsb: Wotpokazany

source: Approved
hsb: Schwaleny

source: Not Updated for {0} {1}
hsb: Njeaktualizowany za {0} {1}

source: Requires Newer Version of {0}
hsb: Wužaduje sej nowšu wersiju {0}

source: Unreviewed
hsb: Njepřepruwowany

source: Experimental <span>(Learn More)</span>
hsb: Eksperimentelny<span>(Dalše informacije)</span>

source: Not Available for {0}
hsb: Njeje za {0} k dispoziciji

source: Experimental
hsb: Eksperimentelny

source: Themes Require Newer Version of {0}
hsb: Drasty wužaduja sej nowšu wersiju {0}

source: Themes Require {0}
hsb: Drasty wužaduja sej {0}

source: Installing...
hsb: Instaluje so…

source: Purchasing...
hsb: Kupuje so…

source: This add-on has been preliminarily reviewed by Mozilla.
hsb: Tutón přidatk je so nachwilu wot Mozilla přepruwował.

source: Keep it
hsb: Wobchować

source: You're trying it on!
hsb: Wy sej to přiměrjeće!

source: Added to Firefox
hsb: Je so Firefox přdał

source: Downloads
hsb: Sćehnjenja

source: Daily Users
hsb: Wužiwarjo na dźeń

source: Collections Created
hsb: Zběrki wutworjene

source: Add-ons in Use
hsb: Přidatki, kotrež so wužiwaja

source: Add-ons Created
hsb: Přidatki wutworjene

source: Add-ons Downloaded
hsb: Přidatki sćehnjene

source: Add-ons Updated
hsb: Přidatki zaktualizowane

source: Reviews Written
hsb: Pohódnoćenja napisane

source: User Signups
hsb: Wužiwarske registrowanja

source: Subscribers
hsb: Abonenća

source: Ratings
hsb: Pohódnoćenja

source: Sales
hsb: Předanje

source: Installs
hsb: Instalacije

source: Unknown
hsb: Njeznaty

source: Add-ons Manager
hsb: Zrjadowak přidatkow

source: Search Results
hsb: Pytanske wuslědki

source: Homepage Promo
hsb: Předstajenje na startowej stronje

source: Homepage Featured
hsb: Na startowej stronje předstajeny

source: Homepage Up and Coming
hsb: Na startowej stronje rozkćěwacy

source: Homepage Most Popular
hsb: Na startowej stronje najbóle woblubowany

source: Detail Page
hsb: Strona podrobnosćow

source: Detail Page (bottom)
hsb: Strona podrobnosćow (deleka)

source: Detail Page (Development Channel)
hsb: Strona podrobnosćow (wuwiwarski kanal)

source: Often Used With
hsb: Husto wužiwany z

source: Others By Author
hsb: Druhe wot awtora

source: Dependencies
hsb: Wotwisnosće

source: Upsell
hsb: Přidatna předań

source: Sharing
hsb: Dźělić

source: Category Pages
hsb: Kategorijowe strony

source: Collections
hsb: Zběrki

source: Category Landing Featured Carousel
hsb: Startowa strona kategorijow: Přehlad předstajenych přidatkow

source: Category Landing Top Rated
hsb: Startowa strona kategorijow: Najwyše pohódnoćene

source: Category Landing Most Popular
hsb: Startowa strona kategorijow: Najbóle woblubowane

source: Category Landing Recently Added
hsb: Startowa strona kategorijow: Jako poslednje přidate

source: Browse Listing Featured Sort
hsb: Lisćinu po "předstajene" sortěrowany přepytać

source: Browse Listing Users Sort
hsb: Lisćinu po wužiwarjach sortěrowane přepytać

source: Browse Listing Rating Sort
hsb: Lisćinu po pohódnoćenju sortěrowane přepytać

source: Browse Listing Created Sort
hsb: Lisćinu po datum wutworjenja sortěrowane přepytać

source: Browse Listing Name Sort
hsb: Lisćinu po mjenje sortěrowane přepytać

source: Browse Listing Popular Sort
hsb: Lisćinu po woblubowanosći sortěrowane přepytać

source: Browse Listing Updated Sort
hsb: Lisćinu po aktualizowanskim datumje sortěrowane přepytać

source: Browse Listing Up and Coming Sort
hsb: Lisćinu po "rozkćěwaty" sortěrowane přepytać

source: Number of Contributions
hsb: Ličba přinoškow

source: Total Amount Contributed
hsb: Cyłkowna ličba přinoškow

source: Average Contribution
hsb: Přerězna ličba přinoškow

source: Usage
hsb: Wužiwanje

source: Downloads and Daily Users, last {0} days
hsb: Sćehnjenja a wšědni wužiwarjo, zańdźenych {0} dnjow

source: Downloads and Daily Users from {0} to {1}
hsb: Sćehnjenja a wšědni wužiwarjo wot {0} do {1}

source: Installs and Daily Users, last {0} days
hsb: Instalacije a wšědni wužiwarjo, zańdźenych {0} dnjow

source: Installs and Daily Users from {0} to {1}
hsb: Instalacije a wšědni wužiwarjo wot {0} do {1}

source: Downloads, last {0} days
hsb: Sćehnjenja, zańdźenych {0} dnjow

source: Downloads from {0} to {1}
hsb: Sćehnjenja wot {0} do {1}

source: Daily Users, last {0} days
hsb: Wšědni wužiwarjo, zańdźenych {0} dnjow

source: Daily Users from {0} to {1}
hsb: Wšědni wužiwarjo, wot {0} do {1}

source: Applications, last {0} days
hsb: Nałoženja, zańdźenych {0} dnjow

source: Applications from {0} to {1}
hsb: Nałoženja, wot {0} do {1}

source: Platforms, last {0} days
hsb: Platformy, zańdźenych {0} dnjow

source: Platforms from {0} to {1}
hsb: Platformy, wot {0} do {1}

source: Languages, last {0} days
hsb: Rěče, zańdźenych {0} dnjow

source: Languages from {0} to {1}
hsb: Rěče, wot {0} do {1}

source: Add-on Versions, last {0} days
hsb: Wersije přidatkow, zańdźenych {0} dnjow

source: Add-on Versions from {0} to {1}
hsb: Přidate wersije wot {0} do {1}

source: Add-on Status, last {0} days
hsb: Status přidatka, zańdźenych {0} dnjow

source: Add-on Status from {0} to {1}
hsb: Status přidatka wot {0} do {1}

source: Download Sources, last {0} days
hsb: Sćehnjenske žórła, zańdźenych {0} dnjow

source: Download Sources from {0} to {1}
hsb: Sćehnjenske žórła wot {0} do {1}

source: Contributions, last {0} days
hsb: Přinoški, zańdźenych {0} dnjow

source: Contributions from {0} to {1}
hsb: Přinoški wot {0} do {1}

source: Site Metrics, last {0} days
hsb: Sydłowa metrika, zańdźenych {0} dnjow

source: Site Metrics from {0} to {1}
hsb: Sydłowa metrika wot {0} do {1}

source: Add-ons in Use, last {0} days
hsb: Přidatki, kotrež so wužiwaja, zańdźenych {0} dnjow

source: Add-ons in Use from {0} to {1}
hsb: Přidatki, kotrež so wužiwaja, wot {0} do {1}

source: Add-ons Downloaded, last {0} days
hsb: Přidatki sćehnjene, zańdźenych {0} dnjow

source: Add-ons Downloaded from {0} to {1}
hsb: Přidatki sćehnjene, wot {0} do {1}

source: Add-ons Created, last {0} days
hsb: Přidatki wutworjene, zańdźenych {0} dnjow

source: Add-ons Created from {0} to {1}
hsb: Přidatki wutworjene, wot {0} do {1}

source: Add-ons Updated, last {0} days
hsb: Přidatki zaktualizowane, zańdźenych {0} dnjow

source: Add-ons Updated from {0} to {1}
hsb: Přidatki zaktualizowane, wot {0} do {1}

source: Reviews Written, last {0} days
hsb: Napisane pohódnoćenja, zańdźenych {0} dnjow

source: Reviews Written from {0} to {1}
hsb: Napisane pohódnoćenja, wot {0} do {1}

source: User Signups, last {0} days
hsb: Wužiwarske registrowanja, zańdźenych {0} dnjow

source: User Signups from {0} to {1}
hsb: Wužiwarske registrowanja wot {0} do {1}

source: Collections Created, last {0} days
hsb: Zběrki wutworjene, zańdźenych {0} dnjow

source: Collections Created from {0} to {1}
hsb: Zběrki wutworjene, wot {0} do {1}

source: Subscribers, last {0} days
hsb: Abonenća, zańdźenych {0} dnjow

source: Subscribers from {0} to {1}
hsb: Abonenća, wot {0} do {1}

source: Ratings, last {0} days
hsb: Pohódnoćenja, zańdźenych {0} dnjow

source: Ratings from {0} to {1}
hsb: Pohódnoćenja, wot {0} do {1}

source: Sales, last {0} days
hsb: Předanje, zańdźenych {0} dnjow

source: Sales from {0} to {1}
hsb: Předanje, wot {0} do {1}

source: Installs, last {0} days
hsb: Instalacije, zańdźenych {0} dnjow
