Repository: mozilla/zamboni
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Skip for now
hsb: Tuchwilu přeskočić

source: Select a valid choice. %(value)s is not one of the available choices.
hsb: Wubjerće płaćiwu opciju. %(value)s k dispoziciji stejaca opcija njeje.

source: The field must have a length of at least {num} characters.
hsb: Polo dyrbi znajmjeńša {num} znamješkow dołhe być.

source: The language code {lang_code} is invalid.
hsb: Rěčny kod {lang_code} je njepłaćiwy.

source: Unknown
hsb: Njeznaty

source: Yes
hsb: Haj

source: No
hsb: Ně

source: Form could not be submitted.
hsb: Formular njeda so wótpósłać.

source: Note body is empty.
hsb: Tekst noticy je prózdny.

source: Invalid note type.
hsb: Njepłaćiwy typ noticy.

source: Version %s does not exist
hsb: Wersija %s njeeksistuje

source: Attachment:
hsb: Přiwěšk:

source: Description:
hsb: Wopisanje:

source: Attachment exceeds maximum size of %s.
hsb: Přiwěšk překročuje maksimalnu wulkosć %s.

source: The Firefox Marketplace is the official source of apps for the Web Platform.
hsb: Torhošćo Firefox je oficielne žórło nałoženjow za webplatformu.

source: User
hsb: Wužiwar

source: Reviewer
hsb: Přepruwowar

source: Developer
hsb: Wuwiwar

source: Åland Islands
hsb: Åland-kupy

source: Albania
hsb: Albanska

source: Algeria
hsb: Algeriska

source: American Samoa
hsb: Ameriska Samoa

source: Antarctica
hsb: Antarktis

source: Antigua and Barbuda
hsb: Antigua a Barbuda

source: Argentina
hsb: Argentinska

source: Armenia
hsb: Armenska

source: Australia
hsb: Awstralska

source: Austria
hsb: Awstriska

source: Azerbaijan
hsb: Azerbajdźan

source: Bahamas
hsb: Bahamy

source: Bangladesh
hsb: Bangladeš

source: Belarus
hsb: Běłoruska

source: Belgium
hsb: Belgiska

source: Bolivia
hsb: Boliwiska

source: Bonaire, Saint Eustatius and Saba
hsb: Bonaire, Sint Eustatius a Saba

source: Bosnia and Herzegovina
hsb: Bosniska a Hercegowina

source: Bouvet Island
hsb: Bouvet-kupa

source: Brazil
hsb: Brazilska

source: British Indian Ocean Territory
hsb: Britiski teritorij w Indiskim oceanje

source: Bulgaria
hsb: Bołharska

source: Cambodia
hsb: Kambodźa

source: Cameroon
hsb: Kamerun

source: Canada
hsb: Kanada

source: Cape Verde
hsb: Kapwerdiske kupy

source: Cayman Islands
hsb: Kaimanske kupy

source: Central African Republic
hsb: Centralnoafriska republika

source: Chad
hsb: Čad

source: Christmas Island
hsb: Hodowna kupa

source: Cocos (Keeling) Islands
hsb: Kokoske (Keelingske) kupy

source: Colombia
hsb: Kolumbiska

source: Comoros
hsb: Komory

source: Congo
hsb: Kongo

source: Congo, Democratic Republic
hsb: Kongo, Demokratiska republika

source: Cook Islands
hsb: Cookske kupy

source: Costa Rica
hsb: Kosta Rika

source: Côte d'Ivoire
hsb: Słonowinowy pobrjóh

source: Croatia
hsb: Chorwatska

source: Cuba
hsb: Kuba

source: Cyprus
hsb: Cypernska

source: Czech Republic
hsb: Čěska republika

source: Denmark
hsb: Danska

source: Djibouti
hsb: Dźibuti

source: Dominica
hsb: Dominika

source: Dominican Republic
hsb: Dominikanska republika

source: Ecuador
hsb: Ekuador

source: Egypt
hsb: Egyptowska

source: Equatorial Guinea
hsb: Ekwatorialna Gineja

source: Eritrea
hsb: Eritreja

source: Estonia
hsb: Estiska

source: Ethiopia
hsb: Etiopiska

source: Falkland Islands (Malvinas)
hsb: Falklandske kupy (Malwiny)

source: Faroe Islands
hsb: Färöske kupy

source: Fiji
hsb: Fidźiske kupy

source: Finland
hsb: Finska

source: France
hsb: Francoska

source: French Guiana
hsb: Francoska Guayana

source: French Polynesia
hsb: Francoska Polyneziska

source: French Southern Territories
hsb: Francoske južne teritorije

source: Gabon
hsb: Gabun

source: Gambia
hsb: Gambija

source: Georgia
hsb: Georgiska

source: Germany
hsb: Němska

source: Greece
hsb: Grjekska

source: Greenland
hsb: Grönlandska

source: Guinea
hsb: Gineja

source: Guinea-Bissau
hsb: Gineja-Bissau

source: Heard and McDonald Islands
hsb: Kupy Heard a McDonald

source: Holy See (Vatican City State)
hsb: Swjaty stoł (Vatikanske město)

source: Hungary
hsb: Madźarska

source: Iceland
hsb: Islandska

source: India
hsb: Indiska

source: Indonesia
hsb: Indoneska

source: Iran, Islamic Republic of
hsb: Iran, Islamska republika

source: Iraq
hsb: Irak

source: Ireland
hsb: Irska

source: Italy
hsb: Italska

source: Jamaica
hsb: Jamaika

source: Japan
hsb: Japanska

source: Jordan
hsb: Jordaniska

source: Kazakhstan
hsb: Kazachstan

source: Kenya
hsb: Kenija

source: Korea, Democratic People's Rep
hsb: Koreja, Demokratiska ludowa republika

source: Korea, Republic of
hsb: Koreja, Republika

source: Kosovo
hsb: Kosowo

source: Kyrgyzstan
hsb: Kirgizistan

source: Lao People's Democratic Rep
hsb: Laos, Demokratiska ludowa republika

source: Latvia
hsb: Letiska

source: Lebanon
hsb: Libanon

source: Liberia
hsb: Liberija

source: Libyan Arab Jamahiriya
hsb: Libyska

source: Liechtenstei
hsb: Liechtenstein

source: Lithuania
hsb: Litawska

source: Luxembourg
hsb: Luxemburgska

source: Macao
hsb: Makao

source: Macedonia, Former Yugoslav Rep
hsb: Makedonska, Bywša juhosłowjanska republika

source: Madagascar
hsb: Madagaskar

source: Malaysia
hsb: Malajzija

source: Maldives
hsb: Malediwy

source: Marshall Islands
hsb: Maršalske kupy

source: Mauritania
hsb: Mawretanska

source: Mexico
hsb: Mexiko

source: Micronesia, Federated States of
hsb: Mikroneziska, Federatiwne staty

source: Moldova, Republic of
hsb: Moldawska, republika

source: Mongolia
hsb: Mongolska

source: Montenegro
hsb: Čorna Hora

source: Morocco
hsb: Marokko

source: Mozambique
hsb: Mosambik

source: Namibia
hsb: Namibija

source: Netherlands
hsb: Nižozemska

source: New Caledonia
hsb: Nowa Kaledonija

source: New Zealand
hsb: Nowoseelandska

source: Nicaragua
hsb: Nikaragua

source: Nigeria
hsb: Nigerija

source: Niue
hsb: Niuë

source: Norfolk Island
hsb: Norfolk

source: Northern Mariana Islands
hsb: Sewjerne Mariany

source: Norway
hsb: Norwegska

source: Palau
hsb: Palauske kupy

source: Palestinian Territory, Occupied
hsb: Palestinske awtonomijowe teritorije

source: Papua New Guinea
hsb: Papuwa-Nowa Gineja

source: Philippines
hsb: Filipiny

source: Poland
hsb: Pólska

source: Portugal
hsb: Portugalska

source: Puerto Rico
hsb: Puerto Riko

source: Qatar
hsb: Katar

source: Romania
hsb: Rumunska

source: Russian Federation
hsb: Ruska federacija

source: Rwanda
hsb: Ruanda

source: Saint Kitts and Nevis
hsb: Saint Kitts a Nevis

source: Saint Pierre and Miquelon
hsb: Saint Pierre a Miquelon

source: Saint Vincent and the Grenadines
hsb: Saint Vincent a Grenadiny

source: Sao Tome and Principe
hsb: São Tome a Principe

source: Saudi Arabia
hsb: Sawdi-Arabska

source: Senega
hsb: Senegal

source: Serbia
hsb: Serbiska

source: Serbia and Montenegro
hsb: Serbiska a Čorna Hora

source: Seychelles
hsb: Seychelle

source: Singapore
hsb: Singapur

source: Sint Maarten (Dutch part)
hsb: Sint Maarten (nižozemski dźěl)

source: Slovakia
hsb: Słowakska

source: Slovenia
hsb: Słowjenska

source: Solomon Islands
hsb: Salomony

source: Somalia
hsb: Somalija

source: South Africa
hsb: Južna Afrika

source: South Georgia and the South Sandwich Islands
hsb: Južna Georgiska a južne Sandwich-kupy

source: South Sudan
hsb: Južny Sudan

source: Spain
hsb: Španiska

source: Suriname
hsb: Surinam

source: Svalbard and Jan Mayen
hsb: Svalbard a Jan Mayen

source: Swaziland
hsb: Swaziska

source: Sweden
hsb: Šwedska

source: Switzerland
hsb: Šwicarska

source: Syrian Arab Republic
hsb: Syriska arabska republika

source: Taiwan, Province of China
hsb: Taiwan, chinska prowinca

source: Tajikistan
hsb: Tadźikistan

source: Tanzania, United Republic of
hsb: Tansanija, Zjednoćena republika

source: Thailand
hsb: Thailandska

source: Timor-Leste
hsb: Wuchodny Timor

source: Trinidad and Tobago
hsb: Trinidad a Tobago

source: Tunisia
hsb: Tuneziska

source: Turkey
hsb: Turkowska

source: Turks and Caicos Islands
hsb: Kupy Turks a Caicos

source: Ukraine
hsb: Ukraina

source: United Arab Emirates
hsb: Zjednoćene arabske emiraty

source: United Kingdom
hsb: Zjednoćene kralestwo

source: United States
hsb: Zjednoćene staty

source: Venezuela, Bolivarian Republic of
hsb: Venezuela, Boliwarska republika

source: Virgin Islands, British
hsb: Knježniske kupy, Britiske

source: Virgin Islands, U.S.
hsb: Knježniske kupy, Ameriske

source: Wallis and Futuna
hsb: Wallis a Futuna

source: Western Sahara
hsb: Zapadna Sahara

source: Yemen
hsb: Jemen

source: Zambia
hsb: Sambija

source: Zimbabwe
hsb: Simbabwe

source: Incomplete
hsb: Njedospołny

source: Pending approval
hsb: Čaka na schwalenje

source: Published
hsb: Wozjewjeny

source: Banned from Marketplace
hsb: Za torhošćo zawrjeny

source: Deleted
hsb: Zhašany

source: Rejected
hsb: Wotpokazany

source: Approved but private
hsb: Schwaleny, ale jako priwatny

source: Blocked
hsb: Blokowany

source: Unlisted
hsb: Njenalistowany

source: Obsolete
hsb: Zestarjeny

source: Approved
hsb: Schwaleny

source: Owner
hsb: Wobsedźer

source: Viewer
hsb: Wobkedźbowar

source: Support
hsb: Pomoc

source: Free
hsb: Darmo

source: Premium with in-app payments
hsb: Premium z płaćenjom w nałoženju

source: Free with in-app payments
hsb: Darmo z płaćenjemi w nałoženju

source: I'll use my own system for in-app payments
hsb: Wužiwam swójski system za płaćenja w nałoženju

source: Manual Reviewer Points
hsb: Přiručka za přepruwowarske dypki

source: Web App Review
hsb: Přepruwowanje webnałoženja

source: Packaged App Review
hsb: Přepruwowanje zapakowaneho nałoženja

source: Privileged App Review
hsb: Přepruwowanje priwilegowaneho nałoženja

source: Web App Re-review
hsb: Wospjetne přepruwowanje webnałoženja

source: Updated Packaged App Review
hsb: Přepruwowanje zaktualizowaneho zapakowaneho nałoženja

source: Updated Privileged App Review
hsb: Přepruwowanje zaktualizowaneho priwilegowaneho nałoženja

source: Moderated App Review
hsb: Moderěrowane přepruwowanje nałoženja

source: App Review Moderation Reverted
hsb: Moderacija pohódnoćenja nałoženja je so anulowała

source: Tarako App Review
hsb: Přepruwowanje Tarako-nałoženja

source: Level 1
hsb: Schodźenk 1

source: Level 2
hsb: Schodźenk 2

source: Level 3
hsb: Schodźenk 3

source: Level 4
hsb: Schodźenk 4

source: Level 5
hsb: Schodźenk 5

source: Level 6
hsb: Schodźenk 6

source: Books & Comics
hsb: Knihi a comicsy

source: Business
hsb: Wobchodnistwo

source: Education
hsb: Kubłanje

source: Entertainment
hsb: Zabawjenje

source: Food & Drink
hsb: Jědź a piće

source: Kids
hsb: Dźěći

source: Games
hsb: Hry

source: Health & Fitness
hsb: Strowosć a fitnes

source: Maps & Navigation
hsb: Karty a nawigacija

source: Music
hsb: Hudźba

source: News
hsb: Nowinki

source: Personalization
hsb: Personalizacija

source: Photo & Video
hsb: Foto a widejo

source: Productivity
hsb: Produktiwita

source: Reference
hsb: Přiručki

source: Science & Tech
hsb: Wědomosć a technika

source: Shopping
hsb: Nakupowanje

source: Social
hsb: Socialne syće

source: Sports
hsb: Sport

source: Travel
hsb: Pućowanje

source: Utilities
hsb: Nastroje

source: Weather
hsb: Wjedro

source: Tools
hsb: Nastroje

source: No action
hsb: Žana akcija

source: Banned
hsb: Zawrjeny

source: Reviewer comment
hsb: Komentar přepruwowarja

source: Escalated
hsb: Přichodnemu wyšemu městnu dale daty

source: Private reviewer comment
hsb: Priwatny přepruwowarski komentar

source: App resubmission
hsb: Zasozapodaće nałoženja

source: Escalation cleared
hsb: Daledaće přichodnemu wyšemu městnu schwalene

source: Escalated due to High Abuse Reports
hsb: Wjele znjewužiwanskich zdźělenkow dla přichodnemu wyšemu městnu dale daty

source: Escalated due to High Refund Requests
hsb: Wjele zarunanskich požadanjow přichodnemu wyšemu městnu dale daty

source: Re-review cleared
hsb: Nowopřepruwowanje schwalene

source: App submission notes
hsb: Pokazy za zapodaće nałoženja

source: Developer comment
hsb: Komentar wuwiwarja

source: Device(s) changed by reviewer
hsb: Graty wot přepruwowarja změnjene

source: Requirement(s) changed by reviewer
hsb: Žadanja wot přepruwowarja změnjene

source: Rereview due to Manifest Change
hsb: Nowopřepruwowanje změny manifesta dla

source: Rereview due to Manifest URL Change
hsb: Nowopřepruwowanje změny manifestoweho URL

source: Rereview due to Premium Type Upgrade
hsb: Nowopřepruwowanje aktualizacije premiumoweho typa dla

source: Rereview due to Devices Added
hsb: Nowopřepruwowanje přidatych gratow dla

source: Rereview due to Requirements Change
hsb: Nowopřepruwowanje změnjenych žadanjow dla

source: Rereview due to Adult Content Rating
hsb: Nowopřepruwowanje zastupnjowanja za dorosćenych dla

source: Escalation due to VIP App
hsb: Daledaće přichodnemu wyšemu městnu VIP-nałoženja dla

source: Escalation due to Prelease App
hsb: Daledaće přichodnemu wyšemu městnu nałoženja za předwozjewjenje dla

source: Priority review requested
hsb: Přepruwowanje priority požadane

source: Additional review passed
hsb: Přidatne přepruwowanje wobstaty

source: Additional review failed
hsb: Přidatne přepruwowanje njewobstaty

source: Version notes for reviewer
hsb: Wersijowe pokazy za přepruwowarja

source: Public reviewer comment
hsb: Zjawny přepruwowarski komentar

source: App Management API
hsb: API za zrjadowanje nałoženjow

source: The app requires the `navigator.mozApps` API to install and manage other apps.
hsb: Nałoženje wužaduje sej API "navigator.mozApps" za instalowanje a rjadowanje druhich nałoženjow.

source: Packaged Apps Install API
hsb: API za instalowanje zapakowanych nałoženjow

source: The app requires the `navigator.mozApps.installPackage` API to install other packaged apps.
hsb: Nałoženje wužaduje sej API "navigator.mozApps.installPackage" za instalowanje druhich zapakowanych nałoženjow.

source: Web Payment
hsb: Webpłaćenje

source: The app requires the `navigator.mozApps` API.
hsb: Nałoženje wužaduje sej API "navigator.mozApps".

source: Web Activities
hsb: Webaktiwity

source: The app requires Web Activities (the `MozActivity` API).
hsb: Nałoženje wužaduje sej webaktiwity (API "MozActivity").

source: Ambient Light Sensor
hsb: Wokolinowy swětłosensor

source: The app requires an ambient light sensor (the `ondevicelight` API).
hsb: Nałoženje wužaduje sej wokolinowy swětłosensor (API "ondevicelight").

source: Archive
hsb: Archiw

source: The app requires the `ArchiveReader` API.
hsb: Nałoženje wužaduje sej API "ArchiveReader".

source: Battery
hsb: Baterija

source: The app requires the `navigator.battery` API.
hsb: Nałoženje wužaduje sej API "naqvigator.battery".

source: The app requires the `navigator.mozBluetooth` API.
hsb: Nałoženje wužaduje sej API "navigator.mozBluetooth".

source: Contacts
hsb: Kontakty

source: The app requires the `navigator.mozContacts` API.
hsb: Tute nałoženje wužaduje sej API "navigator.mozContacts".

source: Device Storage
hsb: Gratowy składowak

source: The app requires the Device Storage API to access files on the filesystem.
hsb: Nałoženje wužaduje sej API "Gratowy składowak", zo by přistup na datajowy system měło.

source: The app requires the platform to support IndexedDB.
hsb: Nałoženje wužaduje sej podpěru IndexedDB na platformje.

source: Geolocation
hsb: Postajenje stejnišćow

source: The app requires the platform to support the `navigator.geolocation` API.
hsb: Nałoženje wužaduje sej podpěru API "navigator.geolocation" na platformje.

source: Idle
hsb: Prózdnoběh

source: The app requires the platform to support the `addIdleObserver` API.
hsb: Nałoženje wužaduje sej podpěru API "addIdleObserver" na platformje.

source: Network Information
hsb: Syćowe informacije

source: The app requires the ability to get information about the network connection (the `navigator.mozConnection` API).
hsb: Tute nałoženje wužaduje sej móžnosć, informacije wo syćowym zwisku dóstać (API "navigator.mozConnection).

source: Network Stats
hsb: Syćowa statistika

source: The app requires the `navigator.mozNetworkStats` API.
hsb: Nałoženje wužaduje sej API "navigator.mozNetworkStats".

source: Proximity
hsb: Bliskosć

source: The app requires a proximity sensor (the `ondeviceproximity` API).
hsb: Nałoženje wužaduje sej bliskostny sensor (API "ondeviceproximity").

source: Simple Push
hsb: Jednory push

source: The app requires the `navigator.mozPush` API.
hsb: Nałoženje wužaduje sej API "navigator.mozPush".

source: Screen Orientation
hsb: Wusměrjenje wobrazowki

source: The app requires the platform to support the `ondeviceorientation` API.
hsb: Nałoženje wužaduje sej podpěru API "ondeviceorientation" na platformje.

source: Time/Clock
hsb: Čas/Časnik

source: The app requires the `navigator.mozTime` API.
hsb: Nałoženje wužaduje sej API "navigator.mozTime".

source: Vibration
hsb: Wibracija

source: The app requires the device to support vibration (the `navigator.vibrate` API).
hsb: Nałoženje wužaduje sej podpěru wibracije (API navigator.vibrate) na graće.

source: The app requires the `navigator.mozFM` or `navigator.mozFMRadio` APIs.
hsb: Nałoženje wužaduje sej API "navigator.mozFM" abo "navigator.mozFMRadio".

source: The app requires the `navigator.mozSms` API.
hsb: Nałoženje wužaduje sej API "navigator.mozSms".

source: Touch
hsb: Dótknjenje

source: The app requires the platform to support touch events. This option indicates that the app will not function when used with a mouse.
hsb: Nałoženje wužaduje sej podpěru dótknjenskich podawkow na platformje. Tuta opcija pokazuje, zo nałoženje njefunguje, hdyž so z myšku wužiwa.

source: Smartphone-Sized Displays (qHD)
hsb: Wobrazowki we wulkosći smartfona (qHD)

source: The app requires the platform to have a smartphone-sized display (having qHD resolution). This option indicates that the app will be unusable on larger displays (e.g., tablets, desktop, large or high-DPI phones).
hsb: Nałoženje sej wužaduje, zo platforma ma wobrazowku we wulkosći smartfona (t. r. ma qHD-rozeznaće). Tuta opcija pokazuje, zo nałoženje njeda so na wjetšich wobrazowkach wužiwać (na př. na tabletach, desktopowych PC abo mobilnych telefonach z wjele DPI).

source: The app requires that the platform can decode and play MP3 files.
hsb: Nałoženje sej wužaduje, zo platforma móže MP3-dataje dekodować a wothrać.

source: Audio
hsb: Awdio

source: The app requires that the platform supports the HTML5 audio API.
hsb: Nałoženje sej wužaduje, zo platforma API "HTML5 audio" podpěruje.

source: Web Audio
hsb: Webawdio

source: The app requires that the platform supports the Web Audio API (`window.AudioContext`).
hsb: Nałoženje sej wužaduje, zo platforma API Web Audio ("window.AudioContext") podpěruje.

source: The app requires that the platform can decode and play H.264 video files.
hsb: Nałoženje sej wužaduje, zo platforma móže dataje H.264-widejow dekodować a wothrać.

source: The app requires that the platform can decode and play WebM video files (VP8).
hsb: Nałoženje sej wužaduje, zo platforma móže widejowe dataje WebM (VP8) dekodować a wothrać.

source: Full Screen
hsb: Połna wobrazowka

source: The app requires the Full Screen API (`requestFullScreen` or `mozRequestFullScreen`).
hsb: Nałoženje wužaduje sej API Full Screen ("requestFullScreen" abo "mozRequestFullScreen").

source: The app requires the platform to support the gamepad API (`navigator.getGamepads`).
hsb: Nałoženje wužaduje sej podpěru API gamepada ("navigator.getGamepads") na platformje.

source: Quota Management
hsb: Kwotowe zrjadowanje

source: The app requires the platform to allow persistent storage limit increases above the normally allowed limits for an app (`window.StorageInfo` or `window.persistentStorage`).
hsb: Nałoženje se wužaduje, zo platforma dowola, zo so trajny składowanski limit nad normalnje dowolene limity za nałoženje powyšuje ("window.StorageInfo" abo "window.persistentStorage").

source: Camera
hsb: Kamera

source: The app requires the platform to allow access to video from the device camera via a LocalMediaStream object.
hsb: Nałoženje sej wužaduje, zo platforma přistup na wideja z kamery grata přez objekt LocalMediaStream dowola.

source: Microphone
hsb: Mikrofon

source: The app requires the platform to allow access to audio from the device microphone.
hsb: Nałoženje sej wužaduje, zo platforma přistup na zynk gratoweho mikrofona dowola.

source: Screen Capture
hsb: Fota wobrazowki

source: The app requires the platform to allow access to the device screen for capture.
hsb: Nałoženje sej wužaduje, zo platforma přistup na wobrazowku grata za fota dowola.

source: The app requires the platform to allow web real-time communication browser-to-browser inbound media streams.
hsb: Nałoženje sej wužaduje, zo platforma komunikaciju woprawdźiteho časa mjez wobhladowakami přez dochadźace medijowe prudy dowola.

source: The app requires the platform to allow peer-to-peer exchange of data other than audio and video.
hsb: Nałoženje sej wužaduje, zo platforma direktnu wuměnu hinašich datow hač awdio a widejo dowola.

source: The app requires the platform to allow communication of streaming data between peers.
hsb: Nałoženje sej wužadije, zo platforma komunikaciju prudźacych datow mjez ličakami w kompjuterowej syći dowola.

source: The app requires the platform to allow the use of text-to-speech.
hsb: Nałoženje sej wužaduje, zo platforma wužiwanje tekst-do-rěčenja dowola.

source: The app requires the platform to allow the use of speech-to-text.
hsb: Nałoženje sej wužaduje, zo platforma wužiwanje rěčenje-do-teksta dowola.

source: Pointer Lock
hsb: Zawrjenje pokazowarja

source: The app requires the platform to provide additional information and control about the pointer.
hsb: Nałoženje sej wužaduje, zo platforma přidatne informacije a kontrolu wo pokazowarju k dispoziciji staja.

source: Notifications
hsb: Zdźělenki

source: The app requires the platform to allow the displaying phone and desktop notifications to the user.
hsb: Nałoženje sej wužaduje, zo platforma zwobraznjenje telefonowych a desktopowych zdźělenkow do wužiwarja dowola.

source: Alarms
hsb: Alarmy

source: The app requires the platform to provide access to the device alarm settings to schedule notifications and events at specific time.
hsb: Nałoženje sej wužaduje, zo platforma přistup na alarmowe nastajenja grata dowola, zo by zdźělenki a podawki za wěsty čas planowało.

source: The app requires the platform to allow the sending of asynchronous HTTP requests without the restrictions of the same-origin policy.
hsb: Nałoženje sej wužaduje, zo platforma słanje asynchronych HTTP-naprašowanjow bjez wobmjezowanjow samsneho pochada dowola.

source: The app requires the platform to allow opening raw TCP sockets.
hsb: Nałoženje sej wužaduje, zo platforma wočinjenje Raw TCP Sockets dowola.

source: Third-Party Keyboard Support
hsb: Podpěra za tastatury třećich poskićowarjow

source: The app requires the platform to support third-party keyboards.
hsb: Nałoženje sej wužaduje, zo platforma tastatury třećich poskićowarjow podpěruje.

source: Multiple Network Information
hsb: Informacije wo wjacorych syćach

source: The app requires the ability to get information about multiple network connections.
hsb: Nałoženje wužaduje sej móžnosć, sej informacije wo wjacorych syćowych zwiskach wobstarać.

source: Mobile ID
hsb: ID mobilneho telefona

source: The app requires access to the `navigator.getMobileIdAssertion` API.
hsb: Nakoženje wužaduje sej přistup na API "navigator.getMobileIdAssertion".

source: Asm.js Precompilation
hsb: Předkompilowanje Asm.js

source: The app requires the device to support precompilation of asm.js code.
hsb: Nałoženje sej wužaduje, zo grat předkompilowanje koda asm.js podpěruje.

source: 512MB RAM Device
hsb: Grat z 512 MB RAM

source: The app requires the device to have at least 512MB RAM.
hsb: Nałoženje sej wužaduje, zo grat ma znajmjeńša 512 MB RAM.

source: 1GB RAM Device
hsb: Grat z 1 GB RAM

source: The app requires the device to have at least 1GB RAM.
hsb: Nałoženje sej wužaduje, zo grat ma znajmjeńša 1 GB RAM.
