Repository: mozilla/zamboni
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Validate
hsb: Přepruwować

source: <strong>Don't forget a protocol!</strong> Try adding either <a href="#">%(http)s</a> or <a href="#">%(https)s</a>.
hsb: <strong>Njezabudźće protokol</strong> Spytajće pak <a href="#">%(http)s</a> pak <a href="#">%(https)s</a> přidawać.

source: Manifest URLs must start with a protocol (for example, <code>http://</code> or <code>https://</code>) and typically use the <code>.webapp</code> extension.
hsb: Manifestowe URL dyrbja so z protokolom započeć (na přikład <code>http://</code> abo <code>https://</code>) a w normalnym padźe sufiks<code>.webapp</code> wužiwać.

source: Learn more about submitting an app.
hsb: Zhońće wjace wo zapodawanju nałoženja.

source: The validator is a tool which can help test your app for errors, best practices, and compliance with Marketplace guidelines before actually submitting your app for review. If you're interested in how it works or would like to run a copy of your own, the source code is available <a href="%(repo)s">on Github</a>.
hsb: Walidator je nastroj, kotryž móže při testowanju wašeho nałoženja za zmylkami, najlěpšimi postupowanskimi wašnjemi a wotpowědowanjom ze směrnicami Torhošća pomhać, prjedy hač woprawdźe zapodaće swoje nałoženje za přepruwowanje. Jeli so za to zajimujeće, kak nastroj funguje, abo chceće jón wužiwać, namakaće žórłowy tekst <a href="%(repo)s">na Github</a>.

source: Validation Results for {0}
hsb: Přepruwowanske wuslědki za {0}

source: Validation Results
hsb: Přepruwowanske wuslědki

source: Validated at:
hsb: Přepruwowany:

source: Manage My Submissions
hsb: Moje zapodaća zrjadować

source: Announcement
hsb: Připowědź

source: Dismiss this announcement
hsb: Připowědź zaćisnyć

source: Edit
hsb: Wobdźěłać

source: Welcome to the Developer Dashboard
hsb: Witajće k wuwiwarskemu přehladej

source: You haven't yet submitted an app to the Firefox Marketplace. Once you've <a href="%(app_url)s">created your app</a>, click Submit Your App below.
hsb: Njejsće hišće žane nałoženje na Torhošću Firefox zapodał. Hdyž sće <a href="%(app_url)s">swoje nałoženje wutworił</a>, klikńće na "Waše nałoženje zapodać".

source: Submit An App
hsb: Nałoženje zapodać

source: Edit Listing
hsb: Zapisk lisćiny wobdźěłać

source: None
hsb: Žane

source: Team Members
hsb: Teamowi čłonojo

source: Only the app owner(s) can edit this page.
hsb: Jenož wobsedźerjo nałoženja móža tutu stronu wobdźěłać.

source: About team member roles
hsb: Wo rólach teamowych čłonow

source: Save Changes
hsb: Změny składować

source: close
hsb: začinić

source: About Team Member Roles
hsb: Wo rólach teamowych čłonow

source: Apps can have any number of team members with 4 possible roles:
hsb: Nałoženja móža wjele teamowych čłonow z 4 móžnymi rólemi měć:

source: Can manage all aspects of the app's listing, including adding and removing other team members
hsb: Móže wšě aspekty lisćinoweho zapiska zrjadować inkluziwnje přidawanje a wotstronjenje druhich teamowych čłonow

source: Can manage all aspects of the app's listing, except for adding and removing other team members and managing payments
hsb: Móže wšě aspekty lisćinoweho zapiska zrjadować, nimo přidawanja a wotstronjenja druhich teamowych čłonow a rjadowanja płaćenjow

source: Can view the app's settings but cannot make any changes
hsb: Móže sej nastajenja nałoženja wobhladać, ale njemóže změny přewjesć

source: Can view the app's settings
hsb: Móže sej nastajenja nałoženja wobhladać

source: Status & Versions
hsb: Status a wersije

source: Current Status
hsb: Aktualny status

source: You have <b>delisted</b> this app.
hsb: Sće tute nałoženje <b>z lisćiny wotstronił</b>.

source: This app is <b>incomplete</b>.
hsb: Tute nałoženje je <b>njedospołne</b>.

source: This app has been <b>disabled by Mozilla</b>.
hsb: Tute nałoženje je so <b>wot Mozilla znjemóžniło</b>.

source: Your app was disabled because it is missing content ratings. It will automatically be re-enabled after <a href="%(ratings_url)s">obtaining content ratings</a>.
hsb: Waše nałoženje je so znjemóžniło, dokelž nima wobsahowe pohódnoćenja. Znjemóžni so awtomatisce, po tym zo sće <a href="%(ratings_url)s">wobsahowe pohódnoćenja dóstał</a>.

source: This app has been <b>banned on Marketplace</b>.
hsb: Tute nałoženje je <b>za Torhošćo zawrjene</b>.

source: Your app was banned by a site administrator. If you have any questions, please <a href="%(support_url)s"> contact us</a>.
hsb: Waše nałoženje je so wot sydłoweho administratora zawrěło. Jeli maće prašenja, <a href="%(support_url)s">stajće so z nami do zwiska</a>.

source: Your app has been <b>blocked by Mozilla</b>.
hsb: Waše nałoženje je so <b>wot Mozilla zablokowało</b>.

source: Your app was blocked by a site administrator. If you have any questions, please <a href="%(support_url)s"> contact us</a>.
hsb: Waše nałoženje je so wot sydłoweho administratora zablokowało. Jeli maće prašenja, <a href="%(support_url)s">stajće so z nami prošu do zwiska</a>.

source: This app has been <b>rejected</b> by a Firefox Marketplace reviewer.
hsb: Přepruwowar Torhošća Firefox je tute nałoženje <b>wotpokazał</b>.

source: Version <b>{0}</b> of your app is <b>{1}</b> and <b>Active</b>
hsb: Wersija <b>{0}</b> wašeho nałoženja je <b>{1}</b> a <b>aktiwna</b>

source: Version <b>{0}</b> of your app is <b>{1}</b>
hsb: Wersija <b>{0}</b> wašeho nałoženja je <b>{1}</b>

source: This app is <b>pending review</b> by a Firefox Marketplace reviewer.
hsb: Tute nałoženje <b>čaka hišće na přepruwowanje</b> přez přepruwowarja Torhošća Firefox.

source: You will receive an email when the review is complete.
hsb: Dóstanjeće e-mejlku, hdyž přepruwowanje je zakónčene.

source: This app is <b>published</b>.
hsb: Tute nałoženje je <b>wozjewjene</b>.

source: Your app has been <b>approved</b> and is currently <b>unlisted</b>.
hsb: Waše nałoženje je so <b>schwaliło</b> a je tuchwilu <b>njelistowane</b>.

source: Only those with the following URL can view and install this app:<br> <a href="%(app_url)s">%(app_url)s</a>.
hsb: Jenož wosoby ze slědowacym URL móža sej tute nałoženje wobhladać a jo instalować:<br> <a href="%(app_url)s">%(app_url)s</a>.

source: Your app has been <b>approved</b> and is currently only visible to team members.
hsb: Waše nałoženje je so <b>schwaliło</b> a je tuchwilu widźomne jenož za teamowych čłonow.

source: Only <b>team members</b> with the following URL can view and install this app:<br> <a href="%(app_url)s">%(app_url)s</a>.
hsb: Jenož <b>teamowi čłonojo</b> ze slědowacym URL móža sej tute nałoženje wobhladać a jo instalować:<br><a href="%(app_url)s">%(app_url)s</a>.

source: Learn about Review Criteria for apps
hsb: Zhońće wjace wo přepruwowanskich kriterijach za nałoženja

source: Update App Visibility
hsb: Widźomnosć nałoženja aktualizować

source: Reviewed by <b>%(reviewer)s</b>
hsb: Wot <b>%(reviewer)s</b> přepruwowany

source: Once you have addressed these concerns, you may <a href="%(resubmit_url)s">resubmit your app below</a>.
hsb: Hdyž sće so wo tute naležnosće starał, móžeće <a href="%(resubmit_url)s">swoje nałoženje deleka znowa zapodać</a>.

source: Once you have addressed these concerns, you may resubmit your app below.
hsb: Hdyž sće so wo tute naležnosće starał, móžeće swoje nałoženje deleka znowa zapodać.

source: Resubmit App
hsb: Nałoženje znowa zapodać

source: You must <a href="%(ratings_url)s">obtain content ratings</a> before resubmitting your app.
hsb: Dyrbiće <a href="%(ratings_url)s">wobsahowe pohódnoćenja dobyć</a>, prjedy hač swoje nałoženje znowa zapodaće.

source: Packaged Versions
hsb: Zapakowane wersije

source: Submission date
hsb: Zapodawanski datum

source: Disabled
hsb: Znjemóžnjeny

source: Download
hsb: Sćahnyć

source: Make Active
hsb: Aktiwizować

source: Upload New Version
hsb: Nowu wersiju sćahnyć

source: Upload a new version of this packaged app. New versions must be reviewed before they will be available for installation.
hsb: Nahrajće nowu wersiju tutoho zapakowaneho nałoženja. Nowe wersije dyrbja so přepruwować, prjedy hač budu k dispoziciji za instalaciju.

source: Remember to update the app's <a href="%(ratings_url)s">content ratings</a> if a large portion of the app's content has changed.
hsb: Spominajće na to, zo <a href="%(ratings_url)s">wobsahowe pohódnoćenja</a> nałoženja aktualizujeće, jeli je so wulki dźěl wobsaha změnił.

source: Continue
hsb: Dale

source: Low-Memory Devices
hsb: Graty z mało składowakom

source: Your app is shown on low-memory devices.
hsb: Waše nałoženje so na gratach z mało składowakom pokazuje.

source: Your app is not shown on low-memory devices.
hsb: Waše nałoženje so na gratach z mało składowakom njepokazuje.

source: You have not requested a low-memory review.
hsb: Njejsće přepruwowanje za mało składowaka požadał.

source: Your app is awaiting review.
hsb: Waše nałoženje čaka na přepruwowanje.

source: Our review on {review_date} found that your app supports low-memory devices.
hsb: Naše přepruwowanje dnja {review_date} je pokazało, zo waše nałoženje graty z mało składowakom podpěruje.

source: Our review on {review_date} found that your app does not support low-memory devices.
hsb: Naše přepruwowanje dnja {review_date} je pokazało, zo waše nałoženje graty z mało składowakom njepodpěruje.

source: You requested a review on {request_date}.
hsb: Sće {request_date} wo přepruwowanje prosył.

source: Your app is not enabled in any regions with low-memory devices.
hsb: Waše nałoženje njeje so w regionach z gratami z mało składowakom zmóžniło.

source: You can update your regions on the <a href="{compatibility_page}">compatibility page</a>.
hsb: Móžeće swoje regiony na <a href="{compatibility_page}">stronje kompatibelnosće</a> aktualizować.

source: If your app works on low-memory devices then you can request a review to be shown on low-memory devices.
hsb: Jeli waše nałoženje na gratach z mało składowakom funguje, móžeće přepruwowanje požadać, kotrež so na gratach z mało składowakom pokazuje.

source: Learn about low-memory devices.
hsb: Zhońće wjace wo gratach z mało składowakom.

source: Do not show my app on low-memory devices
hsb: Moje nałoženje na gratach z mało składowakom njepokazać

source: Request a low-memory review
hsb: Přepruwowanje za mało składowaka požadać

source: Pre-Installed App Status
hsb: Status jako předinstalowane nałoženje

source: <strong class="submitted">Application Submitted</strong> on %(last_submission)s
hsb: <strong class="submitted">Nałoženje zapodate</strong> %(last_submission)s

source: Not Submitted
hsb: Njepřenjeseny

source: New version of the test plan available
hsb: Nowa wersija testoweho plana k dispoziciji

source: View your most recently submitted test plan
hsb: Wobhladajće sej swój najnowši přenjeseny testowy plan

source: <a href="%(lnk_url)s">Update your test plan</a>
hsb: <a href="%(lnk_url)s">Zaktualizujće swój testowy plan</a>

source: <a href="%(lnk_url)s">Learn how</a> to get your app pre-installed on Firefox OS devices
hsb: <a href="%(lnk_url)s">Informujće so tu</a>, zo byšće swoje nałoženje na gratach Firefox OS předinstalował

source: List App
hsb: Nałoženje nalistować

source: Delist App
hsb: Nałoženje z lisćiny wotstronić

source: Your app's listing is disabled and will not appear in the Firefox Marketplace. You may re-list it at any time.
hsb: Lisćinowy zapisk wašeho nałoženja je so znjemóžnił a njebudźe so na Torhošću Firefox jewić. Móžeće jón kóždy čas zaso zmóžnić.

source: Delisting your app will prevent it from appearing anywhere in the Marketplace.
hsb: Jeli lisćinowy zapisk swojeho nałoženja wotstronjeće, njebudźe so nałoženje nihdźe na Torhošću jewić.

source: Delete App
hsb: Nałoženje zhašeć

source: Deleting your app will permanently delete it from the site. <strong>There is no going back.</strong>
hsb: Jeli swoje nałoženje wotstronjeće, budźe so wono na přeco ze sydła wostronjeć. <strong>To njeda so cofnyć.</strong>

source: Blocklist App
hsb: Nałoženje zawrěć

source: Blocklisting an app will upgrade the users to a special version which will make the app unusable on their Firefox OS devices. This will also remove this app from public pages until a new version is submitted and approved. These changes cannot be undone. Please proceed with caution.
hsb: Hdyž so nałoženje zawěra, dóstanu wužiwarjo aktualizaciju na wosebitu wersiju, kotraž čini nałoženje na jich gratach Firefox OS njewužiwajomne. To wotstroni tež tute nałoženje ze zjawnych stronow, doniž nowa wersija njeje zapodata a schwalena. Tute změny njedadźa so cofnyć. Prošu budźće kedźbliwy.

source: Blocklist
hsb: Lisćina zawrjenjow

source: Are you sure you wish to delist your app?
hsb: Chceće lisćinowy zapisk swojeho nałoženja woprawdźe wotstronić?

source: or
hsb: abo

source: Cancel
hsb: Přetorhnyć

source: Delete Version &quot;{version}&quot;
hsb: Wersiju &quot;{version}&quot; zhašeć

source: Deleting the only version will result in the following:
hsb: Jeli jeničku wersiju zhašeće, so tole stanje:

source: the app status will be marked as &quot;incomplete&quot;
hsb: status nałoženja markěruje so jako &quot;dospołny&quot;

source: the app will be removed from our review queue
hsb: nałoženje wotstroni so z čakanskeho rynka

source: the app will not be listed in our public pages
hsb: nałoženje njenalistuje so na našich zjawnych stronach

source: These changes cannot be undone.
hsb: Tute změny njedadźa so cofnyć.

source: Are you sure you wish to delete this version?
hsb: Chceće tutu wersiju woprawdźe zhašeć?

source: Delete Version
hsb: Wersiju zhašeć

source: Are you sure you want to stop showing your app on low-memory devices?
hsb: Chceće woprawdźe, zo so hižo waše nałoženje na gratach z mało składowakom njepokazuje?

source: Version Notes
hsb: Wersijowe pokazy

source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information is also shown in the Apps Manager when updating.
hsb: Informacije wo změnach w tutej wersiji, nowe funkcije, znate programowe zmylki a druhe wužitne informacije, kotrež su specialne k tutej wersiji. Tute informacije so při aktualizowanju tež w zrjadowaku nałoženjow pokazuja.

source: Notes for Reviewers
hsb: Pokazy za přepruwowarjow

source: Optionally, enter any information that may be useful to the Reviewer reviewing this app, such as test account information.
hsb: Na přeće móžeće tež informacije zapodać, kotrež su wužitne za přepruwowarja tutoho nałoženja, kaž na přikład informacije k testowym kontam.

source: Minimum Requirements
hsb: Minimalne žadanja

source: Device features required for this app to function.
hsb: Funkcije grata, kotrež su trěbne za tute nałoženje.

source: Add a Promo
hsb: Wabjenje přidać

source: Mozilla Contact
hsb: Kontakt Mozilla

source: An e-mail address (or addresses separated by commas) of this app's Mozilla contact that will be CC'd on any reviewer emails.
hsb: E-mejlowa adresa (abo adresy dźělene přez komy) za kontakt z Mozilla tutoho nałoženja, na kotruž so za e-mejlki přepruwowarjow kopija sćele.

source: Enter email addresses, separated by commas
hsb: Zapodajće e-mejlowe adresy, dźělene přez komy

source: Mozilla VIP App
hsb: VIP-nałoženje Mozilla

source: Is this a very important app that should always be handled by Mozilla Staff or Senior App Reviewers?
hsb: Je to jara wažne nałoženje, kotrež měło so wot personala Mozilla abo nazhonjenych přepruwowarjow nałoženjow wobdźěłować?

source: Use sparingly
hsb: Zrědka wužiwać

source: Priority review needed
hsb: Přepruwowanje priority trěbne

source: The app will be treated as a priority and placed the top of the review queue
hsb: Z tutym nałoženjom wobchadźeja so z prioritu a staja so na spočatk čakanskeho rynka přepruwowanjow

source: This will persist until first approval
hsb: To wostanje tak hač do prěnjeho schwalenja

source: Banner message
hsb: Chorhojowa powěsć

source: Exclusive message shown on the listing page, only in the selected regions.
hsb: Ekskluziwna powěsć, kotraž so jenož we wubranych regionach na lisćinowej stronje pokazuje.

source: Regions to show banner in
hsb: Regiony, w kotrychž ma so chorhoj pokazać

source: Regions that the banner message will be shown in.
hsb: Regiony, w kotrychž ma so chorhojowa powěsć pokazać.

source: Basic Information
hsb: Zakładne informacije

source: Basic Information for {0}
hsb: Zakładne informacije za {0}

source: The app name is one of the fields used to return search results in the Firefox Marketplace. The app name also appears on the app’s detail page. Be sure you’ve included a descriptive name in your app manifest. If you want to change the app name, you’ll need to do that in your app manifest.
hsb: Mjeno nałoženja je jedne z polow, kotrež so wužiwaja, zo bychu pytanske wuslědki w Torhošću Firefox dodawali. Mjeno nałoženja so tež na stronje podrobnosćow nałoženja jewi. Podajće na kóždy pad wuprajiwe mjeno w manifeśce swojeho nałoženja. Jeli chceće mjeno nałoženja změnić, dyrbiće to w manifesće swojeho nałoženja činić.

source: Developer Name
hsb: Wuwiwarske mjeno

source: This field can only be edited by updating it in the manifest.
hsb: Tute polo da so jenož přez jeho aktualizowanje w manifesće wobdźěłać.

source: App URL
hsb: URL nałoženja

source: Select a unique URL for your detail page. By default we use your app name to create this URL.
hsb: Wubjerće jónkróćny URL za swoju stronu podrobnosćow. Po standardźe wužiwamy mjeno wašeho nałoženja, zo bychmy tutón URL tworili.

source: View Listing
hsb: Lisćinowy zapisk sej wobhladać

source: The URL for accessing this app using the Marketplace API
hsb: URL za přistup na tute nałoženje z pomocu API Marketplace

source: View API documentation
hsb: API-dokumentaciju sej wobhladać

source: Manifest URL
hsb: URL manifesta

source: Refresh
hsb: Aktualizować

source: Please try not to change your manifest URL too frequently. If you change your manifest URL, existing users won't be upgraded to use the new manifest URL. For more information, read the <a href="%(doc_url)s" target="_blank">documentation on Updating Apps</a>.
hsb: Prošu spytajće, URL swojeho manifesta nic přehusto změnić. Jeli URL swojeho manifesta změniće, njebudu so eksistowacy wužiwarjo na nowy manifestowy URL aktualizować. Dalše informacije namakaće w <a href="%(doc_url)s" target="_blank">dokumentaciji wo aktualizowanju nałoženjow</a>.

source: Description
hsb: Wopisanje

source: The app description is one of the fields used to return search results in the Firefox Marketplace. The app description also appears on the app's detail page. Be sure to include a description that accurately represents your app.
hsb: Wopisanje nałoženja je jedne z polow, kotrež so wužiwaja, zo bychu pytanske wuslědki w Torhošću Firefox dodawali. Wopisanje nałoženja so tež na stronje podrobnosćow nałoženja jewi. Podajće wopisanje, kotrež waše nałoženje dokładnje wopisuje.

source: Search Keywords
hsb: Pytanske klučowe słowa

source: Release Notes
hsb: Wersijowe informacije

source: Information about changes in the latest release, new features, known bugs, and other useful information specific to this release/version.
hsb: Informacije wo změnach w najnowšej wersiji, nowych funkcijach, znatych zmylkach a druhich wužitnych informacijach za tutu wersiju.

source: Categories are the primary way users browse through apps. Choose any that fit your app's functionality for the most exposure.
hsb: Kategorije su hłowny srědk, kotryž wužiwarjo wužiwaja, zo bychu nałoženja přepytowali. Wubjerće kategoriju, kotraž hodźi so k funkcionalnosći wašeho nałoženja, zo byšće tak wulki kaž móžny publikum docpěł.

source: App Details
hsb: Podrobnosće nałoženja

source: Default Locale
hsb: Standardna rěč

source: Information about your app is displayed in this locale unless you override it with a locale-specific translation.
hsb: Informacije wo wašim nałoženju so w tutej rěči zwobraznjeja, chibazo wuměnjeće je přez přełožk, kotryž je specifiski za wěstu lokalu.

source: Homepage
hsb: Startowa strona

source: If your app has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added.
hsb: Jeli waše nałoženje ma dalšu webstronu, zapodajće tu jeje adresu. Jeli waše websydło je so do druhich rěčow přełožiło, móžeće za tute polo wjacore přełožki zapodać.

source: Privacy Policy
hsb: Prawidła priwatnosće

source: A privacy policy is required that explains what data is transmitted from a user's computer and how it is used.
hsb: Prawidła priwatnosće su trěbne, kotrež wujasnjeja, kotre daty so wot ličaka wužiwarja přenošuja a kak so wužiwaja.

source: Country and Language
hsb: Kraj a rěč

source: Country and Language Details for {0}
hsb: Podrobnosće wo kraju a rěči za {0}

source: Edit country on the Compatibility Page
hsb: Kraj na stronje kompatibelnosće wobdźěłać

source: Language
hsb: Rěč

source: default
hsb: standard

source: Edit language in your app manifest file
hsb: Rěč w manifestowej dataji wašeho nałoženja wobdźěłać

source: Media
hsb: Medije

source: Support Information
hsb: Informacije pomocy

source: Support Information for {0}
hsb: Informacije pomocy za {0}

source: The email address used by end users to contact you with support issues. If you have different addresses for each language multiple translations of this field can be added.
hsb: E-mejlowa adresa, kotraž so wot kónčnych wužiwarjow wužiwa, zo bychu was při problemach kontaktowali. Jeli maće rozdźělne adresy za kóždu rěč, dadźa so wjacore přełožki přidać.

source: Website
hsb: Websydło

source: If your app has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added.
hsb: Jeli waše nałoženje ma websydło pomocy abo forum, zapodajće tu jeho adresu. Jeli waše websydło je so do druhich rěčow přełožiło, móžeće wjacore přełožki w tutym polu přidać.

source: Technical Details
hsb: Techniske podrobnosće

source: Technical Details for {0}
hsb: Techniske podrobnosće za {0}

source: Uses Flash
hsb: Wužiwa Flash

source: If your app uses Flash, it will be hidden from the Marketplace on devices without Flash support.
hsb: Jeli waše nałoženje Flash wužiwa, schowa so na Torhošću, jeli so graty bjez podpěry Flash wužiwaja.

source: Works Offline
hsb: Funguje offline

source: If your app works without an Internet connection then we will list that your app &quot;Works Offline&quot;.
hsb: Jeli waše nałoženje bjez internetneho zwiska funguje, budźemy podawać, zo waše nałoženje &quot;online funguje&quot;.

source: Public Stats?
hsb: Zjawne statistiki?

source: Whether the install and usage stats of your app can be displayed in our online viewer.
hsb: Hač instalaciske a wužiwanske statistiki wašeho nałoženja dadźa so w našim online-zwobraznjenju pokazować.

source: This app's stats are publicly viewable.
hsb: Statistiki tutoho nałoženja su zjawnje widźomne.

source: No, this app's stats are not publicly viewable.
hsb: Ně, statistiki tutoho nałoženja zjawnje widźomne njejsu.

source: This app does not require any device features
hsb: Tute nałoženje funkcije grata njetrjeba

source: Internal identifier for this app on the Firefox Marketplace.
hsb: Nutřkowny identifikator za tute nałoženje na Torhošću Firefox.

source: App Icon
hsb: Symbol nałoženja

source: Upload an icon for your app or choose from one of ours. The icon is displayed nearly everywhere your app is. Uploaded images must be one of the following image types: .png, .jpg
hsb: Nahrajće symbol za swoje nałoženje abo wubjerće jedyn z našich. Symbol so nimale wšudźe zwobraznjuje, hdźež waše nałoženje je. Nahrate wobrazy dyrbja jedyn ze slědowacych wobrazowych typow měć: .png, .jpg

source: Select an icon for your app:
hsb: Wubjerće symbol za swoje nałoženje:
