Repository: mozilla/zamboni
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: The app requires access to the Near Field Communication (NFC) API.
hsb: Nałoženje trjeba přistup na API Near Field Communication (NFC).

source: Chargeback
hsb: Wróćopłaćenje

source: Other
hsb: Druhe

source: Purchase
hsb: Kupić

source: Refund
hsb: Zarunanje

source: Voluntary
hsb: Dobrowólny

source: Pending
hsb: Faluje

source: Approved Instantly
hsb: Hnydom schwaleny

source: Declined
hsb: Wotpokazany

source: Failed
hsb: Je so nimokuliło

source: The payment was received, but not completed.
hsb: Płaćenje je so přijało, ale njeje so dokónčiło.

source: The payment failed.
hsb: Płaćenje je so nimokuliło.

source: The reversal failed.
hsb: Storněrowanje je so nimokuliło.

source: The payment was received, but not completed and is awaiting processing.
hsb: Zapłaćenje je so přijało, ale njeje se zakónčiło a čaka na předźěłowanje.

source: Completed
hsb: Dokónčeny

source: Firefox for Desktop
hsb: Firefox za Desktop

source: Fully open mobile ecosystem
hsb: Dospołnje wotewrjeny mobilny ekosystem

source: Windows, Mac and Linux
hsb: Windows, Mac a Linux

source: Android smartphones
hsb: Androidowe smartfony

source: Tablets
hsb: Tablety

source: For all ages
hsb: Za wšě starobne skupiny

source: For ages %d+
hsb: Za starobu wot %d lět

source: Rating Rejected
hsb: Zastopnjowanje wotpokazane

source: Rating Pending
hsb: Zastopnjowanje faluje

source: Department of Justice, Rating, Titles and Qualification
hsb: Wotrjad za justicu, pohódnoćowanje, titule a kwalifikaciju

source: Generic
hsb: Powšitkowny

source: Entertainment Software Self-Regulation Body
hsb: Gremij za samokontrolu zabawneje softwary

source: Everyone
hsb: Za kóždu starobu

source: Everyone 10+
hsb: Za starobu wot 10 lět

source: Teen
hsb: Za starobu wot 12 lět

source: Mature 17+
hsb: Wot 17 lět

source: Adults Only 18+
hsb: Dorosćeni wot 18 lět

source: All Americas except Brazil
hsb: Cyła Amerika, nimo Brazilskeje

source: Entertainment Software Rating Board
hsb: Přepruwanišćo za zabawjensku softwaru

source: Europe
hsb: Europa

source: Pan European Game Information
hsb: Paneuropska hrajna informacija

source: Rest of World
hsb: Zbytk swěta

source: Bonaire, Sint Eustatius and Saba
hsb: Bonaire, Sint Eustatius a Saba

source: Bolivia, Plurinational State of
hsb: Boliwiska, wjacenarodny stat

source: Congo, Democratic Republic of the
hsb: Kongo, Demokratiska republika

source: Cabo Verde
hsb: Kapwerdy

source: Guinea-Conakry
hsb: Guineja-Conakry

source: Heard Island and McDonald Islands
hsb: Kupy Heard a McDonald

source: Lao People's Democratic Republic
hsb: Laos, Demokratiska ludowa republika

source: Libya
hsb: Libyska

source: Saint Martin (French part)
hsb: Saint Martin (francoski dźěl)

source: Macedonia, the former Yugoslav Republic of
hsb: Makedonska, bywša juhosłowjanska republika

source: Palestine, State of
hsb: Palestina, stat

source: Russia
hsb: Ruska

source: Saint Helena, Ascension and Tristan da Cunha
hsb: Saint Helena, Ascension a Tristan da Cunha

source: Tanzania
hsb: Tansanija

source: Holy See
hsb: Vatikanske město

source: Hosted
hsb: Hosćeny

source: Packaged
hsb: Zapakowany

source: Agreement
hsb: Dojednanje

source: Submit
hsb: Wotpósłać

source: Details
hsb: Podrobnosće

source: Next Steps
hsb: Přichodne kroki

source: (Unsupported)
hsb: (Njepodpěrany)

source: Could not connect to payment server.
hsb: Zwisk z płaćenskim serwerom móžno njeje.

source: Cannot delete shared account
hsb: Dźelene konto njeda so zhašeć

source: Content rating changed to Adult.
hsb: Wobsahowe pohódnoćenje je so na status "Dorosćeny" změniło.

source: You cannot select {region}.
hsb: Njemóžeće {region} wubrać.

source: All team members must have read and agreed to the developer agreement.
hsb: Wšě teamowi čłonojo dyrbja wuwiwarske dojednanje čitać a jemu přihłosować.

source: Must have at least one owner.
hsb: Znajmjeńša jedyn wobsedźer dyrbi podaty być.

source: At least one team member must be listed.
hsb: Znajmjeńša jedyn teamowy čłon dyrbi so nalistować.

source: A team member can only be listed once.
hsb: Teamowy čłon smě so jenož jedyn raz podać.

source: Oops, looks like you already submitted that manifest for %s, which is currently public. <a href="%s">Edit app</a>
hsb: Hopla, zda so, kaž byšće tutón manifest hižo za %s zapodał, kotrež je tuchwilu zjawne. <a href="%s">Nałoženje wobdźěłać</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently pending. <a href="%s">Edit app</a>
hsb: Hopla, zda so, kaž byšće tutón manifest hižo za %s zapodał, kotrež tuchwilu hišće wusteji. <a href="%s">Nałoženje wobdźěłać</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently incomplete. <a href="%s">Resume app</a>
hsb: Hopla, zda so, kaž byšće tutón manifest hižo za %s zapodał, kotrež je tuchwilu njedospołne. <a href="%s">Z nałoženjom pokročować</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently rejected. <a href="%s">Edit app</a>
hsb: Hopla, zda so, kaž byšće tutón manifest hižo za %s zapodał, kotrež je tuchwilu wotpokazane. <a href="%s">Nałoženje wobdźěłać</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently banned on Marketplace. <a href="%s">Edit app</a>
hsb: Hopla, zda so, kaž byšće tutón manifest hižo za %s zapodał, kotrež je tuchwilu za Torhošćo zawrjene. <a href="%s">Nałoženje wobdźěłać</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently disabled. <a href="%s">Edit app</a>
hsb: Hopla, zda so, kaž byšće tutón manifest hižo za %s zapodał, kotrež je tuchwilu znjemóžnjene. <a href="%s">Nałoženje wobdźěłać</a>

source: An app already exists on this domain; only one app per domain is allowed.
hsb: Nałoženje z tutej domenu hižo eksistuje; jenož jedne nałoženje je na domenu dowolene.

source: Invalid region(s) selected.
hsb: Njepłaćiwy region wubrany.

source: You must upload at least one screenshot or video.
hsb: Dyrbiće znajmjeńša jedne foto wobrazowki abo widejo nahrać.

source: Packaged app too large for submission. Packages must be smaller than %s.
hsb: Zapakowane nałoženje je přewulke za přenošowanje. Pakety dyrbja mjenje hač %s być.

source: Error extracting manifest from zip file.
hsb: Zmylk při wubalowanju manifesta ze ZIP-dataje.

source: Provide a detailed description of your app
hsb: Podajće nadrobne wopisanje swojeho nałoženja

source: This description will appear on the details page.
hsb: Wopisanje so na stronje podrobnosćow zjewi.

source: Search Keywords:
hsb: Pytanske klučowe słowa:

source: The search keywords are used to return search results in the Firefox Marketplace. Be sure to include a keywords that accurately reflect your app.
hsb: Pytanske klučowe słowa so wužiwaja, zo bychu pytanske wuslědki w Torhošću Firefox dodawali. Podajće na kóždy pad klučowe słowa, kotrež waše nałoženje dokładnje wopisuja.

source: This slug is already in use. Please choose another.
hsb: Tute adresowe mjeno so hižo wužiwa. Prošu wubjerće druhe.

source: The slug cannot be "%s". Please choose another.
hsb: Adresowe mjeno njemóže "%s" być. Prošu wubjerće druhe.

source: Manifest URL changed from {before_url} to {after_url}
hsb: URL manifesta je so z {before_url} do {after_url} změnił

source: Please specify your app's Privacy Policy
hsb: Prošu podajće prawidła priwatnosće swojeho nałoženja

source: Before changing your default locale you must have a name and description in that locale. You are missing %s.
hsb: Prjedy hač swoju standardnu lokalu podaće, dyrbiće mjeno a wopisanje w rěči tuteje lokale měć. Wam %s faluje.

source: You must provide either a website, an email, or both.
hsb: Dyrbiće pak websydło, e-mejlowu adresu pak wobě podać.

source: Your comments
hsb: Waše komentary

source: <b>Published</b>: Visible to everyone in the Marketplace and included in search results and listing pages.
hsb: <b>Wozjewjeny</b>: Widźomny za wšě na Torhošću a w pytanskich wuslědkach a lisćinwoych stronach naspomnjeny.

source: <b>Unlisted</b>: Visible to only people with the URL and does not appear in search results and listing pages.
hsb: <b>Njelistowany</b>: Widźomny jenož za wosoby z URL a njejewi so w pytanskich wuslědkach a lisćinowych stronach.

source: App Visibility:
hsb: Widźomnosć nałoženja:

source: <b>Limit to my team</b>: Visible to only Team Members.
hsb: <b>Na mój team wobmjezować</b>: Widźomny jenož za teamowych čłonow.

source: Choose the regions your app will be listed in:
hsb: Wubjerće regiony, w kotrychž waše nałoženje je nalistowane:

source: You must select at least one region.
hsb: Dyrbiće znajmjeńša jedyn region wubrać.

source: Enable new regions
hsb: Nowe regiony zmóžnić

source: Make my app available in most regions
hsb: Moje nałoženje w najwjace regionach k dispoziciji stajić

source: Choose where my app is made available
hsb: Wubjerće, hdźež moje nałoženje budźe k dispoziciji

source: Categories
hsb: Kategorije

source: You can have only {0} category.
hsb: Móžeće jenož {0} kategoriju wubrać.

source: Agree
hsb: Přihłosować

source: Please enter a valid email address.
hsb: Prošu zapodajće płaćiwu e-mejlowu adresu.

source: Your email address
hsb: Waša e-mejlowa adresa

source: Text
hsb: Tekst

source: You must agree to the Privacy Policy.
hsb: Dyrbiće do prawidłow priwatnosće zwolić.

source: Country
hsb: Kraj

source: App
hsb: Nałoženje

source: Transaction Type
hsb: Transakciski typ

source: Transaction ID
hsb: Transakciski ID

source: From
hsb: Wot

source: To
hsb: Do

source: Web site
hsb: Websydło

source: Command line
hsb: Přikazowa linka

source: Make this the Active version of my app as soon as it has been reviewed and approved.
hsb: To k aktiwnej wersiji mojeho nałoženja činić, tak ruče kaž je so přepruwowało a schwaliło.

source: Please consider my app as a candidate to be pre-loaded on a Firefox OS device. I agree to the terms and conditions outlined above. I understand that this document is not a commitment to pre-load my app.
hsb: Prošu wobkedźujće moje nałoženje jako kandidat za předinstalaciju na graće Firefox OS. Sym z horjeka wuwjedźenymi wužiwanskimi wuměnjenjemi přezjedny. Rozumju, zo tutón dokument njeje připrajenje, moje nałoženje předinstalować.

source: Upload Your Test Plan (.pdf, .xls under 2.5MB)
hsb: Nahrajće swój testowy plan (.pdf, .xls mjenje hač 2,5 MB)

source: Test plan required.
hsb: Testowy plan trěbny.

source: File too large. Keep size under %s. Current size %s.
hsb: Dataja je přewulka. Dataja smě maksimalnje %s wulka być. Aktualna wulkosć je %s.

source: Invalid file type {0}. Only {1} files are supported.
hsb: Njepłaćiwy datajowy typ {0}. Jenož {1} so podpěruje.

source: Please enter a valid submission ID.
hsb: Prošu zapodajće płaćiwy přenošowanski ID.

source: This IARC certificate is already being used for another app. Please create a new IARC Ratings Certificate.
hsb: IARC-certifikat so hižo za druhe nałoženje wužiwa. Prošu wutworće nowy pohódnoćenski IARC-certifikat.

source: Invalid submission ID or security code.
hsb: Njepłaćiwy přenošowanski ID abo wěstotny kod.

source: App Price
hsb: Płaćizna nałoženja

source: Free (with in-app payments)
hsb: Darmo (z płaćenjemi w nałoženju)

source: Promotional Pricing
hsb: Wabjenska płaćizna

source: Only supports carrier billing
hsb: Podpěruje jenož wotličenje přez poskićowarja mobilneho škričkowanja

source: Only supports credit-card billing
hsb: Podpěruje jenož wotličenje přez kreditnu kartu

source: Supports all billing methods
hsb: Podpěruje wšě wotličenske metody

source: If app is Free, in-app payments must be enabled
hsb: Jeli nałoženje je darmotne, dyrbja płaćenja w nałoženju zmóžnjene być

source: Not a valid choice
hsb: Žadyn płaćiwy wuběr

source: This is a paid upgrade of
hsb: To je zapłaćena aktualizacija

source: Not an upgrade
hsb: Žana aktualizacija

source: Bank Account Holder Name
hsb: Mjeno mějićela bankoweho konta

source: Company Name
hsb: Firmowe mjeno

source: Vendor Name
hsb: Mjeno předawarja

source: Financial Email
hsb: Financna e-mejlowa adresa

source: Administrative Email
hsb: Administratiwna e-mejlowa adresa

source: Support Email
hsb: E-mejlowa adresa pomocy

source: Address
hsb: Adresa

source: Address 2
hsb: Adresa 2

source: City/Municipality
hsb: Město/Gmejna

source: State/Province/Region
hsb: Stat/Prowinca/Region

source: Zip/Postal Code
hsb: Póstowe wodźenske čisło

source: Phone
hsb: Telefonowe čisło

source: I prefer to be paid in
hsb: Preferuju płaćenja w

source: VAT Number
hsb: Identifikaciske čisło wobrotoweho dawka (UID)

source: Bank Account Number
hsb: Čisło bankoweho konta

source: SWIFT code
hsb: SWIFT-kod

source: Bank Name
hsb: Mjeno banki

source: Bank Address
hsb: Adresa banki

source: Bank Address 2
hsb: Adresa banki 2

source: Bank City/Municipality
hsb: Město/Gmejna banki

source: Bank State/Province/Region
hsb: Stat/Prowinca/Region banki

source: Bank Zip/Postal Code
hsb: Póstowe wodźenske čisło banki

source: Bank Country
hsb: Kraj banki

source: Account Name
hsb: Kontowe mjeno

source: Payment Account
hsb: Płaćenske mjeno

source: You cannot remove a payment account from an app.
hsb: Njemóžeće płaćenske konto z nałoženja wotstronić.

source: You are not permitted to change payment accounts.
hsb: Njesměće płaćenske konta změnić.

source: Account name
hsb: Kontowe mjeno

source: Name
hsb: Mjeno

source: Email
hsb: E-mejl

source: No payment account set up for that app
hsb: Za tute nałoženje hišće žane płaćenske konto njeje

source: Developers
hsb: Wuwiwarjo

source: My Submissions
hsb: Moje zapodaća

source: Donate to {0}
hsb: {0} darić

source: Review
hsb: Přepruwowanje

source: Version {0}
hsb: Wersija {0}

source: Reference Implementation
hsb: Přikładna implementacija

source: No manifest was found at that URL. Check the address and try again.
hsb: Pod tutym URL njeje so žadyn manifest namakał. Wubjerće adresu a spytajće hišće raz.

source: Manifests must be served with the HTTP header "Content-Type: application/x-web-app-manifest+json". See %s for more information.
hsb: Manifesty dyrbja so z HTTP-hłowu "Content-Type: application/x-web-app-manifest+json" wudać. Pod %s dóstanjeće dalše informacije.

source: Your manifest must be less than %s bytes.
hsb: Waš manifest dyrbi mjeńši hač %s bajtow być.

source: Your manifest file was not encoded as valid UTF-8.
hsb: Waš manifest njeje so jako płaćiwy UTF-8 skodował.

source: The manifest's encoding does not match the charset provided in the HTTP Content-Type.
hsb: Kodowanje manifesta njehodźi so k znamješkowej sadźbje podatej w HTTP Content-Type.

source: and
hsb: a

source: {region} region added to the Firefox Marketplace
hsb: Region {region} je so Torhošću Firefox přidał

source: New regions added to the Firefox Marketplace
hsb: Nowe regiony su so Torhošću Firefox přidali

source: Video support not enabled.
hsb: Widejopodpěra njeje zmóžnjena.

source: Icons must be either PNG or JPG.
hsb: Symbole dyrbja we formaće PNG abo JPG być.

source: Images must be either PNG or JPG.
hsb: Wobrazy dyrbja pak w formaće PNG pak w formaće JPG być.

source: Icons cannot be animated.
hsb: Symbole njesmědźa animěrowane być.

source: Images cannot be animated.
hsb: Wobrazy njesmědźa animěrowane być.

source: Please use files smaller than %s.
hsb: rošu wužiwajće dataje, kotrež su mjeńše hač %s.

source: Icon could not be opened.
hsb: Symbol njeda so wočinić.

source: Preview could not be opened.
hsb: Přehlad njeda so wočinić.

source: Icons must be at least 128px by 128px.
hsb: Symbole dyrbja znajmjeńša 128 px króć 128 px wulke być.

source: Icons must be square.
hsb: Symbole dyrbja kwadratiske być.

source: App previews must be at least {0}px by {1}px or {1}px by {0}px.
hsb: Přehlady nałoženjow dyrbja znajmjeńša {0} px króć {1} px abo {1} króć {0} px wulke być.

source: Paid apps cannot be deleted. Disable this app instead.
hsb: Płaćomne nałoženja njedadźa so zhašeć. Znjemóžńće tute nałoženje město toho.

source: App deleted.
hsb: Nałoženje zhašane.

source: Password was incorrect. App was not deleted.
hsb: Hesło je wopak było. Nałoženje njeje so zhašało.

source: App successfully resubmitted.
hsb: Nałoženje je so wuspěšnje zasozapodało.

source: New version successfully added.
hsb: Nowa wersija je so wuspěšnje přidała.

source: Changes successfully saved.
hsb: Změny su so wuspěšnje składowali.

source: Congratulations, your app submission is now complete and will be reviewed shortly!
hsb: Wutrobne zbožopřeće, waše nałoženske zapodaće je nětko dospołne a budźe so bórze přepruwować!

source: Content ratings successfully saved.
hsb: Wobsahowe pohódnoćenja su so wuspěšnje składowali.

source: Application for preload successfully submitted.
hsb: Nałoženje je so za předinstalaciju zapodało.

source: There was an error with the form.
hsb: Zmylk z formularom je wustupił.

source: Version successfully edited.
hsb: Wersija je so wuspěšnje wobdźěłała.

source: Version successfully made active.
hsb: Wersija je so wuspěšnje zaktiwizowała.

source: Version "{0}" deleted.
hsb: Wersija "{0}" je so zhašała.

source: There was an error with the submission.
hsb: Při přenošowanju je zmylk wustupił.

source: An error occurred validating the manifest.
hsb: Zmylk je při přepruwowanju manifesta wustupił.

source: There was an error uploading your preview.
hsb: Při nahrawanju wašeho přehlada je zmylk wustupił.

source: Terms of service accepted.
hsb: Wužiwanske wuměnjenja su so akceptowali.

source: Users with the admin role cannot use the API.
hsb: Wužiwarjo z rólu administratora njemóža API wužiwać.

source: No such API key.
hsb: Tajki API-kluč njeeksistuje.

source: New API key generated.
hsb: Nowy API-kluč wutworjeny.

source: Created blocklisted version.
hsb: Zawrjena wersija je so wutworiła.

source: App already blocklisted.
hsb: Nałoženje je hižo zawrjene.

source: We encountered a problem connecting to the payment server.
hsb: Při zwjazowanju z płaćenskim serwerom je problem wustupił.

source: All
hsb: Wšě

source: Credit card
hsb: Kreditna karta

source: Carrier
hsb: Poskićowar mobilneho škričkowanja

source: A server error occurred when retrieving the application key.
hsb: Při wotwołowanju nałoženskeho kluča je serwerowy zmylk wustupił.

source: Secret was reset successfully.
hsb: Tajne słowo je so wuspěšnje wróćo stajiło.

source: Key and secret were created successfully.
hsb: Kluč a tajne słowo stej so wuspěšnje wutworiłoj.

source: Your app is not configured for in-app payments.
hsb: Waše nałoženje njeje so za płaćenja w nałoženju konfigurowało.

source: No payment account for this app.
hsb: Žane płaćenske konto za tute nałoženje.

source: To access the Marketplace API, create an OAuth key pair using the form below.
hsb: Zo byšće přistup na API Marketplace měł, wutworće por OAuth-klučow z pomocu slědowaceho formulara.

source: To access the Marketplace API, accept the <a href="%(terms)s">terms of service</a> and create an OAuth key pair using the form below.
hsb: Zo byšće přistup na API Marketplace měł, akceptujće <a href="%(terms)s">wužiwanske wuměnjenja</a> a wutworće por OAuth-klučow z pomocu slědowaceho formulara.

source: <p> There are two main uses for the Marketplace API. From another web site using a traditional OAuth flow or from a command line tool. The difference is discussed in the <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">Marketplace documentation</a>. Any testing should occur on the <a href="https://marketplace-dev.allizom.org">development server</a> and not the production server. </p>
hsb: <p>Stej dwaj hłownej nałožowanskej zaměraj za API Marketplace. Z druheho websydła z pomocu tradicionelneho OAuth-wotběha abo z nastroja přikazoweje linki. Rozdźěl so w <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">dokumentaciji Marketplace</a> diskutuje. Testowanje měło so na <a href="https://marketplace-dev.allizom.org">wuwiwanskim serwerje</a> wotměwać a nic na produkciskim serwerje.</p>

source: Client type
hsb: Klientowy typ

source: Application Name
hsb: Mjeno nałoženja

source: Redirect URI
hsb: Dalesposrědkowanski URL

source: Create
hsb: Wutworić

source: OAuth Keys
hsb: OAuth-kluče

source: Key
hsb: Kluč

source: Secret
hsb: Tajne słowo

source: Delete
hsb: Zhašeć

source: You currently do not have an API key.
hsb: Tuchwilu nimaće API-kluč.

source: OAuth Example
hsb: OAuth-přikład

source: <p>Example using a Python library for the command-line on Mac OS X using your OAuth credentials:</p>
hsb: <p>Přikład z pomocu Pythonoweje biblioteki za přikazowu linku na Mac OX X z pomocu wašich přizjewjenskich datow:</p>

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a> before your app can be reviewed or published.
hsb: Dyrbiće <a href="%(next_url)s">%(next_step_name)s</a> připrawić, prjedy hač waše nałoženje da so přepruwować abo wozjewić.

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a>.
hsb: Dyrbiće <a href="%(next_url)s">%(next_step_name)s</a> připrawić.

source: Firefox Marketplace
hsb: Torhošćo Firefox

source: Sign in
hsb: Přizjewić

source: You must sign in to proceed.
hsb: Dyrbiće so přizjewić, zo byšće pokročował.

source: Sign in / Sign up
hsb: Přizjewić / Registrować

source: Message of the Day
hsb: Powěsć dnja

source: Update Message of the Day
hsb: Powěsć dnja aktualizować

source: Save
hsb: Składować

source: Documentation
hsb: Dokumentacija

source: Testing Apps
hsb: Testowanje nałoženjow

source: Submit a New App
hsb: Nowe nałoženje zapodać

source: Authorize Access
hsb: Přistup awtorizować

source: %(app_name)s would like access to your Marketplace account.
hsb: %(app_name)s chce přistup na waše konto Torhošća měć.

source: Grant
hsb: Dopušćić

source: Deny
hsb: Wotpokazać

source: Firefox Marketplace Developers
hsb: Wuwiwarjo Torhošća Firefox

source: API Reference
hsb: API-referenca

source: Submit an app
hsb: Nałoženje zapodać

source: Marketplace
hsb: Torhošćo

source: Sign In
hsb: Přizjewić

source: Settings
hsb: Nastajenja

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
hsb: Někotre funkcije su nachwilu znjemóžnjene, mjeztym zo websydło wothladujemy. Budźemy bórze połnu funkcionalnosć wobnowjeć.

source: The Terms of Service have changed since you last agreed to them. Please read and agree to the <a href="%(url)s">new terms</a>.
hsb: Wužiwanske wuměnjenja su so změnili, wot toho, zo sće jim přihłosował. Prošu čitajće a akceptujće <a href="%(url)s">nowe wuměnjenja</a>.

source: Please sign in
hsb: Prošu přizjewće so

source: Just log in or register with <a href="%(url)s">Firefox Accounts</a> below.
hsb: Přizjewće so prosće abo registrujće so deleka z <a href="%(url)s">Firefox Accounts</a>.

source: Terms and Conditions
hsb: Wužiwanske wuměnjenja

source: Printable Version
hsb: Ćišćomna wersija

source: Additional Marketplace Policies
hsb: Přidatne prawidła Torhošća

source: You have already agreed to this developer agreement.
hsb: Sće hižo wuwiwarskemu dojednanju přihłosował.

source: Testing
hsb: Testowanje

source: Use these tools for testing your apps prior to submission to the Firefox Marketplace.
hsb: Wužiwajće tute nastroje, zo byšće swoje nałoženja testował, prjedy hač je na Torhošću Firefox zapodał.

source: Transaction Details
hsb: Transakciske podrobnosće

source: Filter Transactions
hsb: Transakcije filtrować

source: {num} transaction found
hsb: {num} transakcija namakana

source: Your apps currently have no transactions.
hsb: Waše nałoženja tuchwilu žane transakcije nimaja.

source: Date
hsb: Datum

source: Type
hsb: Typ

source: Currency
hsb: Měna

source: Amount
hsb: Suma

source: Test App Validation
hsb: Nałoženske přepruwowanje testować

source: Submit your app manifest URL
hsb: Přenjesće URL wašeho nałoženskeho manifesta
