Repository: mozilla/zamboni
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: This is a placeholder page for the receipt details. If you'd installed a real app from the Marketplace, this page would show more details.
hsb: To je strona zastupowacych symbolow za podrobnosće kwitowanki. Hdy byšće woprawdźite nałoženje z Torhošća instalował, bychu so dalše podrobnosće na tutej stronje pokazali.

source: Test installation of your app before uploading to the marketplace. You can choose different kinds of receipts to test your receipt handling.
hsb: Testujće instalaciju swojeho nałoženja, prjedy hač jo k torhošću nahraće. Móžeće wšelake družiny kwitowankow wubrać, zo byšće wobchadźenje ze swojimi kwitowankami testował.

source: Receipt type
hsb: Typ kwitowanki

source: Manifest location
hsb: Městno manifesta

source: Install
hsb: Instalować

source: Any Status
hsb: Někajki status

source: Approved reviews
hsb: Schwalene pohódnoćenja

source: Deleted reviews
hsb: Zhašane pohódnoćenja

source: Any Device
hsb: Někajki grat

source: View entries between
hsb: Zapiski sej wobhladać mjez

source: Filter by type/action
hsb: Po typje/akciji filtrować

source: containing
hsb: z

source: start
hsb: spočatk

source: end
hsb: kónc

source: app, reviewer, or comment
hsb: Nałoženje, přepruwowar abo komentar

source: Device Type:
hsb: Gratowy typ:

source: Device:
hsb: Grat:

source: Firefox Version:
hsb: Wersija Firefox:

source: Comments:
hsb: Komentary:

source: Device Type Override:
hsb: Přepisowanje gratoweho typa:

source: Notify me the next time the manifest is updated. (Subsequent updates will not generate an email)
hsb: Informujće mje přichodny raz, hdyž so manifest aktualizuje. (naslědne aktualizacije e-mejlku njewutworja)

source: This app works on Tarako devices.
hsb: Tute nałoženje na Tarako-gratach funguje.

source: Choose a canned response...
hsb: Wubjerće přihotowanu wotmołwu...

source: Has Editor Comment
hsb: Ma komentar redaktora

source: More Info Requested
hsb: Dalše informacije požadane

source: Tarako-ready
hsb: Hotowy za Tarako

source: Device
hsb: Grat

source: Reviewer Tools
hsb: Nastroje za přepruwowarjow

source: Apps
hsb: Nałoženja

source: Re-reviews
hsb: Nowopohodnoćenja

source: Updates
hsb: Aktualizacije

source: Escalations
hsb: Daledaća přichodnemu wyšemu městnu

source: Moderated Reviews
hsb: Moderěrowane přepruwowanja

source: Website Abuse Reports
hsb: Znjewužiwanske zdźělenki wo websydłach

source: Reviewing
hsb: Přepruwować

source: Regional Queues
hsb: Regionalne čakanske rynki

# pending
source: Apps ({0})
hsb: Nałoženja ({0})

# rereview
source: Re-reviews ({0})
hsb: Nowopohódnoćenja ({0})

# updates
source: Updates ({0})
hsb: Aktualizacije ({0})

# escalated
source: Escalations ({0})
hsb: Daledaće přichodnemu wyšemu městnu ({0})

source: Reviewing ({0})
hsb: Přepruwować ({0})

# moderated
source: Moderated Reviews ({0})
hsb: Moderěrowane přepruwowanja ({0})

# abuse
source: Abuse Reports ({0})
hsb: Znjewužiwanske zdźělenki ({0})

# abusewebsites
source: Website Abuse Reports ({0})
hsb: Znjewužiwanske zdźělenki wo websydłach ({0})

source: Reviews
hsb: Přepruwowanja

source: Rejected or Unreviewed
hsb: Wotpokazany abo njepřepruwowany

source: Approve
hsb: Schwalić

source: This will approve the app and allow the author(s) to publish it.
hsb: To schwali nałoženje a dowola awtoram jo wozjewić.

source: Reject
hsb: Wotpokazać

source: This will reject the app, remove it from the review queue and un-publish it if already published.
hsb: Přez to so nałoženje wotpokaza, so z čakanskeho rynka wotstroni a so njewozjewi, jeli je so hižo wozjewiło.

source: Message developer
hsb: Powěsć na wuwiwarja pósłać

source: This will send the author(s) - and other thread subscribers - a message. This will not change the app's status.
hsb: To budźe awtoram - a druhim abonentam temy - powěsć słać. To status nałoženja njezměni.

source: Escalate
hsb: Přichodnemu wyšemu městnu dale dać

source: Flag this app for an admin to review. The comments are sent to the admins, not the author(s).
hsb: Zdźělće administratorej tute nałoženje za přepruwowanje. Komentary so na administratorow sćelu, nic na awtorow.

source: Private comment
hsb: Priwatny komentar

source: Make a private reviewer comment on this app. The message won't be visible to the author(s), and no notification will be sent them.
hsb: Pósćelće priwatny přepruwowarski komentar k tutomu nałoženju. Tuta powěsć njebudźe widźomna za awtorow, a tež zdźělenka so wam njepósćele.

source: Clear Escalation
hsb: Daledaće přichodnemu wyšemu městnu wotstronić

source: Clear this app from the escalation queue. The author(s) will get no email or see comments here.
hsb: Tute nałoženje z čakanskeho rynka za daledaće přichodnemu wyšemu městnu wotstronić. Awtorojo ani njedóstanu e-mejlku ani njewidźa tu komentary.

source: Clear Re-review
hsb: Nowopřepruwowanje wotstronić

source: Clear this app from the re-review queue. The author(s) will get no email or see comments here.
hsb: Tute nałoženje z čakanskeho rynka nowopřepruwowanjow wotstronić. Awtorojo ani njedóstanu e-mejlku ani njewidźa tu komentary.

source: Ban app
hsb: Nałoženje zawrěć

source: Ban the app from Marketplace. Similar to Reject but the author(s) can't resubmit. To only be used in extreme cases.
hsb: Nałoženje na Torhošću zawrěć. To je podobne kaž Wotpokazać, ale awtorojo njemóža jo znowa zapodać. To so jenož w ekstremnych padach stawa.

source: New Apps (Under 5 days)
hsb: Nowe nałoženja (pod 5 dnjemi)

source: Passable (5 to 10 days)
hsb: Akceptabelny (5 hač do 10 dnjow)

source: Overdue (Over 10 days)
hsb: Hižo dawno na rjedźe (přez 10 dnjow)

source: Self-reviews are not allowed.
hsb: Samopřepruwowanja dowolene njejsu.

source: Only senior reviewers can review blocklisted apps.
hsb: Jenož senioriscy přepruwowarjo móža nałoženja na lisćinje blokowanjow přepruwować.

source: Added {0}
hsb: {0} přidaty

source: Removed {0}
hsb: {0} wotstronjeny

source: Device(s) changed by reviewer: {0}
hsb: Graty změnjene wot přepruwowarja: {0}

source: Requirements changed by reviewer: {0}
hsb: Žadanja změnjene wot přepruwowarja: {0}

source: "{0}" successfully processed (+{1} points, {2} total).
hsb: "{0}" wuspěšnje předźěłany (+{1} dypkow, {2} dohromady).

source: Review successfully processed.
hsb: Přepruwowanje je so wuspěšnje předźěłało.

source: Abuse Reports for {item} ({num})
hsb: Znjewužiwanske zdźělenki za {item} ({num})

source: %(reporter)s on %(date)s [%(ip_address)s]
hsb: %(reporter)s na %(date)s [%(ip_address)s]

source: Additional Queues
hsb: Dalše čakanske rynki

source: {queue} Review Queue
hsb: {queue} čakanski rynk za přepruwowanja

source: Pass
hsb: Wobstać

source: Fail
hsb: Přepadnyć

source: There are currently no items of this type to review.
hsb: Tuchwilu njejsu žane elementy tutoho typa, kotrež dyrbja so přepruwować.

source: You are currently not reviewing any apps.
hsb: Tuchwilu nałoženja njepřepruwujeće.

source: Flags
hsb: Markěrowanja

source: Devices
hsb: Graty

source: Packaged App
hsb: Zapakowane nałoženje

source: Blocklisted App
hsb: Zablokowane nałoženje

source: Premium App
hsb: Premiumowe nałoženje

source: More Information Requested
hsb: Dalše informacije požadane

source: Contains Editor Comment
hsb: Wobsahuje komentar wot redaktora

source: <small>Marketplace</small> Reviewer Tools
hsb: <small>Torhošćo</small> - nastroje za přepruwowarjow

source: Queues
hsb: Čakanske rynki

source: Logs
hsb: Protokole

source: Back to Reviewer Tools
hsb: Wróćo k nastrojam za přepruwowarjow

source: {num} Pending App Review
hsb: {num} falowace nałoženske pohódnoćenje

source: {num} Re-review
hsb: {num} nowopřepruwowanje

source: {num} Update Review
hsb: {num} aktualizaciske přepruwowanje

source: {c} unreviewed app submission this week.
hsb: {c} njepřepruwowane nałoženske zapodaće w tutym tydźenju.

source: Current waiting times:
hsb: Aktualne čakanske časy:

source: {0} app
hsb: {0} nałoženje

source: Total Reviews
hsb: Pohódnoćenja dohromady

source: Reviews This Month
hsb: Přepruwowanja tutoho měsaca

source: Reviewer Leaderboard
hsb: Lisćina porjada pohódnoćerjow

source: No review points awarded yet.
hsb: Hišće žane pohódnoćenske dypki rozdźělene.

source: Rank
hsb: Rjad

source: Score
hsb: Staw po dypkach

source: App Review Log
hsb: Protkol nałoženskich přepruwowanjow

source: Event
hsb: Podawk

source: App has been deleted.
hsb: Nałoženje je so zhašało.

source: Show Comments
hsb: Komentary pokazać

source: Hide Comments
hsb: Komentary schować

source: No reviews found for this period.
hsb: Žane přepruwowanja za tutu dobu namakane.

source: Moderated Review Log
hsb: Protokol moderěrowanych pohódnoćenjow

source: More details.
hsb: Dalše podrobnosće.

source: No events found for this period.
hsb: Za tutu dobu so žane podawki namakali njejsu.

source: Log Details
hsb: Protokolowe podrobnosće

source: Log details
hsb: Protokolowe podrobnosće

source: Moderation date
hsb: Moderaciski datum

source: App title
hsb: Titul nałoženja

source: Review title
hsb: Titul pohódnoćenja

source: Review text
hsb: Tekst pohódnoćenja

source: Review was flagged prior to moderation.
hsb: Pohódnoćenje je so před moderaciju zdźěliło.

source: Current review status
hsb: Aktualny pohódnoćenski status

source: Alive
hsb: Aktiwny

source: Undelete
hsb: Wobnowić

source: Update message of the day
hsb: Powěsć dnja aktualizować

source: Reviewer Scores for {0}
hsb: Pohódnoćenske dypki za {0}

source: All-time Point Breakdown
hsb: Rozklučenje w dypkach za cyły čas

source: Points
hsb: Dypki

source: Month
hsb: Měsac

source: Year
hsb: Lěto

source: All-Time
hsb: Cyły čas

source: Waiting Time
hsb: Čakanski čas

source: Payment Category:
hsb: Płaćenska kategorija:

source: Helpful Links:
hsb: Pomocliwe wotkazy:

source: Reviewers' Guide
hsb: Přewodnik za přepruwowarjow

source: {region} Review Queue
hsb: Pohódnoćenski čakanski rynk za {region}

source: by
hsb: wot

source: In re-review queue
hsb: W čakanskim rynku za nowopřepruwowanje

source: In escalation queue
hsb: W čakanskim rynku za daledaće přichodnemu wyšemu městnu

source: In Tarako queue
hsb: W čakanskim rynku Tarako

source: In China queue
hsb: W čakanskim rynku China

source: Review This App
hsb: Tute nałoženje pohódnoćić

source: More Information
hsb: Dalše informacije

source: App History
hsb: Historija nałoženja

source: Resolution
hsb: Rozsud

source: App submission incomplete
hsb: Zapodaće nałoženja njedospołne

source: You can still submit this form, however only do so if you know it won't conflict.
hsb: Móžeće tutón formular wotpósłać, čińće wšak to jenož, jeli móžeće konflikt wobeńć.

source: Insert canned response...
hsb: Přihotowanu wotmołwu zasadźić...

source: Tested on:
hsb: Testowany na:

source: Add device
hsb: Grat přidać

source: Browse
hsb: Přepytać

source: Attach another file
hsb: Dalšu dataju připowěsnyć

source: Device Override:
hsb: Přepisanje grata:

source: Minimum Requirements Override:
hsb: Přepisanje minimalnych žadanjow:

source: <strong>Warning!</strong> Another user was viewing this page before you.
hsb: <strong>Warnowanje!</strong> Druhi wužiwar je sej tutu stronu před wami wobhladał.

source: Attachments
hsb: Přiwěški

source: This version has not been reviewed
hsb: Tuta wersija njeje so přepruwowała

source: Device Types
hsb: Gratowe typy

source: View Privacy Policy
hsb: Prawidła priwatnosće čitać

source: Requirements
hsb: Žadanja

source: Show more
hsb: Wjace pokazać

source: Signed Zip
hsb: Signowany zip

source: Ratings
hsb: Pohódnoćenja

source: This app has not yet been rated
hsb: Tute nałoženje hišće njeje so pohódnoćiło

source: Updated
hsb: Zaktualizowany

source: Rating
hsb: Pohódnoćenje

source: Region Availability
hsb: Disponibelnosć po regionach

source: Show less
hsb: Mjenje pokazać

source: Images
hsb: Wobrazy

source: More about this app
hsb: Wjace wo tutym nałoženju

source: Nothing to see here! The developer did not include any details.
hsb: Tu njeje ničo widźeć! Wuwiwar njeje žane podrobnosće integrował.

source: App origin
hsb: Pochad nałoženja

source: <strong>IDN domain!</strong> punycode version: %(punycode_app_domain)s
hsb: <strong>IDN-domena!</strong> Wersija Punycode: %(punycode_app_domain)s

source: Priority Review Needed
hsb: Přepruwowanje priority trěbne

source: Privileged App
hsb: Priwilegowane nałoženje

source: Premium with In-App
hsb: Premium z płaćenjom w nałoženju

source: Free with In-App
hsb: Darmo z płaćenjom w nałoženju

source: more...
hsb: wjace...

source: Older versions
hsb: Starše wersije

source: Newer versions
hsb: Nowše wersije

source: Process
hsb: Předźěłać

source: Review page
hsb: Stronu přepruwować

source: <a href="%(abuses_url)s">All abuse reports (%(abuses_count)s)</a>]
hsb: <a href="%(abuses_url)s">Wšě znjewužiwanske zdźělenki (%(abuses_count)s)</a>]

source: <span class="submitted-by">Submitted by %(user)s on %(date)s [%(ip_address)s]</span>
hsb: <span class="submitted-by">Zdźěleny wot %(user)s %(date)s [%(ip_address)s]</span>

source: - <a class="translate reviewers-desktop" rel="nofollow" target="_blank" href="%(translate_url)s">translate</a>
hsb: <a class="translate reviewers-desktop" rel="nofollow" target="_blank" href="%(translate_url)s">přełožić</a>

source: All abuse reports read. Good work!
hsb: Wšě znjewužiwanske zdźělenki přečitane. Dobre dźěło!

source: Process Reviews
hsb: Přepruwowanja předźěłać

source: Moderation actions:
hsb: Akcije moderatora:

source: by %(user)s on %(date)s %(stars)s (%(locale)s)
hsb: wot %(user)s %(date)s %(stars)s (%(locale)s)

source: translate
hsb: přełožować

source: <strong>%(reason)s</strong> <span class="light">Flagged by %(user)s on %(date)s</span>
hsb: <strong>%(reason)s</strong> <span class="light">Markěrowany wot wužiwarja %(user)s %(date)s</span>

source: All reviews have been moderated. Good work!
hsb: Wšě přepruwowanja su moderěrowane. Dobre dźěło!

source: Advanced Search
hsb: Rozšěrjene pytanje

source: Clear Search
hsb: Pytanje zhašeć

source: Close
hsb: Začinić

source: Version %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
hsb: Wersija %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>

source: Files in this version:
hsb: Dataje w tutej wersiji:

source: Validation
hsb: Přepruwowanje

source: Contents
hsb: Wobsah

source: Compare
hsb: Přirunać

source: Loading App History &hellip;
hsb: Historija nałoženja so začituje &hellip;

source: Next Comments
hsb: Přichodne komentary

source: Previous Comments
hsb: Předchadne komentary

source: Jump to first page
hsb: K prěnjej stronje skočić

source: Previous
hsb: Předchadne

source: Page <a href="%(current_pg_url)s">%(current_pg)s</a> of <a href="%(last_pg_url)s">%(last_pg)s</a>
hsb: Strona <a href="%(current_pg_url)s">%(current_pg)s</a> z <a href="%(last_pg_url)s">%(last_pg)s</a>

source: Showing <b>%(begin)s</b>&ndash;<b>%(end)s</b> of <b>%(count)s</b>
hsb: <b>%(begin)s</b>&ndash;<b>%(end)s</b> z <b>%(count)s</b> so pokazuja

source: Recent Points
hsb: Najnowše dypki

source: No points awarded yet.
hsb: Hišće žane dypki rozdate.

source: Top Reviewers (past 7 days)
hsb: Najlěpši přepruwowarjo (poslednich 7 dnjow)

source: No top reviewers yet.
hsb: Hišće žani najlěpši přepruwowarjo.

source: All Time
hsb: Cyły čas

source: You have <span>{0}</span> points.
hsb: Maće <span>{0}</span> dypkow.

source: No results found
hsb: Žane wuslědki namakane

source: Relevance
hsb: Relewanca

source: Popularity
hsb: Woblubowanosć

source: Weekly Downloads
hsb: Tydźenske sćehnjenja

source: Top Rated
hsb: Najlěpje pohódnoćeny

source: Newest
hsb: Najnowše

source: Reviewed
hsb: Přepruwowany

source: Trending
hsb: Běžny

source: Any App Type
hsb: Někajki nałoženski typ

source: Privileged packaged app
hsb: Priwilegowane zapakowane nałoženje

source: Free with In-app
hsb: Darmo z płaćenjom w nałoženju

source: Premium with In-app
hsb: Premium z płaćenjom w nałoženju

source: Other System for In-App
hsb: Druhi system za płaćenje w nałoženju

source: Any Device Type
hsb: Někajki gratowy typ

source: All Categories
hsb: Wšě kategorije

source: Search for apps
hsb: Za nałoženjemi pytać

source: Device type
hsb: Gratowy typ

source: Premium types
hsb: Premiumowe typy

source: App type
hsb: Nałoženski typ

source: Installs allowed from
hsb: Instalacije dowolene z

source: Everywhere
hsb: Wšudźe

source: Works offline
hsb: Funguje offline

source: Supported languages
hsb: Podpěrane rěče

source: Author name
hsb: Mjeno awtora

source: Tags
hsb: Hesła

source: Search Unavailable
hsb: Pytanje nic k dispoziciji

source: Search is temporarily unavailable. Please try again in a few minutes.
hsb: Pytanje nachwilu k dispoziciji njeje. Prošu spytajće hišće raz za por mjeńšin.

source: Account Settings
hsb: Kontowe nastajenja

source: Change Password
hsb: Hesło změnić

source: Sign out
hsb: Wotzjewić

source: Developer Hub
hsb: Wuwiwarski róžk

source: Admin Tools
hsb: Administratorowe nastroje

source: Enter at least one value.
hsb: Zapodajće znjamjeńša jednu hódnotu.

source: Hexadecimal color
hsb: Heksadecimalny barbny kod

source: Must be a valid hex color code, e.g. #FF0035.
hsb: To dyrbi płaćiwy heksadecimalny barbny kod być, na př. #FF0035.

source: As soon as it is approved.
hsb: Tak ruče hač je so schwaliło.

source: Not until I manually make it public.
hsb: Nic, doniž jo manuelnje njewozjewjam.

source: Home
hsb: Startowa strona

source: {0} ago
hsb: před {0}

source: {addon} was created.
hsb: {addon} je so wutworił.

source: {addon} properties edited.
hsb: Kajkosće přidatka {addon} su so wobdźěłali.

source: {addon} description edited.
hsb: Wopisanje přidatka {addon} je so wobdźěłało.

source: Categories edited for {addon}.
hsb: Kategorije za přidatk {addon} su so wobdźěłali.

source: {0.name} ({1}) added to {addon}.
hsb: {0.name} ({1}) je so přidatkej {addon} přidał.

source: {0.name} ({1}) removed from {addon}.
hsb: {0.name} ({1}) je so z přidatka {addon} wotstronił.

source: Contributions for {addon}.
hsb: Přinoški za {addon}.

source: {addon} disabled.
hsb: Přidatk {addon} je znjemóžnjeny.

source: {addon} enabled.
hsb: Přidatk {addon} je zmóžnjeny.

source: Stats set public for {addon}.
hsb: Statistiki za přidatk {addon} su zjawne.

source: {addon} stats set to private.
hsb: Statistiki za přidatk {addon} su priwatne.

source: {addon} status changed to {0}.
hsb: Status přidatka {addon} je so do {0} změnił.

source: Preview added to {addon}.
hsb: Přehlad je so přidatkej {addon} přidał.

source: Preview edited for {addon}.
hsb: Přehlad přidatka {addon} je so wobdźěłał.

source: Preview deleted from {addon}.
hsb: Přehlad přidatka {addon} je so zhašał.

source: {version} added to {addon}.
hsb: Wersija {version} je so přidatkej {addon} přidała.

source: {version} edited for {addon}.
hsb: Wersija {version} přidatka {addon} je so wobdźěłała.

source: Version {0} deleted from {addon}.
hsb: Wersija {0} přidatka {addon} je so zhašała.

source: File {0.name} added to {version} of {addon}.
hsb: Dataja {0.name} je so wersiji {version} přidatka {addon} přidała.

source: File {0} deleted from {version} of {addon}.
hsb: Dataja {0} je so z wersije {version} přidatka {addon} zhašała.

source: {addon} {version} approved.
hsb: Přidatk {addon} {version} schwaleny.

source: {addon} {version} given preliminary review.
hsb: Přidatk {addon} {version} je nachwilu schwaleny.

source: Preliminarily approved
hsb: Nachwilu schwaleny

source: {addon} {version} rejected.
hsb: Přidatk {addon} {version} wotpokazany.

source: {addon} {version} retained.
hsb: Přidatk {addon} {version} wróćo zdźeržany.

source: Retained
hsb: Wróćo zdźeržany

source: {addon} {version} escalated.
hsb: Přidatk {addon} {version} je so přichodnemu wyšemu městnu dale dał.

source: {addon} {version} review requested.
hsb: Přepruwowanje přidatka {addon} {version} je so požadało.

source: Review requested
hsb: Přepruwowanje je so požadało

source: {addon} {version} more information requested.
hsb: Dalše informacije wo přidatku {addon} {version} su so požadali.

source: More information requested
hsb: Dalše informacije požadane

source: {addon} {version} super review requested.
hsb: Superpřepruwowanje přidatka {addon} {version} je so požadało.

source: Super review requested
hsb: Superpřepruwowanje je požadane

source: Comment on {addon} {version}.
hsb: Komentar k přidatkej {addon} {version}.

source: Comment
hsb: Komentar

source: {tag} added to {addon}.
hsb: {tag} je so přidatkej {addon} přidała.

source: {tag} removed from {addon}.
hsb: {tag} je so z přidatka {addon} wotstroniła.

source: {addon} added to {collection}.
hsb: Přidatk {addon} je so zběrce {collection} přidał.

source: {addon} removed from {collection}.
hsb: Přidatk {addon} je so ze zběrki {collection} wotstronił.

source: {review} for {addon} written.
hsb: {review} za {addon} napisane.

source: {addon} featured in {0}.
hsb: Přidatk {addon} w {0} předstajeny.

source: {addon} no longer featured in {0}.
hsb: Přidatk {addon} so w {0} hižo njepředstaja.

source: {addon} is now featured.
hsb: Přidatk {addon} so nětko předstaja.

source: {addon} is no longer featured.
hsb: Přidatk {addon} so hižo njepředstaja.

source: {0} {1} added.
hsb: {0} {1} přidaty.

source: {0.name} role changed to {1} for {addon}.
hsb: Róla {0.name} za přidatk {addon} do {1} změnjena.

source: {addon} policy changed.
hsb: Prawidła přidatka {addon} změnjene.

source: {addon} icon changed.
hsb: Symbol přidatka {addon} změnjeny.

source: {review} for {addon} approved.
hsb: Přepruwowanje {review} za přidatk {addon} schwalene.

source: {user} approved {review} for {addon}.
hsb: Wužiwar {user} je pohódnoćenje {review} za přidatk {addon} schwalił.

source: Review {review} for {addon} deleted.
hsb: Pohódnoćenje {review} za {addon} zhašane.

source: {user} deleted {review} for {addon}.
hsb: {user} je {review} za {addon} zhašał.

source: Application max version for {version} updated.
hsb: Maks. wersija nałoženja je so za wersiju {version} zaktualizowała.

source: Authors emailed about compatibility of {version}.
hsb: Awtorojo su so wo kompatibelnosći wersije {version} přez e-mejl informowali.

source: Email sent to Author about add-on compatibility.
hsb: E-mejl wo kompatibelnosći přidatka je so na awtora pósłała.

source: Password changed.
hsb: Hesło je so změniło.

source: {addon} changed to premium.
hsb: Přidatk {addon} je so na premium změnił.

source: {addon} manifest updated.
hsb: Manifest přidatka {addon} je so zaktualizował.

source: {addon} {version} approved but private.
hsb: Přidatk {addon} {version} je so schwalił, ale jako priwatny.

source: {addon} purchased.
hsb: Přidatk {addon} je so kupił.

source: {addon} installed.
hsb: Přidatk {addon} je so instalował.

source: Refund requested for {addon}
hsb: Zarunanje za přidatk {addon} požadane

source: Refund declined for {addon} for {0}.
hsb: Zarunanje za přidatk {addon} na {0} wotpokazane.

source: Refund granted for {addon} for {0}.
hsb: Zarunanje za přidatk {addon} na {0} přizwolene.

source: Instant refund granted for {addon}.
hsb: Hnydomne zarunanje je za přidatk {addon} přizwolene.

source: Account updated.
hsb: Konto je so zaktualizowało.

source: Valid receipt was checked for {addon}.
hsb: Płaćiwa kwitowanka je so za přidatk {addon} přepruwowała.

source: Escalation cleared for {addon}.
hsb: Daledaće přichodnemu wyšemu městnu za přidatk {addon} schwalene.

source: {addon} banned.
hsb: Přidatk {addon} je zawrjeny.

source: App banned
hsb: Nałoženje je zawrjene

source: {addon} escalated because of high number of abuse reports.
hsb: Přidatk {addon} je so dla wyšokeje ličby znjewužiwanskich rozprawow přichodnemu wyšemu městnu dale dał.

source: High Abuse Reports
hsb: Wjele znjewužiwanskich zdźělenkow
