Repository: mozilla/zamboni
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: {addon} escalated because of high number of refund requests.
hsb: Přidatk {addon} je so dla wysokeje ličby zarunanskich požadanjow přichodnemu wyšemu městnu dale dał.

source: High Refund Requests
hsb: Wjele zarunanskich požadanjow

source: {addon} re-reviewed because of manifest change.
hsb: Přidatk {addon} je so změny manifesta dla znowa přepruwował.

source: Manifest Change
hsb: Změna manifesta

source: {addon} re-reviewed because app upgraded premium type.
hsb: Přidatk {addon} je so znowa přepruwował, dokelž nałoženje je premiumowy typ rozšěriło.

source: Premium Type Upgrade
hsb: Rozšěrjenje premiumoweho typa

source: Re-review cleared for {addon}.
hsb: Nowopřepruwowanje za přidatk {addon} schwalene.

source: {addon} escalated by reviewer.
hsb: Přepruwowar je přidatk {addon} přichodnemu wyšemu městnu dale dał.

source: Reviewer escalation
hsb: Daledaće přichodnemu wyšemu městnu přez přepruwowarja

source: Video removed from {addon} because of a problem with the video.
hsb: Widejo přidatka {addon} je so problema z widejom dla wotstroniło.

source: Video removed
hsb: Widejo wotstronjene

source: {addon} re-review because of new device(s) added.
hsb: Nowe přepruwowanje přidatka {addon} nowych gratow dla.

source: Device(s) Added
hsb: Graty přidate

source: {addon} device support manually changed by reviewer.
hsb: Gratowa podpěra za přidatk {addon} je so wot přepruwowarja manuelnje změniła.

source: Device(s) Changed by Reviewer
hsb: Graty wot přepruwowarja změnjene

source: {addon} resubmitted for review.
hsb: Přidatk {addon} je so znowa za přepruwowanje zapodał.

source: App Resubmission
hsb: Nowozapodaće nałoženja

source: {addon} auto-escalated because its a VIP app.
hsb: Přidatk {addon} je so awtomatisce přichodnemu wyšemu městnu dale dał, dokelž je VIP-nałoženje.

source: VIP auto-escalation
hsb: Awtomatiske daledaće VIP-přidatka přichodnemu wyšemu městnu

source: {addon} re-reviewed because of manifest URL change.
hsb: Přidatk {addon} je so znowa přepruwował, dokelž je so URL manifesta změnił.

source: Manifest URL Change
hsb: Změna manifesteho URL

source: {addon} auto-escalated because its a prerelease app.
hsb: Přidatk {addon} je so awtomatisce přichodnemu wyšemu městnu dale dał, dokelž je nałoženje za předwozjewjenje.

source: Prerelease auto-escalation
hsb: Awtomatiske daledaće přichodnemu wyšemu městnu za předwozjewjenje

source: Created: {0}.
hsb: Wutworjeny: {0}.

source: Edited field: {2} set to: {0}.
hsb: Wobdźěłane polo: {2} změnjeny do: {0}.

source: Deleted: {1}.
hsb: Zhašany: {1}.

source: User {user} edited, reason: {1}
hsb: Wužiwar {user} je so wobdźěłał, přičina: {1}

source: User {user} anonymized.
hsb: Wužiwar {user} je so anonymizował.

source: User {user} restricted.
hsb: Wužiwar {user} je so wobmjezował.

source: Admin {0} viewed activity log for {user}.
hsb: Administrator {0} je sej protokol aktiwitow za wužiwarja {user} wobhladał.

source: {review} for {addon} updated.
hsb: {review} je so za přidatk {addon} zaktualizował.

source: {addon} reviewed.
hsb: Přidatk {addon} je so přepruwował.

source: User {0.name} added to {group}.
hsb: Wužiwar {0.name} je so skupinje {group} přidał.

source: User {0.name} removed from {group}.
hsb: Wužiwar {0.name} je so ze skupiny {group} wotstronił.

source: {addon} minimum requirements manually changed by reviewer.
hsb: Přepruwowar je minimalne žadanja přidatka {addon} manuelnje změnił.

source: Requirements Changed by Reviewer
hsb: Žadanja wot přepruwowarja změnjene

source: {addon} minimum requirements manually changed.
hsb: Minimalne žadanja přidatka {addon} su so manuelnje změnili.

source: Requirements Changed
hsb: Žadanja změnjene

source: {version} status changed to {0}.
hsb: Status wersije {version} je so do {0} změnił.

source: User {0.name} {0.id} deleted via lookup tool.
hsb: Wužiwar {0.name} {0.id} je so přez nastroj pohladanja zhašał.

source: {addon} content rating changed to Adult.
hsb: Wobsahowe pohódnoćenje přidatka {addon} na Dorosćeny změnjene.

source: {addon} content rating changed.
hsb: Wobsahowe pohódnoćenje přidatka {addon} je so změniło.

source: Priority review requested for {addon}.
hsb: Přepruwowanje priority za přidatk {addon} požadane.

source: Priority Review
hsb: Přepruwowanje priority

source: {addon} {version} passed the {queue} review.
hsb: Přidatk {addon} {version} je přepruwowanje {queue} wobstał.

source: {addon} {version} failed the {queue} review.
hsb: Přidatk {addon} {version} je při přepruwowanju {queue} přepadnył.

source: Abuse report {report} for {addon} read.
hsb: Znjewužiwanska zdźělenka {report} za {addon} je so přečitała.

source: {user} marked read {report} for {addon}.
hsb: {user} je {report} za {addon} jako přečitanu markěrował.

source: Abuse report {report} for {website} read.
hsb: Znjewužiwanska zdźělenka {report} za {website} přečitana.

source: {user} marked read {report} for {website}.
hsb: {user} je {report} za {website} jako přečitanu markěrował.

source: Not Allowed
hsb: Njedowoleny

source: Oops! Not allowed.
hsb: Hopla! Njedowoleny.

source: You tried to do something that you weren't allowed to.
hsb: Sće spytał, něšto činić, štož njesměće.

source: Try going back to the previous page, refreshing and trying again.
hsb: Spytajće so k předchadnej stronje wróćić, začitajće ju znowa a spytajće hišće raz.

source: Page Not Found
hsb: Strona njeje so namakała

source: We're sorry, but we can't find what you're looking for.
hsb: Bohužel njemóžemy namakać, za čimž pytaće.

source: The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly.
hsb: Strona abo dataja, kotruž sće požadał, njeje so na našim sydle namakała. Snano sće na wotkaz kliknył, kotryž je zestarjeny abo adresu wopak zapodał.

source: If you typed in the address, please double check the spelling.
hsb: Hdyž sće adresu zapodał, přepruwujće prawopis hišće raz.

source: Visit the <a class="sync" href="%(home)s">Firefox Marketplace front page</a>.
hsb: Wopytajće <a class="sync" href="%(home)s">startowu stronu Torhošća Firefox</a>.

source: Server Error
hsb: Serwerowy zmylk

source: Oops! We had an error.
hsb: Hopla! Pola nas je zmylk wustupił.

source: We'll get to fixing that soon.
hsb: Damy so bórze do jeho wotstronjenja.

source: You can try refreshing the page, or try again later.
hsb: Móžeće tutu stronu znowa začitać, abo pozdźišo hišće raz spytać.

source: Day
hsb: Dźeń

source: Week
hsb: Tydźeń

source: Quarter
hsb: Štwórćlěto

source: Device(s) changed: {0}
hsb: Změnjene graty: {0}

source: Requirements changed: {0}
hsb: Žadanja změnjene: {0}

source: Cannot be free and paid.
hsb: Njemóže darmotne a płaćomne być.

source: Please select a device.
hsb: Prošu wubjerće grat.

source: Agree and Continue
hsb: Přizwolić a pokročować

source: There was an error with your upload. Please try again.
hsb: Při nahrawanju je zmylk wustupił. Prošu spytajće hišće raz.

source: Version %s already exists.
hsb: Wersija %s hižo eksistuje.

source: Changes to "origin" are not allowed.
hsb: Změny na "pochadźe" dowolene njejsu.

source: User submitting validation does not match.
hsb: Wužiwar, kotryž přepruwowanje posrědkuje, jenak njeje.

source: Publish my app and make it visible to everyone in the Marketplace and include it in search results.
hsb: Wozjewće moje nałoženje a čińće jo za kóždeho na Torhošću widźomne a zapřijmiće jo do pytanskich wuslědkow.

source: Do not publish my app. Notify me and I will adjust app visibility after it is approved.
hsb: Njewozjewće moje nałoženje. Informujće mje a přiměrju widźomnosć nałoženja, po tym zo je so schwaliło.

source: Privacy Policy:
hsb: Prawidła priwatnosće:

source: A privacy policy explains how you handle data received through your app. For example: what data do you receive? How do you use it? Who do you share it with? Do you receive personal information? Do you take steps to make it anonymous? What choices do users have to control what data you and others receive? Enter your privacy policy link or text above. If you don't have a privacy policy, <a href="{url}" target="_blank">learn more on how to write one.</a>
hsb: Prawidła priwatnosće wujasnjeja, kak z datami wobchadźeće, kotrež přez waše nałoženje dóstawaće. Na přikład: kotre daty dóstawaće? Kak je wužiwaće? Z kim je dźěliće? Dóstawaće wosobinske informacije? Činiće naprawy, zo byšće je anonymne činił? Kotre wuběranske móžnosće maće wužiwarjo, zo bychu kontrolowali, kotre daty wy a druzy dóstawaja? Zapodajće wotkaz abo tekst k swojim prawidłam priwatnosće. Jeli nimaće prawidła priwatnosće, <a href="{url}" target="_blank">zhońće wjace wo tym, kak móžeće je pisać</a>.

source: Homepage:
hsb: Startowa strona:

source: If your app has another homepage, enter its address here.
hsb: Jeli waše nałoženje ma druhu startowu stronu, zapodajće tu adresu.

source: Website:
hsb: Websydło:

source: If your app has a support website or forum, enter its address here.
hsb: Jeli waše nałoženje ma websydło pomocy abo forum, zapodajće tu jeho adresu.

source: Email:
hsb: E-mejlowa adresa:

source: This email address will be listed publicly on the Marketplace and used by end users to contact you with support issues. This email address will be listed publicly on your app details page.
hsb: Tuta e-mejlowa adresa so zjawnje na Torhošću pokazuje a wužiwa so wot kónčnych wužiwarjow, zo bychu was problemow dla kontaktowali. Tuta e-mejlowa adresa so zjawnje na stronje podrobnosćow wašeho nałoženja pokazuje.

source: Does your app require Flash support?
hsb: Trjeba waše nałoženje podpěru za Flash?

source: Your comments for reviewers:
hsb: Waše komentary za přepruwowarjow:

source: Your app will be reviewed by Mozilla before it becomes publicly listed on the Marketplace. Enter any special instructions for the app reviewers here.
hsb: Waše nałoženje so wot Mozilla přepruwuje, prjedy hač so zjawnje na Torhošću pokazuje. Zapodajće wosebite instrukcije za přepruwowarjow nałoženja.

source: Once your app is approved, choose a publishing option:
hsb: Tak ruče hač waše nałoženje je so schwaliło, wubjerće wozjewjensku opciju:

source: My app works without an Internet connection.
hsb: Moje nałoženje bjez internetneho zwiska funguje.

source: Edit App Details
hsb: Podrobnosće nałoženja wobdźěłać

source: Submit App
hsb: Nałoženje zapodać

source: Submit an App
hsb: Nałoženje zapodać

source: Please review your listing information below. We've pre-filled as much as we can from your manifest.
hsb: Prošu přepruwujće deleka informacije wašeho lisćinoweho zapiska. Smy tak wjele kaž móžno z wašeho manifesta do toho zapisali.

source: Open details page
hsb: Stronu podrobnosćow wočinić

source: Support Information:
hsb: Informacije wo pomocy:

source: Screenshot or video of your app:
hsb: Foto wobrazowki abo widejo wašeho nałoženja:

source: You must provide at least one.
hsb: Dyrbiće znajmjeńša jedne podać.

source: PNG and JPG supported. Screenshots must be at least 320px by 480px. Screenshots proportional to 320px by 480px are optimal. WebM supported for video.
hsb: PNG a JPG so podpěrujetej. Fota wobrazowki dyrbja znajmjeńša 320 px x 480 px wulke być. Fota wobrazowki, kotrež su k 320 px x 480 px proporcionalne, su optimalne. Za wideja so WebM podpěruje.

source: Finished!
hsb: Dokónčene!

source: Success! What happens now?
hsb: Je so poradźiło! Što so nětko stawa?

source: We've got your app saved and ready to go! Your app is currently awaiting review, and once it is reviewed you will need to manually enable your app from the <a href="%(url)s">Manage Status page</a> for it to show up on listing pages and in search. Until then, feel free to tweak your app's details and settings.
hsb: Waše nałoženje je so składowało a je hotowe za start! Waše nałoženje čaka tuchwilu na přepruwowanje a tak ruče hač je přepruwowane, dyrbiće swoje nałoženje přez <a href="%(url)s">stronu Status zrjadować</a> manuelnje zmóžnić, zo by so na stronach lisćinowych zapiskow a w pytanskich wuslědkach jewiło. Hač do toho móžeće podrobnosće a nastajenja swojeho nałoženja optimizować.

source: Before your app can go live, you need to provide payment information. Once you've added a payment account and price, your app will be submitted for review.
hsb: Prjedy hač waše nałoženje so schwali, dyrbiće płaćenske informacije podać. Tak ruče kaž sće płaćenske konto a płaćiznu přidał, so waše nałoženje za přepruwowanje zapoda.

source: We've got your app saved and ready to go! Your app is currently awaiting review, and will show up on listing pages and in search once it is reviewed. Until then, feel free to tweak your app's details and settings.
hsb: Waše nałoženje je so składowało a hotowe za start! Waše nałoženje čaka tuchwilu na přepruwowanje a zjewi so na stronach lisćinowych zapiskow a w pytanskich wuslědkach, tak ruče hač je přepruwowane. Hač do toho móžeće podrobnosće a nastajenja wašeho nałoženja optimizować.

source: Manage My App
hsb: Moje nałoženje zrjadować

source: Submit Another App
hsb: Dalše nałoženje zapodać

source: App Minimum Requirements
hsb: Minimalne žadanja nałoženja

source: <b>What's next:</b> fill out the rest of your app's details
hsb: <b>Štož jako přichodne přińdźe:</b> Zapisajće zbytne podrobnosće swojeho nałoženja

source: Published!
hsb: Wozjewjene!

source: Almost There!
hsb: Nimale zdokonjany!

source: Submit App Manifest
hsb: Manifest nałoženja zapodać

source: Enter App Details
hsb: Podrobnosće nałoženja zapodać

source: <span>Set up <a href="%(rating_url)s">Content Ratings</a></span>
hsb: <span>Připrawće <a href="%(rating_url)s">wobsahowe pohódnoćenja</a></span>

source: <span>Set up <a href="%(pay_url)s">Payments</a></span>
hsb: <span>Připrawće <a href="%(pay_url)s">płaćenja</a></span>

source: Wait for Review
hsb: Na přepruwowanje čakać

source: At any point, you can
hsb: Móžeće kóždy čas

source: Revise your app details on <a href="%(url)s">Edit Listing</a>
hsb: podrobnosće swojeho nałoženja pod <a href="%(url)s">Lisćinowy zapisk wobdźěłać</a> přiměrić

source: View a list of all of your submissions on <a href="%(url)s">My Submissions</a>
hsb: sej lisćinu wšěch ze swojich zapodaćow pod <a href="%(url)s">Moje zapodaća</a> wobhladać

source: Request that your app be shown on low-memory devices on <a href="%(status_url)s">Status &amp; Versions</a>
hsb: Požadajće, zo so waše nałoženje na gratach z mało składowakom pod <a href="%(status_url)s">Status a wersije</a> pokazuje

source: Request that your app be shown on low-memory devices on <a href="%(status_url)s">Status</a>
hsb: Požadajće, zo so waše nałoženje na gratach z mało składowakom pod <a href="%(status_url)s">Status</a> pokazuje

source: Once your app is reviewed, you will have to manually publish your app from <a href="%(url)s">Manage Status</a>. It would then show up on listing pages and in search for others to enjoy.
hsb: Tak ruče hač waše nałoženje je přepruwowane, dyrbiće swoje nałoženje přez <a href="%(url)s">Status zrjadować</a> manuelnje wozjewić. Jewi so potom na stronach lisćinowych zapiskow a w pytanskich wuslědkach, zo bychu so druzy na tym wjeselili.

source: Your app has been approved! It is now showing up on listing pages and in search for others to enjoy.
hsb: Waše nałoženje je so schwaliło! Jewi so nětko na stronach lisćinowych zapiskow a w pytanskich wuslědkach, zo bychu so druzy na tym wjeselili.

source: Once your app is reviewed, it will show up on listing pages and in search for others to enjoy.
hsb: Tak ruče hač waše nałoženje je so přepruwowało, budźe so na lisćinwoych stronach a w pytanju jewić, zo bychu druzy na nim wjeselili.

source: <strong>What's next:</strong> Set up %(next_step_name)s
hsb: <strong>Štož jako přichodne přińdźe:</strong> Připrawće %(next_step_name)s

source: <strong>What's next:</strong> Publish Your App
hsb: <strong>Štož jako přichodne přińdźe:</strong> Wozjewće swoje nałoženje

source: Marketplace Developer Program
hsb: Wuwiwarski program Torhošća

source: We're excited you've built an app using web technologies, and submitting it to the Firefox Marketplace is the best way for users to discover and enjoy it across their devices. First, you'll need to join the Marketplace Developer Program below.
hsb: Wjeselimy so, zo sće nałoženje z pomocu webtechnologijemi wuwił, a zapodowanje do Torhošća Firefox je za wužiwarjow najlěpša móžnosć, jo na wšěch gratach wotkryć a wužiwać. Najprjedy dyrbiće so deleka wuwiwarskemu programej Torhošća přidružić.

source: To begin, please read and accept our <strong>Developer Agreement</strong>:
hsb: Prošu čitajće a akceptujće najpredy naše <strong>wuwiwarske dojednanje</strong>:

source: Mozilla may email me with relevant App Developer news and surveys
hsb: Mozilla smě mi e-mejlku z relewantnymi nowinkami a naprašowanjemi za wuwiwarjow nałoženja pósłać

source: Héllo
hsb: Halo

source: Invalid tag: {0}
hsb: Njepłaćiwe hesło: {0}

source: "{0}" is a reserved tag and cannot be used.
hsb: "{0}" je rezerwowane hesło a njeda so wužiwać.

source: You have {0} too many tags.
hsb: Maće {0} hesło přewjele.

source: All tags must be %s characters or less after invalid characters are removed.
hsb: Wšě hesła dyrbja z %s znamješkow abo mjenje wobstać, po tym zo su so njepłaćiwe znamješka wotstronili.

source: All tags must be at least {0} character.
hsb: Wšě hesła dyrbja ze znjamjeńša {0} znamješko wobstać.

source: Edit Account Settings
hsb: Kontowe nastajenja wobdźěłać

source: Return to the Marketplace
hsb: Wróćo k Torhošću

source: Sign Out
hsb: Wotzjewić

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
hsb: Jeli njeje hinak <a href="%(legal_url)s">přispomnjene</a>, je wobsah tutoho sydła pod licencu <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a> abo pozdźišej wersiju.

source: Terms of Use
hsb: Wužiwanske wuměnjenja

source: Report Trademark Abuse
hsb: Znjewužiwanje wikowanskeho znamjenja zdźělić

source: Back
hsb: Wróćo

source: Clear
hsb: Zhašeć

source: Expand
hsb: Pokazać

source: Localize for: <a id="change-locale" href="#">%(dl)s</a>
hsb: Přełožować za : <a id="change-locale" href="#">%(dl)s</a>

source: Existing Locales
hsb: Eksistowace rěče

source: New Locales
hsb: Nowe rěče

source: You have unsaved changes in the <b>{0}</b> locale. Would you like to save your changes before switching locales?
hsb: Maće njeskładowane změny w rěči <b>{0}</b>. Chceće swoje změny składować, prjedy hač rěč změniće?

source: Discard Changes
hsb: Změny zaćisnyć

source: Are you sure you want to remove all <b>{0}</b> translations? This cannot be undone.
hsb: Chceće woprawdźe přełožki w rěči <b>{0}</b> wotstronić? To njeda so cofnyć.

source: Delete Locale
hsb: Rěč zhašeć

source: No user with that email.
hsb: Žadyn wužiwar z tutej e-mejlowej adresu.

source: an add-on developer thanks me for a contribution
hsb: wuwiwar přidatka dźakuje so mi za přinošk

source: an add-on developer replies to my review
hsb: wuwiwar přidatka wotmołwja na moje pohódnoćenje

source: an app developer replies to my review
hsb: wuwiwar nałoženja wotmołwja na moje pohódnoćenje

source: new add-ons or Firefox features are available
hsb: nowe přidatki abo funkcije Firefox su k dispoziciji

source: my add-on's compatibility is upgraded successfully
hsb: Kompatibelnosć mojeho přidatka je so wuspěšnje powyšiła

source: my sdk-based add-on is upgraded successfully
hsb: mój přidatk na zakładźe SDK je so wuspěšnje zaktualizował

source: someone writes a review of my add-on
hsb: něchtó pisa pohódnoćenje mojeho přidatka

source: someone writes a review of my app
hsb: něchtó pisa pohódnoćenje za moje nałoženje

source: add-on contests or events are announced
hsb: přidatkowe wubědźowanja abo podawki so připowěduja

source: my add-on's compatibility cannot be upgraded
hsb: kompatibelnosć mojeho přidatka njeda so powyšić

source: my sdk-based add-on cannot be upgraded
hsb: mój přidatk na zakładźe SDK njeda so aktualizować

source: my add-on is reviewed by an editor
hsb: mój přidatk je so wot redaktora přepruwował

source: Mozilla needs to contact me about my individual add-on
hsb: Mozilla dyrbi so ze mnu mojeho přidatka dla do zwiska stajić

source: my app is reviewed by an editor
hsb: moje nałoženje je so wot redaktora přepruwowało

source: Mozilla needs to contact me about my individual app
hsb: Mozilla dyrbi so ze mnu mojeho nałoženja dla do zwiska stajić

source: Mozilla wants to contact me about relevant App Developer news and surveys
hsb: Mozilla chce so ze mnu dla relewantnych nowinkow a naprašowanjow za wuwiwarjow nałoženja do zwiska stajić

source: Mozilla wants to contact me about new regions added to the Marketplace
hsb: Mozilla chce so ze mnu nowych regionow dla do zwiska stajić, kotrež su so Torhošću přidali

source: User Notifications
hsb: Wužiwarske zdźělenja

source: An email address is required.
hsb: E-mejlowa adresa je trěbna.

source: A user with that email address does not exist.
hsb: Wužiwar z tutej e-mejlowej adresu njeeksistuje.

source: A user with that email address does not exist, or the user has not yet accepted the developer agreement.
hsb: Wužiwar z tutej e-mejlowej adresu njeeksistuje, abo wužiwar hišće njeje do wuwiwarskeho dojednanja zwolił.

source: Native FxA authentication failure.
hsb: Autentifikaciski zmylk Native FxA.

source: Please use the verified email for this account.
hsb: Prošu wužiwajće wobkrućenu e-mejlowu adresu za tute konto.

source: Listed
hsb: Pokazany

source: You must provide a support email or URL.
hsb: Dyrbiće e-mejlowu adresu abo URL za pomoc podać.

source: You must provide an app name.
hsb: Dyrbiće mjeno nałoženja podać.

source: You must provide at least one device type.
hsb: Dyrbiće znajmjeńša jedyn gratowy typ podać.

source: You must provide at least one category.
hsb: Dyrbiće znajmjeńša jednu kategoriju podać.

source: You must set up content ratings.
hsb: Dyrbiće wobsahowe pohódnoćenja připrawić.

source: You must set up a payment account.
hsb: Dyrbiće płaćenske konto připrawić.

source: This app's submission process has not been fully completed.
hsb: Zapodawanski proces nałoženja njeje so dospołnje zakónčił.

source: This app needs to get a content rating.
hsb: Tute nałoženje trjeba wobsahowe pohódnoćenje.

source: This app needs a payment account set up.
hsb: Tute nałoženje trjeba připrawjene płaćenske konto.

source: awaiting approval
hsb: čaka na schwalenje

source: rejected
hsb: wotpokazany

source: requires additional review
hsb: wužaduje sej přidatne přepruwowanje

source: {region} approval status
hsb: schwalenski status za {region}

source: {region} nomination date
hsb: Nominowanski datum za {region}

source: Issue with your app "{app}" on the Firefox Marketplace
hsb: Problem z wašim nałoženjom "{app}" na Torhošću Firefox

source: Sort by:
hsb: Sortěrować po:

source: Created
hsb: Wutworjeny

source: Invalid device(s) selected.
hsb: Njepłaćiwy grat wubrany.

source: Log out
hsb: Wotzjewić

source: Register
hsb: Registrować

source: required
hsb: trěbny

source: Required fields
hsb: Trěbne pola

source: (optional)
hsb: (na přeco)
