Repository: mozilla/zamboni
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems &mdash; closing the gap between Web and native apps for the first time.
hsb: Z pomocu wotewrjenych webstandardow a API wuhotowaneho wot Mozilla, hodźa so wulkotne nałoženske dožiwjenja přez rozdźělne platformy, graty a dźěłowe systemy dodawać &mdash; to wupjelnja prěni raz dźěru mjez webowymi a systemowymi nałoženjemi.

source: The Firefox Marketplace gives users the opportunity to find, try and buy apps and content that matters most to them. This means exciting, useful and high-quality Apps relevant to local markets across all categories that users can use to get the most out of their daily lives.
hsb: Torhošćo Firefox dawa wužiwarjam móžnosć, nałoženja a za nich wažne wobsahi namakać, wupruwować a kupić. To woznamjenja, rozbudźace, wužitne a kwalitatiwnje wysokohódnotne nałoženja, kotrež su relewantne za lokalne wiki we wšěch kategorijach a kotrež wužiwarjo móža wužiwać, zo bychu najwjace ze swojeho žiwjenja won ćahnyli.

source: Mozilla's global reach extends to hundreds of millions of Firefox users worldwide. Through intelligent Marketplace curation and effective use of Mozilla’s marketing channels, Mozilla can help developers can get their app into the hands of their target users around the world.
hsb: Gobalny dosah Mozilla wopřijima sta milionow wužiwarjow Firefox swětodaloko. Přez inteligentne wothladowanje Torhošća a efektiwne wužiwanje marketingowych kanalow Mozilla, móže Mozilla wuwiwarjam pomhać, jich nałoženje do rukow wužiwarjow jich ciloweje skupiny na cyłym swěće połožić.

source: The Firefox Marketplace is now open and accepting apps. Submit your app to:
hsb: Torhošćo Firefox je nětko wočinjene a akceptuje nałoženja. Zapodajće swoje nałoženje pola:

source: Test your app with a committed group of early adopters.
hsb: Testujće swoje nałoženje z angažowanej skupinu zažnych nałožowarjow.

source: Build an early fan base and gain popularity.
hsb: Natwarće zahe fanowu skupinu a dobudźće woblubowanosć.

source: Target tech savvy consumers with your app.
hsb: Wzmiće sej technisce wersěrowanych nałožowarjow jako cilowu skupinu swojeho nałoženja.

source: Firefox Apps &amp; Hacks
hsb: Nałoženja a programowanske rozrisanja

source: Sign up for our monthly newsletter about Firefox OS, Marketplace and the apps ecosystem. <a href="%(dev_phone_url)s">Check out the developer phone preview</a>
hsb: Zregistrujće so za naš měsačny powěsćowy list wo Firefox OS, Torhošću a ekosystemje nałoženjow. <a href="%(dev_phone_url)s">Wobhladajće sej wuwiwarski přehlad telefona</a>

source: Developer Devices
hsb: Wuwiwarske graty

source: Code &amp; Tools
hsb: Kod a nastroje

source: Events &amp; Meetups
hsb: Podawki a zetkanja

source: I'm okay with Mozilla handling this information as explained in the <a href="%(privacy_link)s">Privacy Policy</a>.
hsb: Sym přezjedny, zo Mozilla z tutymi informacijemi po <a href="%(privacy_link)s">prawidłach priwatnosće</a> wobchadźa.

source: Sign me up!
hsb: Zregistrujće mje!

source: Intro to Open Web Apps
hsb: Zawjedźenje do nałoženjow wotewrjeneho weba

source: Intro to Firefox OS
hsb: Zawjedźenje do Firefox OS

source: Intro to Manifests
hsb: Zawjedźenje do manifestow

source: For Current Web Developers
hsb: Za aktualnych webwuwiwarjow

source: For Current Mobile Developers
hsb: Za aktualnych wuwiwarjow mobilnych gratow

source: Using Apps Offline
hsb: Wužiwanje nałoženjow offline

source: Developing Game Apps
hsb: Wuwiwanje hrajnych nałoženjow

source: Payments
hsb: Płaćenja

source: App Generator
hsb: Nałoženski generator

source: App Validator
hsb: Nałoženski přepruwowar

source: App Manager
hsb: Zrjadowak nałoženjow

source: Firefox Developer Tools
hsb: Wuwiwarske nastroje Firefox

source: Marketplace Submission
hsb: Zapodawanje do Torhošća

source: Marketplace Review Criteria
hsb: Přepruwowanske kriterije Torhošća

source: Payments Status
hsb: Płaćenski status

source: View with subtitles
hsb: Z podtitulemi sej wobhladać

source: Made in partnership with our friends at Treehouse
hsb: Wuwity w zhromadnym dźěle z našimi přećelemi pola Treehouse

source: Check them out!
hsb: Wobhladajće sej je!

source: Partner with Mozilla to distribute your apps through an open marketplace to over 450 million users
hsb: Wotzamkńće partnerstwo z Mozilla, zo byšće swoje nałoženja přez wotewrjene torhošćo do wyše 450 milionow wužiwarjow rozdźělił

source: <a href="%(submit_url)s" class="button">Submit now</a> <span>or</span> <a href="%(api_url)s" class="button api">Submit via API</a>
hsb: <a href="%(submit_url)s" class="button">Nětko zapodać</a> <span>abo</span> <a href="%(api_url)s" class="button api">Přez API zapodać</a>

source: With a powerful web platform, an open marketplace, and partners like you, we are ready to welcome the next 2 billion users online
hsb: Z mócnej weblatformu, wotewrjenym torhošćom a partnerami kaž wami, smy přihotowani, přichodnej 2 miliardźe wužiwarjow online powitać

source: <strong>The Web is the Platform</strong> &ndash; write your HTML5 app once and distribute it across the entire web.
hsb: <strong>Web je ta platforma</strong> &ndash; pisajće swoje HTML5-nałoženje jónkróć a rozdźělće jo přez cyły web.

source: <strong>Seamless Payments</strong> &ndash; with multiple payment models and carrier-integrated billing, we bring you frictionless monetization to your app.
hsb: <strong>Bjezposrědnje płaćenja</strong> &ndash; z wjacorymi płaćenskimi modelemi a wotličenjom přez poskićowarja dodawamy wašemu nałoženju hładke płaćenja.

source: <strong>A Massive Audience</strong> &ndash; over 450 million users call Firefox home, put your app in their hands today.
hsb: <strong>Hoberski publikum</strong> &ndash; přez 450 milionow wužiwarjow su pola Firefox doma, połožće dźensa swoje nałoženje do jich rukow.

source: Join the biggest and the best
hsb: Čińće sobu při najwjetšim a najlěpšim

source: The world's most popular brands and all your favorite apps are building their experience on Firefox Marketplace.
hsb: Najbóle woblubowane marki swěta a wšě waše najlubše nałoženja postajeja jich dožiwjenje na Torhošću Firefox.

source: A truly cross-platform, cross-device, non-proprietary home for the world's best global and local HTML5 apps.
hsb: Woprawdźita platformy a graty přesahowaca, njeproprietarna domizna za najlěpše globalne a lokalne HTML5-nałoženja swěta.

source: Available now!
hsb: Wotnětka k dispoziciji!

source: Android Tablets
hsb: Androidowe tablety

source: You + Mozilla = Awesome
hsb: Wy + Mozilla = Špica

source: Stay connected.
hsb: Wostańće zwjazany.

source: The Apps Blog
hsb: Blog nałoženjow

source: Firefox Marketplace YouTube channel
hsb: Youtube-kanal Torhošća Firefox

source: Badges, banners, and icons
hsb: Přitykowaki, chorhoje a symbole

source: "Get it in the Firefox Marketplace" are badges that you can use on your web site and promotional materials to point to your products on the Firefox Marketplace.
hsb: "Dóstać na Torhošću Firefox" su přitykowaki, kotrež móžeće na swojim websydle a wabjenskich materialijach wužiwać, zo byšće na swoje produkty na Torhošću Firefox skedźbnił.

source: Guidelines
hsb: Směrnicy

source: You may not alter the badge in any way
hsb: Njesměće přitykowak změnić

source: When used alongside logos for other marketplaces ("Get it on Google Play", "Download on the App Store"), the Firefox Marketplace badge should be of equal or greater size
hsb: Wužiwajo pódla logow za druhe torhošća ("Get it on Google Play", "Download on the App Store"), měł přitykowak Torhošća Firefox jenak wulki abo wjetši być

source: The badge should link to an app details page within the Firefox Marketplace<br> For example: https://marketplace.firefox.com/app/twitter
hsb: Přitykowak měł na stronu podrobnosćow nałoženja na Torhošću Firefox pokazować<br> Na přikład: https://marketplace.firefox.com/app/twitter

source: Orange
hsb: Oranžowy

source: Grey
hsb: Šěry

source: Black
hsb: Čorny

source: To view and download the Firefox Marketplace logo, please visit the <a href="%(style_guide_url)s">Mozilla style guide</a>.
hsb: Zo byšće sej logo Torhošća Firefox wobhladał a sćahnył, wopytajće prošu <a href="%(style_guide_url)s">Stilowy přewodnik Mozilla</a>.

source: Frequently Asked Questions
hsb: Huste prašenja

source: What should I know before creating an App?
hsb: Što ja měł wědźeć, prjedy hač nałoženje wutworju?

source: How can I upload my App to the Firefox Marketplace?
hsb: Kak móžu swoje nałoženje do Torhošća Firefox nahrać?

source: I need help with the App Manifest.
hsb: Trjebam pomoc za manifest nałoženja.

source: How do I create an installable App?
hsb: Kak wuwiwam instalujomne nałoženje?

source: How do payments work?
hsb: Kak funguja płaćenja?

source: How do I manage the taxes of my sales?
hsb: Kak rjaduju dawki swojich předanjow?

source: Do you still have questions?
hsb: Maće hišće dalše prašenja?

source: While we are working on creating a set of channels to help you with your issues you can visit StackOverflow to resolve all your questions related to the development of Web apps.
hsb: Mjeztym zo na tym dźěłamy, cyły rjad kanalow wutworić, kotrež wam při rozrisowanju problemow pomhaja, možeće StackOverflow wopytać, zo byšće wšě swoje prašenja k wuwiću webnałoženjow wujasnił.

source: Stack Overflow
hsb: Staplowy přeběh

source: If you want to engage with other developers, join our vibrant communities in these mailing lists:
hsb: Jeli chceće so z wuwiwarjemi do zwiska stupić, přidružće so našim žiwym zhromadźenstwam w tychle rozsyłanskich lisćinach:

source: Mozilla Web apps (English)
hsb: Webnałoženja Mozilla (jendźelsce)

source: Mozilla Web apps (Brazilian Portuguese)
hsb: Webnałoženja Mozilla (brazilska portugalšćina)

source: Invalid URL %(url)s
hsb: Njepłaćiwy URL %(url)s

source: Error downloading image from %(url)s
hsb: Zmylk při sćahowanju wobraza wot %(url)s

source: Image from %(url)s could not be parsed
hsb: Wobraz wot %(url)s njeda so parsować

source: Cannot diff a version against itself
hsb: Wersija njeda so ze sobu přirunać

source: That file no longer exists.
hsb: Tuta dataja hižo njeeksistuje.

source: File size is over the limit of {0}.
hsb: Datajowa wulkosć překročuje limit {0}.

source: Problems decoding {0}.
hsb: Problemy při dekodowanju {0}.

source: This file is not viewable online. Please download the file to view the contents.
hsb: Tuta dataja njeda so sej online wobhladać. Prošu sćehńće dataju, zo byšće sej wobsah wobhladał.

source: This file is a directory.
hsb: Tuta dataja je rjadowak.

source: There was an error accessing file %s. %s.
hsb: Při přistupje na dataju %s je zmylk wustupił. %s.

source: There was an error accessing file %s.
hsb: Při přistupje na dataju %s je zmylk wustupił.

source: The file "manifest.webapp" was not found at the root of the packaged app archive.
hsb: Dataja "manifest.webapp" njeda so w korjenjowym rjadowaku archiwa zapakowanych nałoženjow namakać.

source: Could not decode the webapp manifest file. Check your manifest file for special non-utf-8 characters.
hsb: Manifestowa dataja webnałoženja njeda so dekodować. Kontrolujće, hač waša manifestowa dataja nic-UTF-8-znamješka wobsahuje.

source: The webapp manifest is not valid JSON.
hsb: Manifest webnałoženja płaćiwy JSON njeje.

source: The "langpack" role is invalid for Web Apps. Please submit this app as a language pack instead.
hsb: Róla "langpack" je njepłaćiwa za webnałoženja. Prošu zapodajće město toho tute nałoženje jako rěčny pakćik.

source: Your specified app locales are not in the correct format.
hsb: Waše podate rěče za nałoženja w korektnym formaće njejsu.

source: Developer name is required in the manifest in order to display it on the app's listing.
hsb: Wuwiwarske mjeno je trěbne w manifesće, zo by so w lisćinowym zapisku nałoženja zwobrazniło.

source: Invalid file name in archive: {0}
hsb: Njepłaćiwe datajowe mjeno w archiwje: {0}

source: File exceeding size limit in archive: {0}
hsb: Dataja překročuje wulkostny limit w archiwje: {0}

source: Invalid archive.
hsb: Njepłaćiwy archiw.

source: Back to review
hsb: Wróćo k přepruwowanju

source: Back to app
hsb: Wróćo k nałoženju

source: Download {0}
hsb: {0} sćahnyć

source: Version: %(version)s &bull; Size: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
hsb: Wersija: %(version)s • wulkosć: %(size)s • MD5 kontrolna suma: %(md5)s • MIME-typ: %(mimetype)s

source: File Compare :: Reviewer Tools
hsb: Datajowe přirunanje :: Nastroje za přepruwowarjow

source: File Viewer :: Reviewer Tools
hsb: Datajowy wobhladowak :: Nastroje za přepruwowarjow

source: Validation failed:
hsb: Přepruwowanje je so nimokuliło:

source: Go
hsb: Start

source: App being processed, please wait.
hsb: Nałoženje so předźěłuje, prošu čakajće.

source: Fetching validation results...
hsb: Přepruwowanske wuslědki so wotwołuja...

source: Files:
hsb: Dataje:

source: Deleted files:
hsb: Zhašane dataje:

source: Tab stops:
hsb: Tabulatorowy wotstawk:

source: Up file
hsb: Předchadna dataja

source: Down file
hsb: Přichadna dataja

source: Previous diff
hsb: Předchadny rozdźěl

source: Previous note
hsb: Předchadna přispomnjenka

source: Next diff
hsb: Přichodny rozdźěl

source: Next note
hsb: Přichodna přispomnjenka

source: Expand all
hsb: Wšě pokazać

source: Hide or unhide tree
hsb: Štom schować abo pokazać

source: Wrap or unwrap text
hsb: Tekst łamać abo łamanja wotstronić

source: No files in the uploaded file.
hsb: Žane dataje w nahratej dataji.

source: Fetching file.
hsb: Dataja so wotwołuje.

source: Product logo must be a 64x64 image. Check that the URL is correct.
hsb: Produktowe logo dyrbi wobraz z wulkosću 64x64 być. Skontrolujće, hač URL trjechi.

source: Your language pack should contain "role": "langpack".
hsb: Waš rěčny pakćik měł "role": "langpack" wobsahować.

source: Your language pack must contain one language in `languages-provided` object.
hsb: Waš rěčny pakćik dyrbi w objekće "languages-provided" jednu rěč wobsahować.

source: Your language pack contains too many languages. Only one language per pack is supported.
hsb: Waš rěčny pakćik přewjele rěčow wobsahuje. Jenož jedna rěč so na pakćik podpěruje.

source: Your language pack must contain one language in `languages-target` object.
hsb: Waš rěčny pakćik dyrbi w objekće "languages-target" jednu rěč wobsahować.

source: Your language pack contains too many targets. Only one target per pack is supported.
hsb: Waš rěčny pakćik přewjele cilow wobsahuje. Jenož jedyn cil so na pakćik podpěruje.

source: Your language pack should contain a version.
hsb: Waš rěčny pakćik měł wersiju wobsahować.

source: Your language pack version must be different to the one you are replacing.
hsb: Wersija wašeho rěčneho pakćika dyrbi so wot tuteje rozeznawać, kotruž wuměnjeće.

source: Transaction Lookup
hsb: Transakciske pytanje

source: Process a manual refund
hsb: Manuelne zarunanje předźěłać

source: Enter refund details to refund transaction
hsb: Zapodajće podrobnosće wo zarunanju, zo byšće transakciju zarunał

source: Reason for Deletion
hsb: Přičina za zhašenje

source: A refund has already been processed.
hsb: Zarunanje je so hižo předźěłało.

source: You cannot make a refund request for this transaction.
hsb: Njemóžeće za tutu transakciju žane zarunanje požadać.

source: Refund for this transaction now pending.
hsb: Zarunanje za tutu transakciju je nětko w čakanskim rynku.

source: Refund for this transaction successfully approved.
hsb: Zarunanje za tutu transakciju je so wuspěšnje schwaliło.

source: Refund request for this transaction failed.
hsb: Zarunanske naprašowanje za tutu transakciju je so nimokuliło.

source: Website saved.
hsb: Websydło je so składowało.

source: Activity
hsb: Aktiwita

source: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> by %(user)s
hsb: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> wot %(user)s

source: Administrative Actions
hsb: Administratiwne akcije

source: last 24 hours
hsb: poslednich 24 hodźin

source: last 7 days
hsb: poslednich 7 dnjow

source: all time
hsb: cyły čas

source: Authors
hsb: Awtorojo

source: View
hsb: Pokazać

source: Privileged Packaged app
hsb: Priwilegowane zapakowane nałoženje

source: Packaged app
hsb: Zapakowane nałoženje

source: Hosted app
hsb: Hospodowane nałoženje

source: Submitted
hsb: Wotpósłany

source: OK
hsb: W porjadku

source: Review Prioritized
hsb: Přepruwowanje priorizowane

source: Prioritize Review?
hsb: Přepruwowanje priorizować?

source: Tarako enabled
hsb: Tarako zmóžnjene

source: Tarako not enabled
hsb: Tarako njezmóžnjene

source: Review not requested
hsb: Přepruwowanje njepožadane

source: Review pending
hsb: Přepruwowanje faluje

source: Review failed
hsb: Přepruwowanje je so nimokuliło

source: Abuse Reports
hsb: Znjewužiwanske zdźělenki

source: Permissions
hsb: Schwalenja

source: No reason given
hsb: Žana přičina podata

source: No permissions requested
hsb: Žane prawa požadane

source: Purchases
hsb: Kupje

source: Refunds
hsb: Zarunanja

source: {0} requested ({1} of purchases)
hsb: {0} požadany ({1} kupjow)

source: {0} auto-approved
hsb: {0} awtomatisce schwaleny

source: {0} approved
hsb: {0} schwaleny

source: {0} rejected
hsb: {0} wotpokazany

source: Version History
hsb: Wersijowa historija

source: Version (ID)
hsb: Wersija (ID)

source: Filename (ID, Size)
hsb: Datajowe mjeno (ID, wulkosć)

source: Lookup Tool
hsb: Nastroj pohladanja

source: <small>Marketplace</small> Lookup Tool
hsb: Nastroj pohladanja <small>Torhošća</small>

source: Marketplace information
hsb: Informacije Torhošća

source: Buyer
hsb: Kupc

source: Price Tier
hsb: Płaćiznowy schodźenk

source: Related Transaction
hsb: Podobna transakcija

source: Payment provider information
hsb: Informacije płaćenskeho poskićowarja

source: Currently unable to retrieve transaction status.
hsb: Transakciski status njeda so tuchwilu wotwołać.

source: This payment was made through Bango. To get more information contact <a href="mailto:%(bango_support)s">Bango support</a> with the following information.
hsb: Tute płaćenje je so přez Bango přewjedło. Zo byšće dalše informacije dóstał, stajće so z <a href="mailto:%(bango_support)s">pomocu Bango</a> ze slědowacymi informacijemi do zwiska.

source: This payment was made through the <b>reference implementation</b>. It wasn't a real transaction.
hsb: Tute płaćenje je so přez <b>referencne implementowanje</b> přewjedło. Njeje woprawdźita transakcija było.

source: Refund information
hsb: Zarunanske informacije

source: Currently unable to retrieve refund status.
hsb: Zarunanski status njeda so tuchwilu wotwołać.

source: Refund Status
hsb: Status zarunanja

source: Unrequested
hsb: Njepožadany

source: If a manual refund has been processed by the payment provider, check this box. This will refund it in the Mozilla servers but not contact the payment provider.
hsb: Jeli je so manuelne zarunanje wot płaćenskeho poskićowarja předźěłało, zaktiwizujće tutón kontrolny kašćik. Přez to so zarunanje na serwerach Mozilla přewjedźe, bjez kontakta z płaćenskim poskićowarjom.

source: Refund this transaction
hsb: Tutu transakciju zarunać

source: Account Activity results for
hsb: Wuslědki kontoweje aktiwity za

source: Account Updates
hsb: Kontowe aktualizacije

source: Purchase results for
hsb: Kupne wuslědki za

source: This user has not purchased any apps.
hsb: Tutón wužiwar njeje nałoženja kupił.

source: Account Lookup results for
hsb: Wuslědki kontoweho pytanja za

source: General
hsb: Powšitkowny

source: Display Name
hsb: Mjeno zwobraznić

source: Firefox Accounts Identifier
hsb: Identifikator Firefox Accounts

source: Registered
hsb: Zregistrowany

source: Groups
hsb: Skupiny

source: Marketplace Credit
hsb: Kredit Torhošća

source: apps purchased
hsb: kupjene nałoženja

source: requested
hsb: požadany

source: auto-approved
hsb: awtomatisce schwaleny

source: Developer Program
hsb: Wuwiwarski program

source: Read agreement
hsb: Dojednanje čitać

source: Addresses
hsb: Adresy

source: Submissions
hsb: Zapodaća

source: Unnamed
hsb: Bjez mjena

source: Delete User
hsb: Wužiwarja zhašeć

source: Deleting this user will <strong>permanently</strong> delete this user's account.
hsb: Hdyž so tutón wužiwar zhaša, so konto tutoho wužiwarja <strong>na přeco</strong> zhaša.

source: Are you sure you wish to delete this user?
hsb: Chceće woprawdźe tutoho wužiwarja zhašeć?

source: This user has already been deleted.
hsb: Tutón wužiwar je so hižo zhašał.

source: Deleted by
hsb: Zhašany wot

source: Reason
hsb: Přičina

source: Short Name
hsb: Krótke mjeno

source: Title
hsb: Titul

source: Mobile URL
hsb: Mobilny URL

source: Keywords
hsb: Klučowe słowa

source: Preferred Regions
hsb: Preferowane regiony

source: Compatible Devices
hsb: Kompatibelne graty

source: Name - Short Name
hsb: Mjeno - krótke mjeno

source: disabled
hsb: znjemóžnjeny

source: App Lookup results for
hsb: Wuslědki nałoženskeho pytanja za

source: App Detail
hsb: Podrobnosće nałoženja

source: Review History
hsb: Historija pohódnoćenjow

source: Communication Dashboard
hsb: Komunikaciski přehlad

source: Account Summary
hsb: Kontowe zjeće

source: Account Deleted
hsb: Konto zhašane

source: Website Summary for
hsb: Websydłowe zjeće za

source: Edit Website
hsb: Websydło wobdźěłać

source: App Lookup
hsb: Nałoženske pytanje

source: Search
hsb: Pytać

source: App: {0}
hsb: Nałoženje: {0}

source: Account Lookup
hsb: Kontowe pytanje

source: Website Lookup
hsb: Websydłowe pytanje

source: Operator Dashboard
hsb: Přehlad poskićowarjow mobilneho škričkowanja

source: <small>Operator</small> Dashboard
hsb: Přehlad <small>poskićowarjow mobilneho škričkowanja</small>

source: Preload Candidates
hsb: Kandidaty za předinstalaciju

source: Category
hsb: Kategorija

source: Preload Opt-in
hsb: Za předinstalaciju přizjewić

source: Test Plan
hsb: Testowy plan

source: No preload candidates found
hsb: Žane kandidaty za předinstalaciju namakane

source: Tier %s
hsb: Płaćiznowy schodźenk %s

source: Receipt for {0}
hsb: Kwitowanka za {0}

source: Receipt
hsb: Kwitowanka

source: Billed To:
hsb: Zličbowanka do:

source: Order Number:
hsb: Skazanske čisło:

source: Order Date:
hsb: Skazanski datum:

source: Item
hsb: Element

source: Seller
hsb: Předawar

source: For the Firefox Marketplace Terms of Service please visit:
hsb: Wužiwanske wuměnjenja za Torhošćo Firefox namakaće pod:

source: For support please visit:
hsb: Za pomoc wopytajće prošu:

source: Your purchase history:
hsb: Historija wašich kupjow:

source: Keep review; remove flags
hsb: Přepruwowanja wobchować, markěrowanja wotstronić

source: Delete review
hsb: Pohódnocénje zhašeć

source: Not yet reviewed
hsb: Hišće njepohódnoćeny

source: Reviewed %s out of 5 stars
hsb: Pohódnoćeny z %s z 5 hwěžkow

source: Spam or otherwise non-review content
hsb: Spam abo hinaši wobsah, kotryž pohódnoćenje njeje

source: Inappropriate language/dialog
hsb: Njepřihódne słowa

source: Misplaced bug report or support request
hsb: Deplacěrowana zmylkowa rozprawa abo podpěrowanske naprašowanje

source: Other (please specify)
hsb: Druhe (prošu podać)

source: No receipt
hsb: Žana kwitowanka

source: Test receipt
hsb: Testowa kwitowanka

source: Expired test receipt
hsb: Spadnjena testowa kwitowanka

source: Invalid test receipt
hsb: Njepłaćiwa testowa kwitowanka

source: Refunded test receipt
hsb: Zarunana testowa kwitowanka

source: There was a problem installing the app.
hsb: Při instalowanju nałoženja je problem wustupił.

source: Test receipt details
hsb: Podrobnosće testoweje kwitowanki
