Repository: mozilla/zamboni
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Used on the search pages, browse pages, and homepage.
hsb: Wužiwa so na pytanskich stronach, při přehladowanju stronow a na startowej stronje.

source: Used in app detail pages.
hsb: Wužiwa so na stronach podrobnosćow nałoženja.

source: Used in listings of apps, like search results and featured apps.
hsb: Wužiwa so w lisćinowych zapiskach nałoženjow, kaž na přikład w pytanskich wuslědkach a předstajenych nałoženjach.

source: Upload a Custom Icon...
hsb: Swójski symbol nahrać...

source: PNG and JPG supported. Icons must be at least 128px by 128px.
hsb: PNG a JPG so podpěrujetej. Symbole dyrbja znajmjeńša 128 px króć 128 px wulke być.

source: Screenshots or Videos
hsb: Fota wobrazowki abo wideja

source: Please provide at least one screenshot or video of your app:
hsb: Prošu podajće znajmjeńša jedne foto wobrazowki abo widejo swojeho nałoženja:

source: Add a Screenshot or Video...
hsb: Foto wobrazowki abo widejo přidać...

source: Screenshots and videos must be at least 320px by 480px. Media proportional to 320px by 480px is optimal. Video must be encoded as WebM.
hsb: Fota wobrazowki a wideja dyrbja znajmjeńša 320 px króć 480 px wulke być. Medije, kotrež su wotměram 320 px króć 480 px proporcionalne, su optimalne. Wideja dyrbja jako WebM skodowane być.

source: General Tests
hsb: Powšitkowne testy

source: Package Tests
hsb: Paketowe testy

source: Content Tests
hsb: Wobsahowe testy

source: Prev
hsb: Předchadna strona

source: Top
hsb: Horje

source: Next
hsb: Přichodna strona

source: Are you sure you wish to delete your app?
hsb: Chceće swoje nałoženje woprawdźe zhašeć?

source: Please tell us why you are deleting your app
hsb: Prošu zdźelće nam, čehoždla swoje nałoženje zhašeće

source: Actions
hsb: Akcije

source: Resume the submission process for this add-on.
hsb: Z přenošowanskim procesom za tute rozšěrjenje pokročować.

source: Resume
hsb: Pokročować

source: Delete this add-on.
hsb: Tute nałoženje zhašeć.

source: Edit details about this add-on's listing.
hsb: Podrobosće wo lisćinowym zapisku tutoho rozšěrjenja wobdźěłać.

source: Upload a new version of this add-on.
hsb: Nowu wersiju tutoho nałoženja nahrać.

source: New Version
hsb: Nowa wersija

source: More
hsb: Wjace

source: Team Members & License
hsb: Teamowi čłonojo a licenca

source: Compatibility & Payments
hsb: Kompatibelnosć a płaćenja

source: View Add-on Listing
hsb: Lisćinowy zapisk rozšěrjenja pokazać

source: Resume the submission process for this app.
hsb: Z přenošowanskim procesom za tute nałoženje pokročować.

source: Get content ratings for the app.
hsb: Wobsahowe pohódnoćenja za nałoženje sej wobstarać.

source: Set Up Content Ratings
hsb: Wobsahowe pohódnoćenja připrawić

source: Provide payment information for the app.
hsb: Podajće płaćenske informacije za tute nałoženje.

source: Set Up Payments
hsb: Płaćenja připrawić

source: Delete this app.
hsb: Tute nałoženje zhašeć.

source: Edit details for this app's listing page.
hsb: Wobdźěłajće podrobnosće za lisćinowu stronu tutoho nałoženja.

source: Add a new version of the packaged app.
hsb: Přidajće nowu wersiju zapakowaneho nałoženja.

source: Add New Version
hsb: Nowu wersiju přidać

source: Status &amp; Versions
hsb: Status a wersije

source: Content Ratings
hsb: Wobsahowe pohódnoćenja

source: In-App Payments
hsb: Płaćenja w nałoženju

source: Messages
hsb: Powěsće

source: Statistics
hsb: Statistiki

source: Transactions
hsb: Transakcije

source: Created:
hsb: Wutworjeny:

source: Packaged App Version:
hsb: Wersija zapakowaneho nałoženja:

source: Pending Version:
hsb: Falowaca wersija:

source: Price:
hsb: Płaćizna:

source: Set up Payment Account
hsb: Płaćenske konto připrawić

source: Change Devices
hsb: Graty změnić

source: <a href="%(rating_url)s">Set up Content Ratings</a>
hsb: <a href="%(rating_url)s">Wobsahowe pohódnoćenja připrawić</a>

source: Preloaded
hsb: Předinstalowane

source: Preloaded App
hsb: Předinstalowane nałoženje

source: Download the test plan
hsb: Sćehńće testowy plan

source: Testing Finished?
hsb: Testowanje skónčene?

source: Submit your app for preload
hsb: Přenjesće swoje nałoženje za předinstalaciju

source: You can submit your app to be considered for being <strong>preloaded and shipped with FirefoxOS devices</strong> by phone operators. To opt-in for preloading, you may download a test template from us below, test your app, fill out the template, and upload your results back to us from the <a href="%(submit_url)s">app preload submission form</a>. We will store your test results on our servers where they will be reviewed by interested phone operators. If you have further questions, you can <a href="%(support_url)s"> contact us</a>.
hsb: Móžeće swoje nałoženje zapodać, zo by wot telefonowych poskićowarjow <strong>z gratami Firefox OS předinstalowało a dodało</strong>. Zo byšće so za předinstalaciju přizjewiło, móžeće deleka testowu předłohu wot nas sćahnyć, swoje nałoženje testować, předłohu wupjelnić a swoje wuslědki w <a href="%(submit_url)s">formularje k zapodawanju nałoženja za předinstalaciju</a> wróćo k nam nahrać. Budźemy waše testowe wuslědki na swojich serwerach składować, hdźež hodźa so wot zajimowanych telefonowych poskićowarjow wobhladać. Jeli maće dalše prašenja, móžeće <a href="%(support_url)s">so z nami do zwiska stajić</a>.

source: Preloaded App Terms and Conditions
hsb: Wuměnjenja za předinstalaciju nałoženjow

source: Get My App Rated
hsb: Moje nałoženje pohódnoćić dać

source: To have your app listed on the Marketplace, you must attain an International Age Rating Coalition (IARC) certificate. Clicking on the button below will open a new window where you can fill out a short yes-or-no questionnaire about the contents of your app. Upon completion, the window will close and your app will then have an age rating.
hsb: Zo byšće swoje nałoženje na Torhošću měł, trjebaće certifikat wot International Age Rating Coalition (IARC). Hdyž na slědowace tłóčatko kliknjeće, budźe so nowe wokno wočinjeć, hdźež móžeće krótki haj-ně-naprašnik wo wobsahu swojeho nałoženja wupjelnić. Po wupjelnjenju so wokno začini, a waše nałoženje změje potom starobne pohódnoćenje.

source: By using the IARC ratings certificate tool, you agree to abide by their <a href="%(privacy_url)s">Privacy Policy</a> and <a href="%(tos_url)s">Terms of Service agreement</a>.
hsb: Z pomocu nastroja za pohódnoćenske certifikaty IARC zwoliće do toho, jich <a href="%(privacy_url)s">prawidła priwatnosće</a> a <a href="%(tos_url)s">wužiwanske wuměnjenja</a> dodźeržeć.

source: IARC content rating process complete, you will be redirected to your app's <a href="%(ratings_url)s">content ratings page</a>.
hsb: Proces wobsahoweho pohódnoćenja IARC je skónčeny, budu was na <a href="%(ratings_url)s">stronu wobsahowych pohódnoćenjow</a> dale posrědkować.

source: Sorry, there was an error on our side processing content ratings. You can keep trying or try again later.
hsb: Bohužel je zmylk při předźěłowanju wobsahowych pohódnoćenjow z našeje strony wustupił. Móžeće hnydom dale pospytować abo spytajće pozdźišo hišće raz.

source: Create an IARC Ratings Certificate
hsb: Pohódnoćenski certifikat IARC wutworić

source: Already Have Your App Rated?
hsb: Sće swoje nałoženje hižo pohódnoćić dał?

source: If you have already gotten your app rated via the IARC Global Ratings Tool above and already have an IARC security code, you can manually enter it here.
hsb: Jeli waše nałoženje je so hižo přez IARC-nastroj za globalne pohódnoćenja pohódnoćiło a hižo maće wěstotny kod IARC, móžeće jón tu manuelnje zapodać.

source: Submission ID
hsb: Zapodawanski ID

source: The submission ID can be found on the certificate sent to you. It is a numeric value like &quot;14&quot;.
hsb: Zapodawanski ID da so na certifikaće namakać, kotryž je so wam připósłał. Je numeriska hódnota kaž &quot;14&quot;.

source: Security Code
hsb: Wěstotny kod

source: The security code can be found on the certificate sent to you. It is a mix of letters and numbers like &quot;AB12CD3&quot;.
hsb: Wěstotny kod da so na certifikaće namakać, kotryž je so wam připósłał. Je změšk pismikow a ličbow kaž &quot;AB12CD3&quot;.

source: Summary
hsb: Zjeće

source: Rating System
hsb: Pohódnoćenski system

source: Rating Category
hsb: Pohódnoćenska kategorija

source: Descriptors
hsb: Hesła

source: Interactive Elements
hsb: Interaktiwne elementy

source: Developer Agreement
hsb: Wuwiwarske dojednanje

source: Compatibility
hsb: Kompatibelnosć

source: Allowed HTML: {0}
hsb: Dowoleny HTML: {0}

source: Some HTML supported.
hsb: HTML so dźělnje podpěruje.

source: Remove this application
hsb: Tute nałoženje wotstronić

source: Pick one or two categories.
hsb: Wubjerće jednu kategoriju abo dwě kategoriji.

source: Categories:
hsb: Kategorije:

source: <b>Queue position:</b> %(pos)s of %(total)s
hsb: <b>Pozicija w čakanskim rynku:</b> %(pos)s z %(total)s

source: <b>Estimated waiting time:</b> %(num)s working day
hsb: <b>Trochowany čakanski čas:</b> %(num)s dźěłowy dźeń

source: Most apps are reviewed in about a week. If your review has taken longer than this, you can <a href="%(support_url)s">contact us</a> to check the status.
hsb: Najwjace nałoženjow so w běhu tydźenja přepruwuje. Jeli waše přepruwowanje dlěje traje, móžeće so <a href="%(support_url)s">z nami do zwiska stajić</a>, zo byšće status zhonił.

source: Check the boxes of the features that your app requires to function properly. Your app will be hidden from users whose devices don't support it.
hsb: Wubjerće kontrolne kašćiki funkcijow, kotrež waše nałoženje trjeba, zo by porjadnje fungowało. Waše nałoženje schowa so před wužiwarjemi, kotrychž graty jo njepodpěruja.

source: View all
hsb: Wšě pokazać

source: Hide all
hsb: Wšě schować

source: Test App Installation
hsb: Instalaciju nałoženja testować

source: Test In-App Payments
hsb: Płaćenja w nałoženju testować

source: In-App Payments Keys
hsb: Kluče za płaćenja w nałoženju

source: The Firefox Marketplace allows your app to take in-app payments. The <a href="{guide}">in-app payment guide</a> explains how to configure your app for payments with the parameters below.
hsb: Torhošćo Firefox dowola wašemu nałoženju, płaćenja w nałoženju akceptować. <a href="{guide}">Přewodnik za płaćenja w nałoženju</a> wujasnja, kak móžeće swoje nałoženje za płaćenja ze slědowacymi parametrami konfigurować.

source: Application Key
hsb: Nałoženski kluč

source: Not yet generated.
hsb: Hišće njetworjeny.

source: Application Secret
hsb: Tajne słowo nałoženja

source: Show secret
hsb: Tajne słowo pokazać

source: Reset secret
hsb: Tajne słowo wróćo stajić

source: Learn more about <b>in-app payments</b> on MDN.
hsb: Zhońće wjace wo <b>płaćenjach w nałoženju</b> na MDN.

source: The following key/secret will only allow you to simulate in-app payments while you develop your app. To generate a key for real in-app payments you must <a href="%(submit)s">submit</a> your app, set up your payment credentials, and generate a new key specifically for that app.
hsb: Slědowacy kluč/slědowace tajne słowo dowola wam jenož simulaciju płaćenjow w nałoženju, mjeztym zo swoje nałoženje wuwiwaće. Zo byšće kluč za woprawdźite płaćenja w nałoženju tworił, dyrbiće swoje nałoženje <a href="%(submit)s">zapodać</a>, waše płaćenske daty připrawić a nowy kluč specielnje za tute nałoženje tworić.

source: Generate Keys
hsb: Kluče tworić

source: In-App Products
hsb: Produkty w nałoženju

source: Recommended
hsb: Doporučeny

source: In-App Products allow you to take payments in your application and simplifies the process by allowing you to create and manage your products in the Firefox Marketplace Developer Hub.
hsb: Produkty w nałoženju zmóžnjeja wam, płaćenja we wašim nałoženju přiwzać a proces so zjednorja, zmóžnjejo wam waše produkty we wuwiwarskim róžku Torhošća Firefox wutworić a rjadować.

source: Configure In-App Products
hsb: Produkty w nałoženju konfigurować

source: In-App Keys
hsb: Kluče w nałoženju

source: In-App Payments Keys allow you to take payments in your application for any arbitrary price point. You are responsible for the definition and management of products.
hsb: Kluče za płaćenja w nałoženju móža płaćenja we wašim nałoženju za někajkižkuli płaćiznowy dypk přiwzać. Sće zamołwity za definowanje a rjadowanje produktow.

source: Note: If you're wanting to provide in-app products to Firefox for Desktop users then please use in-app products.
hsb: Pokiw: Jeli chceće produkty znutřka nałoženja za wužiwarjow Fiefox za desktop poskićić, wužiwajće prošu produkty znutřka nałoženja.

source: Configure In-App Keys
hsb: Kluče w nałoženju konfigurować

source: Enable
hsb: Zmóžnić

source: This feature is under active development. Please refer to the <a target="_blank" href="%(doc_link)s">documentation</a> for more information.
hsb: Tuta funkcija so tuchwilu wuwiwa. Prošu hlejće <a target="_blank" href="%(doc_link)s">dokumentaciju</a> za dalše informacije.

source: If you find a problem please <a target="_blank" href="%(bug_link)s">report a bug</a>.
hsb: Jeli problem namakaće, prošu <a target="_blank" href="%(bug_link)s">pisajće zmylkowu rozprawu</a>.

source: Icon
hsb: Symbol

source: Price Point
hsb: Płaćiznowy dypk

source: Product ID
hsb: Produktowy ID

source: Add a product
hsb: Produkt přidać

source: App Compatibility
hsb: Kompatibelnosć nałoženja

source: Change to Free
hsb: Na "darmo" změnić

source: Paid mode requires that your app only supports:
hsb: Płaćomny modus sej wužaduje, zo waše nałoženje jenož tole podpěruje:

source: Paid / In-app
hsb: Płaćomne / W nałoženju

source: Change to Paid
hsb: Na Płaćomny změnić

source: Changing to Paid will put your app back into review.
hsb: Hdyž status na Płaćomny stajiće, so waše nałoženje wróćo do přepruwowanja pósćele.

source: Learn about <a href="%(payments_url)s" target="_blank">different payment types</a>.<br /> Learn about <a href="%(receipts_url)s" target="_blank">validating purchase receipts</a>.
hsb: Zhońće wjace wo <a href="%(payments_url)s" target="_blank">rozdźělnych płaćenskich typach</a>.<br /> Zhońće wjace wo <a href="%(receipts_url)s" target="_blank">přepruwowanju kupnych dokładow</a>.

source: Payment Accounts
hsb: Płaćenske konta

source: Your app is currently incomplete. Select a payment account and price point to restore it.
hsb: Waše nałoženje je tuchwilu njedospołne. Wubjerće płaćenske konto a płaćiznowy dypk, zo byšće jo wobnowił.

source: Countries
hsb: Kraje

source: Add, manage or view transactions for your payment accounts
hsb: Transakcije za waše płaćenske konta přidać, rjadować abo sej wobhladać

source: Prices and Countries
hsb: Płaćizny a kraje

source: Price
hsb: Płaćizna

source: Does your app use Mozilla's in-app payments platform?
hsb: Wužiwa waše nałoženje platformu Mozilla za płaćenja w nałoženju?

source: A server error occurred. Please try again later.
hsb: Serwerowy zmylk je wustupił. Prošu spytajće pozdźišo hišće raz.

source: Not applicable
hsb: Njenałožujomny

source: Regions
hsb: Regiony

source: Available Regions
hsb: K dispoziciji stejace regiony

source: Check out the <a href="%(status_url)s" target="_blank">status page</a> to see which countries are currently enabled for sale.
hsb: Wobhladajće sej <a href="%(status_url)s" target="_blank">statusowu stronu</a>, zo byšće widźał, kotre kraje su tuchwilu k dispoziciji za předań.

source: Your app will be available in the following selected regions:
hsb: Waše nałoženje budźe k dispoziciji w slědowacych wubranych regionach:

source: Retail price
hsb: Předawanska płaćizna

source: local currency
hsb: lokalna měna

source: Billing method
hsb: Płaćenska metoda

source: Add a payment account to enable your app for sale in more regions
hsb: Přidajće płaćenske konto, zo byšće swoje nałoženje za předań w dalšich regionach zmóžnił

source: As "Rest of World" is selected your app will be available for purchase in all enabled "<a href="#regions-other">Other Regions</a>".
hsb: Dokelž je "Zbytk swěta" wubrana, budźe waše nałoženje we wšěch zmóžnjenych "<a href="#regions-other">druhich regionach</a>" na předań.

source: Other regions
hsb: Druhe regiony

source: To exclude your app from appearing in a region, you may uncheck that region before saving.
hsb: Zo byšće wobešoł, zo so waše nałoženje we wěstym regionje jewi, wotstrońće hóčku před regionom, prjedy hač składujeće.

source: Regions and Listings
hsb: Regiony a lisćinowe zapiski

source: Promote as upgrade to free version
hsb: Za to jako aktualizaciju za darmotnu wersiju wabić

source: If you have a free app, you can link and promote your premium app next to the free version here.
hsb: Jeli maće darmotne nałoženje, móžeće jo ze swojim premiumowym nałoženjom zwjazać a za njo pódla darmotneje wersije wabić.

source: Linking this app will promote your premium app next to the free version.
hsb: Hdyž tute nałoženje zwjazujeće, budźe so za waše premiumowe nałoženje pódla darmotneje wersije wabić.

source: No free apps
hsb: Žane darmotne nałoženja

source: Terms of Agreement
hsb: Wužiwanske wuměnjenja

source: Agree to the Terms
hsb: Do wuměnjenjow zwolić

source: Provider
hsb: Poskićowar

source: Modify
hsb: Změnić

source: View transactions
hsb: Transakcije sej wobhladać

source: Add a {provider} account
hsb: Konto {provider} přidać

source: Accept Terms of Service
hsb: Wužiwanske wuměnjenja akceptować

source: Confirm deletion of payment account
hsb: Wobkrućće zhašenje płaćenskeho konta

source: Delete Payment Account
hsb: Płaćenske konto zhašeć

source: The current payment account was associated with the app by an app owner.
hsb: Aktualne płaćenske konto je so wot wobsedźerja nałoženja z nałoženjom zwjazało.

source: You have an incomplete payment account. Complete it or set up a new one below.
hsb: Maće njedospołne płaćenske konto. Wudospołńće jo abo załožće deleka nowe.

source: You don't have any payment accounts set up.
hsb: Njejsće płaćenske konta připrawił.

source: Add Bango Account
hsb: Bango-konto přidać

source: Please see the <a target="_blank" href="%(url)s">documentation on Payment Accounts</a>.
hsb: Prošu čitajće <a target="_blank" href="%(url)s">dokumentaciju wo płaćenskich kontach</a>.

source: Usually 9, 10 or 11 digits. Example: 0114584906.
hsb: Zwjetša 9, 10 abo 11 cyfrow. Přikład: 0114584906.

source: Either 8 or 11 characters. Example: WFBIUS6WPDX.
hsb: Pak 8 pak 11 znamješkow. Přikład: WFBIUS6WPDX.

source: Optional
hsb: Na přeće

source: Name of registered company or individual.
hsb: Mjeno zregistrowaneho předewzaća abo wosoby.

source: Name of account on the Marketplace (not sent to Bango).
hsb: Mjeno konta na Torhošću (njesćele so na Bango).

source: Register Payment Account
hsb: Płaćenske konto registrować

source: Processing Request...
hsb: Naprašowanje so předźěłuje...

source: Please wait while we contact the payment server.
hsb: Prošu čakajće, mjeztym zo płaćenski serwer kontaktujemy.

source: Add Reference Account
hsb: Referencne konto přidać

source: Modify Bango Account
hsb: Bango-konto změnić

source: A name to refer to the account on the Marketplace, not sent to Bango.
hsb: Mjeno, z kotrymž so konto na Torhošću wobznamjenja, kotrež so na Bango njesćele.

source: Update Account
hsb: Konto aktualizować

source: Modify Reference Account
hsb: Referencne konto změnić

source: Regions that require extra consideration:
hsb: Regiony, kotrež sej wosebite wobkedźbowanje wužaduja:

source: You must <a href="{status_page}">request a review</a> to have your app shown on low-memory devices.
hsb: Dyrbiće <a href="{status_page}">přepruwowanje požadać</a>, zo by so waše nałoženje na gratach z mało składowakom pokazać dało.

source: low-memory devices
hsb: graty z mało składowakom

source: Learn why some regions are restricted.
hsb: Zhońće, čehoždla někotre regiony su wobmjezowane.

source: Your app will no longer be listed in certain regions because those regions do not support payments. We have transferred your region choices. Please review the changes before saving.
hsb: Waše nałoženje so we wěstych regionach hižo njenalistuje, dokelž tute regiony płaćenja njepodpěruja. Smy waš wuběr regionow přenjesli. Prošu přepruwujće změny, prjedy hač składujeće.

source: Your app will be displayed in any regional Marketplace that is added in the future.
hsb: Waše nałoženje zwobraznja so na kóždym regionalnym Torhošću, kotrež so pozdźišo přidawa.

source: (Subject to payments being available in that region for the selected price point or "Rest of World" being selected as a payment option).
hsb: (Pod wuměnjenjom, zo płaćenja su k dispoziciji w tutym regionje za wubrany płaćiznowy dypk abo "zbytk swěta" je jako płaćenska opcija wubrany).

source: You will receive an email notification when a new region is added.
hsb: Dóstanjeće e-mejlku, hdyž so nowy region přidawa.

source: Select All
hsb: Wšě wubrać

source: Thank you for subscribing!
hsb: Wulki dźak za waš abonement!

source: We apologize, but an error occurred in our system. Please try again later.
hsb: Je nam žel, ale zmylk je w našim systemje wustupił. Prošu spytajće pozdźišo hišće raz.

source: Design
hsb: Wuhotować

source: Concept: A Great App
hsb: Koncept: Wulkotne nałoženje

source: Design Fundamentals
hsb: Zakłady designa

source: UI Guidelines
hsb: Směrnicy za wužiwarske powjerchi

source: Build
hsb: Wuwiwać

source: Quick Start
hsb: Spěšny start

source: Reference Apps
hsb: Referencne nałoženja

source: Publish
hsb: Wozjewić

source: Deploying Your App
hsb: Rozdźělenje wašeho nałoženja

source: Hosted Apps
hsb: Hospodowane nałoženja

source: Packaged Apps
hsb: Zapakowane nałoženja

source: Badges, Banners, and Icons
hsb: Přitykowaki, chorhoje a symbole

source: Develop HTML5 Web Apps for an open marketplace.
hsb: Wuwiwajće webnałoženja z HTML5 za wotewrjene torhošćo.

source: Learn how to design apps that provide a user experience optimized for Firefox OS &amp; Mobile
hsb: Zhońće, kak nałoženja wuhotujeće, kotrež wužiwarske dožiwjenje skića, kotrež je za Firefox OS a Mobile optimizowane

source: All the tools, docs and references you'll need for development and testing of your app
hsb: Wšě nastroje, dokumenty a žórła, kotrež za wuwiće a testowanje swojeho nałoženja trjebaće

source: Find out how to distribute your apps on an open marketplace that puts users and developers first
hsb: Zhońće, kak móžeće swoje nałoženja na wotewrjenym torhošću rozdźělić, kotrež wužiwarjow a wuwiwarjow na prěnje městno staja

source: Do you have an app ready for liftoff?
hsb: Maće nałoženje, kotrež je hotowe za start?

source: Submit your app to the Marketplace
hsb: Zapodajće swoje nałoženje do Torhošća

source: Join the community
hsb: Přidružće so zhromadźenstwu

source: Look who's already here
hsb: Hladajće, štóž hižo k njemu słuša

source: Are you a Web Company, Third-Party Service, or OEM looking to partner with Mozilla? <a href="%(partner_url)s">Check out our Partners page for more info.</a>
hsb: Sće webpředewzaće, třeći poskićowar abo OEM ze zajimom na partnerstwje z Mozilla? <a href="%(partner_url)s">Dalše informacije na partnerskej stronje</a>

source: The Mozilla apps platform
hsb: Platforma za nałoženja Mozilla

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Firefox Marketplace.
hsb: Wuwiwanje nałoženjow dawa wuwiwarjam połnu kontrolu nad wobsahom, funkcionalnosću a rozdźělenjom nałoženjow, inkluziwnje přistup na sta milionow wužiwarjow Firefox přez Torhošćo Firefox.
