Repository: mozilla/zamboni
Catalog: locale/dsb/LC_MESSAGES/javascript.po
Languages: dsb

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
dsb: Toś ta funkcija jo se nachylu znjemóžnjona, mjaztym až pśewjedujomy wótwardowańske źěła na websedle. Pšosym wopytajśo pitśku pózdźej hyšći raz.

source: App installation not allowed.
dsb: Instalěrowanje nałoženja njejo dowólone,

source: App manifest is malformed.
dsb: Manifest nałoženja njejo derje wuformowany.

source: App host could not be reached.
dsb: Nałožeński host njedajo se dostaś.

source: App manifest is unparsable.
dsb: Nałožeński manifest njedajo se parsowaś.

source: App manifest is invalid.
dsb: Nałožeński manifest jo njepłaśiwy.

source: Install failed. Please try again later.
dsb: Instalacija njejo se raźiła. Pšosym wopytajśo pózdźej hyšći raz.

source: App installation failed.
dsb: Instalěrowanje nałoženja njejo se raźiło.

source: This system does not support installing apps.
dsb: Toś ten system njepódpěra instalěrowanje nałoženjow.

source: Accept and Install
dsb: Akceptěrowaś a instalěrowaś

source: Add to {0}
dsb: K {0} pśidaś

source: Download Now
dsb: Něnto ześěgnuś

source: Add-on has not been updated to support default-to-compatible.
dsb: Dodank njejo se zaktualizěrował, aby funkciju "pó standarźe kompatibenlny" pódpěrał.

source: You need to be using Firefox 10.0 or higher.
dsb: Musyśo Firefox 10.0 abo nowšy wužywaś.

source: Mozilla has marked this version as incompatible with your Firefox version.
dsb: Mozilla jo toś tu wersiju ako inkompatibelnu z toś teju wersiju Firefox markěrował.

source: Install for {0} anyway
dsb: Weto za {0} instalěrowaś

source: Download for {0} anyway
dsb: Weto za {0} ześěgnuś

source: Not available for your platform
dsb: Njejo za wašu platformu k dispoziciji

source: Not available for {0} {1}
dsb: Njejo za {0} {1} k dispoziciji

source: Works with {app} {min} - {max}
dsb: Funkcioněrujo z {app} {min} - {max}

source: View other versions
dsb: Druge wersije se woglědaś

source: Sorry, you need a Mozilla-based browser (such as Firefox) to install a search plugin.
dsb: Bóžko trjebaśo wobglědowak Mozilla (na pśikład Firefox), aby pytański tykac instalěrował.

source: Loading...
dsb: Zacytujo se…

source: <b>{0}</b> character left.
dsb: <b>{0}</b> znamueško wušej.

source: {0} star
dsb: {0} gwězdka

source: Remove this localization
dsb: Toś ten pśełožk wótpóraś

source: Install App
dsb: Nałoženje instalěrowaś

source: Flagged for review
dsb: Za pśeglědowanje markěrowany

source: Your input is required
dsb: Wašo zapódaśe jo trěbne

source: Marked for deletion
dsb: Za wulašowanje markěrowany

source: clear recently viewed
dsb: njedawno pokazane wulašowaś

source: Adding to Favorites&hellip;
dsb: Pśidawa se faworitam&hellip;

source: Removing Favorite&hellip;
dsb: Faworit se wótpórajo&hellip;

source: Add to Favorites
dsb: Faworitam pśidaś

source: Remove from Favorites
dsb: Z faworitow wótpóraś

source: Pending
dsb: Njedocynjony

source: Add a comment
dsb: Komentar pśidaś

source: Comment
dsb: Komentar

source: Remove this add-on from the collection
dsb: Toś den dodank ze zběrki wótpóraś

source: Remove
dsb: Wótpóraś

source: Remove this user as a contributor
dsb: Toś togo wužywarja ako sobustatkujucego wótpóraś

source: An email address is required.
dsb: E-mailowa adresa jo trěbna.

source: You cannot add yourself as a contributor.
dsb: Njamóžośo se ako sobustatkujucego pśidaś.

source: You have already added that user.
dsb: Sćo wužywarja južo pśidał.

source: Add to favorites
dsb: Faworitam pśidaś

source: Remove from favorites
dsb: Z faworitow wótpóraś

source: Follow this Collection
dsb: Toś tej zběrce slědowaś

source: Stop following
dsb: Wěcej njeslědowaś

source: All
dsb: Wšykne

source: Password strength:
dsb: Mócnosć gronidła:

source: At least {0} character left.
dsb: Nanejmjenjej {0} znamuško wušej.

source: Search themes for <b>{0}</b>
dsb: Temy za <b>{0}</b> pytaś

source: Search apps for <b>{0}</b>
dsb: Nałoženja za <b>{0}</b> pytaś

source: Search add-ons for <b>{0}</b>
dsb: Dodanki za <b>{0}</b> pytaś

source: Category
dsb: Kategorija

source: Admins and editors must provide a password to log in.
dsb: Amdinistratory a wobźěłarje muse za pśizjawjenje gronidło zapódaś.

source: BrowserID login failed. Maybe you don't have an account under that email address?
dsb: Pśizjawjenje BrowserID njejo se raźiło. Njamaśo snaź konto pód toś teju e-mailoweju adresu?

source: This theme is incompatible with your version of {0}
dsb: Toś ta drastwa jo inkompatibelna z wašeju wersiju {0}

source: Images must be either PNG or JPG.
dsb: Wobraze muse pak PNG pak JPG byś.

source: Videos must be in WebM.
dsb: Wideo muse we formaśe WebM byś.

source: There was a problem contacting the server.
dsb: Pśi kontaktěrowanju serwera jo problem nastał.

source: All Rights Reserved
dsb: Wšykne pšawa wuměnjone

source: Your Theme's Name
dsb: Mě wašeje drastwy

source: Stop Following
dsb: Wěcej njeslědowaś

source: Following
dsb: Slědowaś

source: use original
dsb: original wužywaś

source: Updating results&hellip;
dsb: Wuslědki se aktualizěruju&hellip;

source: The filetype you uploaded isn't recognized.
dsb: Datajowy typ, kótaryž sćo nagrał, se njespóznawa.

source: You cancelled the upload.
dsb: Sćo nagraśe pśetergnuł.

source: Select a file...
dsb: Wubjeŕśo dataju...

source: Your packaged app should end with <code>.zip</code>.
dsb: Wašo zapakowane nałoženje by měło se na <code>.zip</code> kóńcyś.

source: {0}% complete
dsb: {0}% dokóńcone

source: {0} of {1}
dsb: {0} z {1}

source: Cancel
dsb: Pśetergnuś

source: Uploading {0}
dsb: {0} se nagrawa

source: Error with {0}
dsb: Zmólka z {0}

source: Your app failed validation with {0} error.
dsb: Wašo nałoženje jo pśi pśeglědowanju z {0} zmólku pśepadnuło.

source: &hellip;and {0} more
dsb: &hellip;a {0} dalšny

source: See full validation report
dsb: Dopołnu pśeglědowańsku rozpšawu cytaś

source: Validating {0}
dsb: {0} se pśeglědujo

source: Received an empty response from the server; status: {0}
dsb: Prozne wótegrono jo se wót serwera dostało; status: {0}

source: Unexpected server error while validating.
dsb: Njewótcakana serwerowa zmólka pśi pśeglědowanju.

source: Finished validating {0}
dsb: Pśeglědowanje {0} dokóńcone

source: Your app passed validation with no errors and {0} warning.
dsb: Wašo nałoženje jo pśeglědowanje bźeze zmólkow a z {0} warnowanim wobstało.

source: Your app passed validation with no errors or warnings.
dsb: Wašo nałoženje jo pśeglědowanje bźez zmólkow abo warnowanjow wobstało.

source: The manifest could not be found at the given location.
dsb: Manifest njedajo se na pódanem městnje namakaś.

source: App is already installed.
dsb: Nałoženje jo južo zainstalowane.

source: Internal server error.
dsb: Nutśkowna serwerowa zmólka.

source: Internal server error on app installation.
dsb: Nutśkowna serwerowa zmólka pśi instalěrowanju nałoženja.

source: Your app failed validation with {0} error and {1} message(s).
dsb: Wašo nałoženje jo pśi pśeglědowanju z {0} zmólku a {1} powěźeńku pśepadnuło.

source: Your app passed validation with no errors and {0} message.
dsb: Wašo nałoženje jo pśeglědowanje bźeze zmólkow a z {0} powěźeńku wobstało.

source: Your app passed validation with no errors or messages.
dsb: Wašo nałoženje jo pśeglědowanje bźez zmólkow abo powěźeńkow wobstało.

source: Changes Saved
dsb: Změny skłaźone

source: Enter a new team member's email address
dsb: Zapódajśo e-mailowu adresu nowego teamowego cłonka

source: Manifest refreshed
dsb: Manifest jo se zaktualizěrował

source: Could not refresh manifest. Try again later.
dsb: Manifest njedajo se aktualizěrowaś. Wopytajśo pózdźej hyšći raz.

source: There was an error uploading your file.
dsb: Pśi nagrawanju wašeje dataje jo zmólka nastała.

source: Learn more
dsb: Dalšne informacije

source: Example
dsb: Pśikład

source: Image changes being processed
dsb: Změny wobrazow se přeźěłuju

source: This video requires a browser with support for open video
dsb: Toś to wideo trjeba wobglědowak z pódpěru za Open Video

source: or the <a href="http://www.adobe.com/go/getflashplayer">Adobe
dsb: abo <a href="http://www.adobe.com/go/getflashplayer">Adobe

source: Enabled
dsb: Zmóžnjony

source: Disabled
dsb: Znjemóžnjony

source: Persona login failed. Maybe you don't have an account under that email address?
dsb: Pśizjawjenje z Persona njejo se raźiło. Snaź njamaśo konto pód toś teju e-mailoweju adresu?

source: Persona login failed. A server error was encountered.
dsb: Pśizjawjenje z Persona njejo se raźiło. Serwerowa zmólka jo nastała.

source: Status successfully changed to "{0}"
dsb: Status jo se wuspěšnje do "{0}" změnił

source: Could not change status to "{0}"
dsb: Status njedajo se do "{0}" změniś

source: Show All Results
dsb: Wšykne wuslědki pokazaś

source: Over {0} results found, consider refining your search.
dsb: Wušej {0} wuslědkow namakane, wy by měł swóje pytanje precizěrowaś.

source: Requested Permissions:
dsb: Pominane pšawa:

source: Certified
dsb: Certificěrowany

source: Privileged
dsb: Priwilegěrowany

source: Unprivileged
dsb: Njepriwilegěrowany

source: No reason given
dsb: Žedna pśicyna pódana

source: OK
dsb: W pórěźe

source: Spanish Banking Code
dsb: Špański numer banki

source: Irish Sort Code
dsb: Irski numer banki

source: Belgian Sort Code
dsb: Belgiski numer banki

source: Spanish/French/Italian/Dutch Banking Code
dsb: Špański/Francojski/Nižozemski numer banki

source: Dutch/US Sort Code
dsb: Nižozemski/US-numer banki

source: Canadian Transit Number/German Routing Code
dsb: Kanadiski/Nimski numer banki

source: Korean Bank and Branch/Indonesian Bank Code
dsb: Korejański/Indoneziski numer banki

source: Greek HEBIC/Indonesian Bank Code
dsb: Grichojski/Indoneziski numer banki

source: UK/Irish Sort Code or NZ Account Prefix or Australian BSB Code
dsb: Britiski/Irski, nowoseelandski abo awstralski numer banki

source: Austrian/Swiss Bank Code
dsb: Awstriski/Šwicarski numer banki

source: Danish/Swiss Bank Code
dsb: Dański/Šwicarski numer banki

source: Swiss/Iraqi Bank Code
dsb: Šwicarski/Irakski numer banki

source: Iraqi Bank Code
dsb: Irakski numer banki

source: Detected: {0}
dsb: Spóznaty: {0}

source: Deleting payment account "{0}" will remove the payment account from the following apps. Applications without a payment account will no longer be available for sale.
dsb: Lašowanje płaśeńskego konta "{0}" wótpórajo płaśeńske konto ze slědujucych nałoženjow. Nałoženja bźez płaśeńskego konta južo njebuźo k dispoziciji za kup.

source: {appName} payment accounts:
dsb: Płaśeńske konta {appName}:

source: Error
dsb: Zmólka

source: There was a problem contacting the payment server.
dsb: Pśi kontaktěrowanju płaśeńskego serwera jo problem nastał.

source: Authentication error
dsb: Awtentifikaciska zmólka

source: You do not currently have any payment accounts.
dsb: Tuchylu njamaśo płaśeńske konta.

source: Something went wrong. Please try again.
dsb: Něco njejo se raźiło. Pšosym wopytajśo hyšći raz.

source: {0} character left.
dsb: {0} znamuško wušej.

source: All tests passed successfully.
dsb: Wšykne testy su se wuspěšnje pśewjadli.

source: These tests were not run.
dsb: Toś te testy njejsu se pśewjadli.

source: Tests
dsb: Testy

source: Warning
dsb: Warnowanje

source: Compatibility Tests
dsb: Testy kompatibelnosći

source: App failed validation.
dsb: Nałoženje jo pśi pśeglědowanju pśepadnuło.

source: App passed validation.
dsb: Nałoženje jo pśeglědowanje wobstało.

source: {0} error
dsb: {0} zmólka

source: {0} warning
dsb: {0} warnowanje

source: Validation task could not complete or completed with errors
dsb: Pśeglědowanje njedajo se dokóńcyś abo jo se ze zmólkami dokóńcyło

source: Internal server error
dsb: Nutśkowna serwerowa zmólka

source: Purchasing
dsb: Kupowanje

source: Purchased
dsb: Kupjony

source: Launch
dsb: Startowaś

source: {name} was viewing this page first.
dsb: {name} jo se toś ten bok ako prědny woglědał.

source: Receipt checked by app.
dsb: Kwitowanka jo se pśez nałoženje pśeglědała.

source: Receipt was not checked by app.
dsb: Kwitowanka njejo se pśez nałoženje pśeglědała.

source: {name} was viewing this app first.
dsb: {name} jo se toś to nałoženje ako prědny woglědał.

source: Loading&hellip;
dsb: Zacytujo se&hellip;

source: Version Notes
dsb: Wersijowe pokaze

source: Notes for Reviewers
dsb: Pokaze za pśeglědowarjow

source: No version notes found
dsb: Žedne wersijowe pokaze namakane

source: Select an application first
dsb: Wubjeŕśo nejpjerwjej nałoženje

source: Error loading translation
dsb: Zmólka pśi zacytowanju pśełožka

source: more...
dsb: wěcej...

source: less...
dsb: mjenjej...

source: Keep review / Remove flags
dsb: Pógódnośenje wobchowaś / Markěrowanja wótpóraś

source: Delete review
dsb: Pógódnośenje lašowaś

source: Skip for now
dsb: Nachylu pśeskócyś

source: Payment failed. Try again later.
dsb: Płaśenje njejo se raźiło. Wopytajśo pózdźej hyšći raz.

source: Packaged App
dsb: Zapakowane nałoženje

source: Privileged App
dsb: Priwilegěrowane nałoženje

source: More Information Requested
dsb: Dalšne informacije pominane

source: Contains Editor Comment
dsb: Wopśimujo komentar redaktora

source: Premium App
dsb: Premiumowe nałoženje

source: Escalated
dsb: K pśiducemu wušemu městnoju dalej dany

source: Free
dsb: Dermo

source: Any
dsb: Wšojadno

source: Approved app: {app}
dsb: Nałoženje pśizwólone: {app}

source: Rejected app: {app}
dsb: Nałoženje wótpokazane: {app}

source: Error approving app: {app}
dsb: Zmólka pśi pśizwólowanju nałoženja: {app}

source: Error rejecting app: {app}
dsb: Zmólka pśi wótpokazowanju: {app}

source: Error passing app: {app}
dsb: Zmólka pśi wobstaśu nałoženja: {app}

source: Error failing app: {app}
dsb: Zmólka pśi pśepadnjenju nałoženja: {app}

source: Sorry! We had an error fetching the review history. Please try logging in again.<p>
dsb: Wódajśo! Pśi wótwołowanju historije pśeglědanjow jo zmólka nastała. Pšosym wopytajśo se hyšći raz pśizjawjaś.<p>

source: By {0} on {1}
dsb: Wót {0} {1}

source: Set {0} add-on to a max version of {1} and email the author.
dsb: {0} dodank na maksimalnu wersiju {1} stajiś a awtoroju mejlku pósłaś.

source: Email author of {2} add-on which failed validation.
dsb: Awtoroju {2} dodanka, kótaregož pśeglědanje njejo se raźiło, mejlku pósłaś.

source: Your add-on should end with .xpi, .jar or .xml
dsb: Waš dodank by měł se na .xpi, .jar abo .xml kóńcyś

source: Your add-on failed validation with {0} error.
dsb: Waš dodank jo pśi pśeglědowanju z {0} zmólku pśepadnuł.

source: Your add-on passed validation with no errors and {0} message.
dsb: Waš dodank jo pśeglědowanje bźez zmólkow a z {0} powěsću wobstał.

source: Your add-on passed validation with no errors or warnings.
dsb: Waš dodank jo pśeglědowanje bźez zmólkow abo warnowanjow wobstał.

source: Some platforms are not available for this type of add-on.
dsb: Někotare platformy njejsu za toś ten dodankowy typ k dispoziciji.

source: Your browser does not support the video tag
dsb: Waš wobglědowak njepódpěra element video.

source: Enter a new author's email address
dsb: Nowu e-mailowu adresu awtora zapódaś

source: {files} file
dsb: {files} dataja

source: {reviews} review
dsb: {reviews} pógódnośenje

source: Starting tests...
dsb: Testy se startuju…

source: Waiting for test results...
dsb: Caka se na testowe wuslědki…

source: Internal Server Error
dsb: Nutśkowna serwerowa zmólka

source: Must be a valid e-mail address.
dsb: Musy płaśiwa e-mailowa adresa byś.

source: Add-on failed validation.
dsb: Dodank njejo pśeglědanje wobstał.

source: Add-on passed validation.
dsb: Dodank jo pśeglědanje wobstał.

source: {0} notice
dsb: {0} pokaz

source: Download {0}
dsb: {0} ześěgnuś

source: Sorry, we couldn't find any recommendations for you.<br>Please visit the <a href="{0}">add-ons site</a> to find an add-on that's right for you.
dsb: Bóžko njejsmy mógli dopórucenja za was namakaś.<br>Pšosym woglědajśo se k <a href="{0}">sedłoju dodankow</a>, aby dodank namakał, kótaryž wótpowědujo wašym žycenjam.

source: Finding recommendations&hellip;
dsb: Dopórucenja se pytaju&hellip;

source: Updating recommendations&hellip;
dsb: Dopórucenja se aktualizěruju&hellip;

source: {name} was viewing this add-on first.
dsb: {name} jo se toś ten dodank ako prědny woglědał.

source: Average Reviews
dsb: Pśerězne pógódnośenja

source: Number of Reviews
dsb: Licba pógódnośenjow

source: Requested Info
dsb: Pominane informacije

source: Flagged
dsb: Markěrowany

source: Duplicate
dsb: Dwójny

source: Rejected
dsb: Wótpokazany

source: Approved
dsb: Pśizwólony

source: Not Updated for {0} {1}
dsb: Njeaktualizěrowany za {0} {1}

source: Requires Newer Version of {0}
dsb: Pomina se nowšu wersiju {0}

source: Unreviewed
dsb: Njepśeglědany

source: Experimental <span>(Learn More)</span>
dsb: Eksperimentelny<span>(Dalšne informacije)</span>

source: Not Available for {0}
dsb: Njejo za {0} k dispoziciji

source: Experimental
dsb: Eksperimentelny

source: Themes Require Newer Version of {0}
dsb: Drastwy pominaju se nowšu wersiju {0}

source: Themes Require {0}
dsb: Drastwy pominaju se {0}

source: Installing...
dsb: Instalěrujo se…

source: Purchasing...
dsb: Kupujo se…

source: This add-on has been preliminarily reviewed by Mozilla.
dsb: Toś ten dodank jo se nachylu wót Mozilla pśeglědał.

source: Keep it
dsb: Wobchowaś

source: You're trying it on!
dsb: Wy se to pśiměrjujośo!

source: Added to Firefox
dsb: Jo se Firefox pśidał

source: Downloads
dsb: Ześěgnjenja

source: Daily Users
dsb: Wužywarje na źeń

source: Collections Created
dsb: Zběrki napórane

source: Add-ons in Use
dsb: Dodanki, kótarež se wužywaju

source: Add-ons Created
dsb: Dodanki napórane

source: Add-ons Downloaded
dsb: Dodanki ześěgnjone

source: Add-ons Updated
dsb: Dodanki zaktualizěrowane

source: Reviews Written
dsb: Pógódnośenja napisane

source: User Signups
dsb: Wužywarske registrěrowanja

source: Subscribers
dsb: Abonenty

source: Ratings
dsb: Pógódnośenja

source: Sales
dsb: Pśedanki

source: Installs
dsb: Instalacije

source: Unknown
dsb: Njeznaty

source: Add-ons Manager
dsb: Zastojnik dodankow

source: Search Results
dsb: Pytańske wuslědki

source: Homepage Promo
dsb: Pśedstajenje na startowem boku

source: Homepage Featured
dsb: Na startowem boku pśedstajony

source: Homepage Up and Coming
dsb: Na startowem boku rozmógujucy

source: Homepage Most Popular
dsb: Na startowem boku nejwěcej woblubowany

source: Detail Page
dsb: Bok drobnostkow

source: Detail Page (bottom)
dsb: Bok drobnostkow (dołojce)

source: Detail Page (Development Channel)
dsb: Bok drobnostkow (wuwijański kanal)

source: Often Used With
dsb: Cesto wužywany z

source: Others By Author
dsb: Druge wót awtora

source: Dependencies
dsb: Wótwisnosći

source: Upsell
dsb: Pśidatny pśedank

source: Sharing
dsb: Źěliś

source: Category Pages
dsb: Kategorijowe boki

source: Collections
dsb: Zběrki

source: Category Landing Featured Carousel
dsb: Startowy bok kategorijow: Pśeglěd pśedstajonych dodankow

source: Category Landing Top Rated
dsb: Startowy bok kategorijow: Nejwušej pógódnośone

source: Category Landing Most Popular
dsb: Startowy bok kategorijow: Nejwěcej woblubowane

source: Category Landing Recently Added
dsb: Startowy bok kategorjow: Ako slědne pśidane

source: Browse Listing Featured Sort
dsb: Lisćinu pó "pśedstajony" sortěrowany pśepytaś

source: Browse Listing Users Sort
dsb: Lisćinu pó wužywarjach sortěrowane pśepytaś

source: Browse Listing Rating Sort
dsb: Lisćinu pó pógódnośenju sortěrowane pśepytaś

source: Browse Listing Created Sort
dsb: Lisćinu pó datumje napóranja sortěrowane pśepytaś

source: Browse Listing Name Sort
dsb: Lisćinu pó mjenju sortěrowane pśepytaś

source: Browse Listing Popular Sort
dsb: Lisćinu pó woblubowanosći sortěrowane pśepytaś

source: Browse Listing Updated Sort
dsb: Lisćinu pó aktualizěrowańskem datumje sortěrowane pśepytaś

source: Browse Listing Up and Coming Sort
dsb: Lisćinu pó "rozmógujucy" sortěrowane pśepytaś

source: Number of Contributions
dsb: Licba pśinoskow

source: Total Amount Contributed
dsb: Cełkowna licba pśinoskow

source: Average Contribution
dsb: Pśerězna licba pśinoskow

source: Usage
dsb: Wužywanje

source: Downloads and Daily Users, last {0} days
dsb: Ześěgnjenja a wšedne wužywarje, zachadne {0} dnjow

source: Downloads and Daily Users from {0} to {1}
dsb: Ześěgnjenja a wšedne wužywarje, wót {0} do {1}

source: Installs and Daily Users, last {0} days
dsb: Instalacije a wšedne wužywarje, zachadne {0} dnjow

source: Installs and Daily Users from {0} to {1}
dsb: Instalacije a wšedne wužywarje, wót {0} do {1}

source: Add-on Versions, last {0} days
dsb: Wersije dodankow, zachadne {0} dnjow

source: Add-on Versions from {0} to {1}
dsb: Wersije dodankow, wót {0} do {1}

source: Add-on Status, last {0} days
dsb: Status dodanka, zachadne {0} dnjow

source: Add-on Status from {0} to {1}
dsb: Status dodanka, wót {0} do {1}

source: Download Sources, last {0} days
dsb: Ześěgnjeńske žrědła, zachadne {0} dnjow

source: Download Sources from {0} to {1}
dsb: Ześěgnjeńske žrědła, wót {0} do {1}

source: Contributions, last {0} days
dsb: Pśinoski, zachadne {0} dnjow

source: Contributions from {0} to {1}
dsb: Pśinoski, wót {0} do {1}

source: Site Metrics, last {0} days
dsb: Sedłowa metrika, zachadne {0} dnjow

source: Reviews Written, last {0} days
dsb: Napisane pógódnośenja, zachadne {0} dnjow

source: Reviews Written from {0} to {1}
dsb: Napisane pógódnośenja, wót {0} do {1}

source: User Signups, last {0} days
dsb: Wužywarske registrěrowanja, zachadne {0} dnjow

source: User Signups from {0} to {1}
dsb: Wužywarske registrěrowanja, wót {0} do {1}

source: Collections Created, last {0} days
dsb: Zběrki napórane, zachadne {0} dnjow

source: Collections Created from {0} to {1}
dsb: Zběrki napórane, wót {0} do {1}

source: Subscribers, last {0} days
dsb: Abonenty, zachadne {0} dnjow

source: Subscribers from {0} to {1}
dsb: Abonenty, wót {0} do {1}

source: Ratings, last {0} days
dsb: Pógódnośenja, zachadne {0} dnjow

source: No data available.
dsb: Žedne daty k dispoziciji.

source: Other
dsb: Druge

source: Week of {0}
dsb: Tyźeń wót {0}

source: downloads
dsb: ześěgnjenja

source: {0} users
dsb: {0} wužywarjow

source: {0} add-ons
dsb: {0} dodankow

source: {0} collections
dsb: {0} zběrkow

source: {0} reviews
dsb: {0} pógódnośenjow

source: {0} sales
dsb: {0} pśedankow

source: {0} refunds
dsb: {0} zarownanja

source: {0} installs
dsb: {0} instalacijow

source: Amount, in USD
dsb: Suma, w USD

source: More Info...
dsb: Dalšne informacije…

source: Details for {0}
dsb: Drobnostki za {0}

source: Date
dsb: Datum
