Repository: mozilla/zamboni
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: The app requires access to the Near Field Communication (NFC) API.
dsb: Nałoženje trjeba pśistup na API Near Field Communication (NFC).

source: Chargeback
dsb: Slědkpłaśenje

source: Other
dsb: Druge

source: Purchase
dsb: Kupiś

source: Refund
dsb: Zarownanje

source: Voluntary
dsb: Dobrowólny

source: Pending
dsb: Felujo

source: Approved Instantly
dsb: Ned pśizwólony

source: Declined
dsb: Wótpokazany

source: Failed
dsb: Njejo se raźiło

source: The payment was received, but not completed.
dsb: Płaśenje jo se dostało, ale njejo se dokóńcyło.

source: The payment failed.
dsb: Płaśenje njejo se raźiło.

source: The reversal failed.
dsb: Storněrowanje njejo se raźiło.

source: The payment was received, but not completed and is awaiting processing.
dsb: Płaśenje jo se dostało, ale njejo se dokóńcyło a caka na pśeźěłowanje.

source: Completed
dsb: Dokóńcony

source: Firefox for Desktop
dsb: Firefox za Desktop

source: Fully open mobile ecosystem
dsb: Dopołnje wótwórjony mobilny ekosystem

source: Windows, Mac and Linux
dsb: Windows, Mac a Linux

source: Android smartphones
dsb: Androidowe smartfony

source: Tablets
dsb: Tablety

source: For all ages
dsb: Za wšykne starstwowe kupki

source: For ages %d+
dsb: Za starstwa wót %d lět

source: Rating Rejected
dsb: Zastopnjowanje wótpokazane

source: Rating Pending
dsb: Zastopnjowanje felujo

source: Department of Justice, Rating, Titles and Qualification
dsb: Wótźělba za justicu, pógódnośowanje, titele a kwalifikaciju

source: Generic
dsb: Powšykny

source: Entertainment Software Self-Regulation Body
dsb: Gremium za sebjekontrolu rozdrozćeńskeje software

source: Everyone
dsb: Za kužde starstwo

source: Everyone 10+
dsb: Za starstwo wót 10 lět

source: Teen
dsb: Za starstwo wót 12 lět

source: Mature 17+
dsb: Wót 17 lět

source: Adults Only 18+
dsb: Dorosćone wót 18 lět

source: All Americas except Brazil
dsb: Amerika, mimo Brazilskeje

source: Entertainment Software Rating Board
dsb: Pśeglědowanišćo za rozdrosćeńsku software

source: Europe
dsb: Europa

source: Pan European Game Information
dsb: Paneuropske informacije wó graśach

source: Rest of World
dsb: Zbytk swěta

source: Bonaire, Sint Eustatius and Saba
dsb: Bonaire, Sint Eustatius a Saba

source: Bolivia, Plurinational State of
dsb: Boliwiska, wěcejnarodny stat

source: Congo, Democratic Republic of the
dsb: Kongo, Demokratiska republika

source: Cabo Verde
dsb: Kapwerdy

source: Guinea-Conakry
dsb: Guineja-Conakry

source: Heard Island and McDonald Islands
dsb: Kupy Heard a McDonald

source: Lao People's Democratic Republic
dsb: Laos, Demokratiska ludowa republika

source: Libya
dsb: Libyska

source: Saint Martin (French part)
dsb: Saint Martin (francojski źěl)

source: Macedonia, the former Yugoslav Republic of
dsb: Makedońska, bywša jugosłowjańska republika

source: Palestine, State of
dsb: Palestina, stat

source: Russia
dsb: Ruska

source: Saint Helena, Ascension and Tristan da Cunha
dsb: St. Helena, Ascension a Tristan da Cunha

source: Tanzania
dsb: Tansanija

source: Holy See
dsb: Vatikańske město

source: Hosted
dsb: Hostowany

source: Packaged
dsb: Zapakowany

source: Agreement
dsb: Dojadnanje

source: Submit
dsb: Wótpósłaś

source: Details
dsb: Drobnostki

source: Next Steps
dsb: Pśiduce kšace

source: (Unsupported)
dsb: (Njepódprěty)

source: Could not connect to payment server.
dsb: Zwisk z płaśeńskim serwerom njejo móžno.

source: Cannot delete shared account
dsb: Źelone konto njedajo se lašowaś

source: Content rating changed to Adult.
dsb: Wopśimjeśowe pógódnośenje jo se na status "Dorosćony" změniło.

source: You cannot select {region}.
dsb: Njamóžośo {region} wubraś.

source: All team members must have read and agreed to the developer agreement.
dsb: Wšykne teamowe cłonki muse wuwijarske dojadnanje cytaś a jomu pśigłosowaś.

source: Must have at least one owner.
dsb: Nanjemjenjej jaden wobsejźaŕ musy pódany byś.

source: At least one team member must be listed.
dsb: Nanejmjenjej jaden teamowy cłonk musy pódany byś.

source: A team member can only be listed once.
dsb: Teamowy cłonk smějo se jano jaden raz pódaś.

source: Oops, looks like you already submitted that manifest for %s, which is currently public. <a href="%s">Edit app</a>
dsb: Hopla, zda se, ako by wy toś ten manifest južo za %s zapódał, kótarež jo tuchylu zjawne. <a href="%s">Nałoženje wobźěłaś</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently pending. <a href="%s">Edit app</a>
dsb: Hopla, zda se, ako by wy toś ten manifest južo za %s zapódał, kótarež tuchylu hyšći felujo. <a href="%s">Nałoženje wobźěłaś</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently incomplete. <a href="%s">Resume app</a>
dsb: Hopla, zda se, ako by wy toś ten manifest južo za %s zapódał, kótarež jo tuchylu njedopołne. <a href="%s">Z nałoženim pókšacować</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently rejected. <a href="%s">Edit app</a>
dsb: Hopla, zda se, ako by wy toś ten manifest južo za %s zapódał, kótarež jo tuchylu wótpokazane. <a href="%s">Nałoženje wobźěłaś</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently banned on Marketplace. <a href="%s">Edit app</a>
dsb: Hopla, zda se, ako by wy toś ten manifest južo za %s zapódał, kótarež jo tuchylu za Wikowanišćo zastajone. <a href="%s">Nałoženje wobźěłaś</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently disabled. <a href="%s">Edit app</a>
dsb: Hopla, zda se, ako by wy toś ten manifest južo za %s zapódał, kótarež jo tuchylu znjemóžnjone. <a href="%s">Nałoženje wobźěłaś</a>

source: An app already exists on this domain; only one app per domain is allowed.
dsb: Nałoženje z tós teju domenu južo eksistěrujo; jano jadno nałoženje jo na domenu dowólone.

source: Invalid region(s) selected.
dsb: Njepłaśiwy region wubrany.

source: You must upload at least one screenshot or video.
dsb: Musyśo nanejmjenjej jadno foto wobrazowki abo wideo nagraś.

source: Packaged app too large for submission. Packages must be smaller than %s.
dsb: Zapakowane nałoženje jo pśewjelike za pśenosowanje. Pakety muse mjeńše ako %s byś.

source: Error extracting manifest from zip file.
dsb: Zmólka pśi wupakowanju manifesta ze ZIP-dataje.

source: Provide a detailed description of your app
dsb: Pódajśo nadrobne wopisanje swójogo nałoženja

source: This description will appear on the details page.
dsb: Wopisanje pokažo se na boku drobnostkow.

source: Search Keywords:
dsb: Pytańske klucowe słowa:

source: The search keywords are used to return search results in the Firefox Marketplace. Be sure to include a keywords that accurately reflect your app.
dsb: Pytańske klucowe słowa se wužywaju, aby pytańske wuslědki we Wikowanišću Firefox pódawali. Pódajśo na kuždy pad klucowe słowa, kótarež wašo nałoženje dokradnje wopisuju.

source: This slug is already in use. Please choose another.
dsb: Toś to adresowe mě se južo wužywa. Pšosym wubjeŕśo druge.

source: The slug cannot be "%s". Please choose another.
dsb: Adresowe mě njamóžo "%s" byś. Pšosym wubjeŕśo druge.

source: Manifest URL changed from {before_url} to {after_url}
dsb: URL manifesta jo se z {before_url} do {after_url} změnił

source: Please specify your app's Privacy Policy
dsb: Pšosym pódajśo pšawidła priwatnosći swójogo nałoženja

source: Before changing your default locale you must have a name and description in that locale. You are missing %s.
dsb: Nježli až pódaśo swóju standardnu lokalu, musyśo mě a wopsianje w rěcy toś teje lokale měś. Wam %s felujo.

source: You must provide either a website, an email, or both.
dsb: Musyśo pak websedło, e-mailowu adresu pak wobej pódaś.

source: Your comments
dsb: Waše komentary

source: <b>Published</b>: Visible to everyone in the Marketplace and included in search results and listing pages.
dsb: <b>Wózjawjony</b>: Widobny za wšykne na Wikowanišću a w pytańskich wuslědkach a na lisćinwoych bokach nalicone.

source: <b>Unlisted</b>: Visible to only people with the URL and does not appear in search results and listing pages.
dsb: <b>Njenalicony</b>: Widobny jano za wósoby z URL a njepokazujo se w pytańskich wuslědkach a na lisćinowych bokach.

source: App Visibility:
dsb: Widobnosć nałoženja:

source: <b>Limit to my team</b>: Visible to only Team Members.
dsb: <b>Na mój team wobgranicowaś</b>: Widobny jano za teamowe cłonki.

source: Choose the regions your app will be listed in:
dsb: Wubjeŕśo regiony, w kótarychž wašo nałoženje jo pomjenjone:

source: You must select at least one region.
dsb: Musyśo nanejmjenjej jaden region wubraś.

source: Enable new regions
dsb: Nowe regiony zmóžniś

source: Make my app available in most regions
dsb: Mójo nałoženje w nejwěcej regionach k dispoziciji stajiś

source: Choose where my app is made available
dsb: Wubjeŕśo, źož mójo nałoženje buźo k dispoziciji

source: Categories
dsb: Kategorije

source: You can have only {0} category.
dsb: Móžośo jano {0} kategoriju wubraś.

source: Agree
dsb: Pśigłosowaś

source: Please enter a valid email address.
dsb: Pšosym zapódajśo płaśiwu e-mailowu adresu.

source: Your email address
dsb: Waša e-mailowa adresa

source: Text
dsb: Tekst

source: You must agree to the Privacy Policy.
dsb: Musyśo do pšawidłow priwatnosći zwóliś.

source: Country
dsb: Kraj

source: App
dsb: Nałoženje

source: Transaction Type
dsb: Typ transakcije

source: Transaction ID
dsb: ID transakcije

source: From
dsb: Wót

source: To
dsb: Až do

source: Web site
dsb: Websedło

source: Command line
dsb: Pśikazowa smužka

source: Make this the Active version of my app as soon as it has been reviewed and approved.
dsb: To k aktiwnej wersiji mójogo nałoženja cyniś, gaž jo se pśeglědało a pśizwóliło.

source: Please consider my app as a candidate to be pre-loaded on a Firefox OS device. I agree to the terms and conditions outlined above. I understand that this document is not a commitment to pre-load my app.
dsb: Pšosym zapśimjejśo mójo nałoženje ako kandidat za pśedinstalaciju na rěźe Firefox OS. Som z górjejce wuwjeźonymi wužywańskimi wuměnjenjami wobjadny. Rozměju, až toś ten dokument njejo pśigrono, mójo nałoženje pśedinstalěrowaś.

source: Upload Your Test Plan (.pdf, .xls under 2.5MB)
dsb: Nagrajśo swój testowy plan (.pdf, .xls mjenjej ako 2,5 MB)

source: Test plan required.
dsb: Testowy plan trěbny.

source: File too large. Keep size under %s. Current size %s.
dsb: Dataja jo pśewjelika. Dataja smějo maksimalnje %s wjelika byś. Aktualna wjelikosć jo %s.

source: Invalid file type {0}. Only {1} files are supported.
dsb: Njepłaśiwy datajowy typ {0}. Jano {1} se pódpěra.

source: Please enter a valid submission ID.
dsb: Pšosym zapódajśo płaśiwy pśenosowański ID.

source: This IARC certificate is already being used for another app. Please create a new IARC Ratings Certificate.
dsb: IARC-certifikat wužywa se južo za druge nałoženje. Pšosym napórajśo nowy pógódnośeński IARC-certifikat.

source: Invalid submission ID or security code.
dsb: Njepłaśiwy pśenosowański ID abo wěstotny kod.

source: App Price
dsb: Płaśizna nałoženja

source: Free (with in-app payments)
dsb: Dermo (z płaśenjami w nałoženju)

source: Promotional Pricing
dsb: Wabjeńska płaśizna

source: Only supports carrier billing
dsb: Pódpěra jano wótlicenje pśez póbitowarja mobilneje telefonije

source: Only supports credit-card billing
dsb: Pódpěra jano wótlicenje pśez kreditnu kórtu

source: Supports all billing methods
dsb: Pódpěra wšykne wótliceńske metody

source: If app is Free, in-app payments must be enabled
dsb: Jolic nałoženje jo dermotne, muse płaśenja w nałoženju zmóžnjone byś

source: Not a valid choice
dsb: Žeden płaśiwy wuběrk

source: This is a paid upgrade of
dsb: To jo zapłaśona aktualizacija

source: Not an upgrade
dsb: Žedna aktualizacija

source: Bank Account Holder Name
dsb: Mě mějarja bankowego konta

source: Company Name
dsb: Firmowe mě

source: Vendor Name
dsb: Mě pśedawarja

source: Financial Email
dsb: Financna e-mailowa adresa

source: Administrative Email
dsb: Administratiwna e-mailowa adresa

source: Support Email
dsb: E-mailowa adresa pomocy

source: Address
dsb: Adresa

source: Address 2
dsb: Adresa 2

source: City/Municipality
dsb: Město/Gmejna

source: State/Province/Region
dsb: Stat/Prowinca/Region

source: Zip/Postal Code
dsb: Postowa licba

source: Phone
dsb: Telefonowy numer

source: I prefer to be paid in
dsb: Mam lubjej płaśenja w

source: VAT Number
dsb: Identifikaciski numer wobrotowego danka (IWD)

source: Bank Account Number
dsb: Numer bankowego konta

source: SWIFT code
dsb: SWIFT-kod

source: Bank Name
dsb: Mě banki

source: Bank Address
dsb: Adresa banki

source: Bank Address 2
dsb: Adresa banki 2

source: Bank City/Municipality
dsb: Město/Gmejna banki

source: Bank State/Province/Region
dsb: Stat/Prowinca/Region banki

source: Bank Zip/Postal Code
dsb: Postowa licba banki

source: Bank Country
dsb: Kraj banki

source: Account Name
dsb: Kontowe mě

source: Payment Account
dsb: Płaśeńske mě

source: You cannot remove a payment account from an app.
dsb: Njamóžośo płaśeńske konto z nałoženja wótpóraś.

source: You are not permitted to change payment accounts.
dsb: Njesmějośo płaśeńske konta změniś.

source: Account name
dsb: Kontowe mě

source: Name
dsb: Mě

source: No payment account set up for that app
dsb: Za toś to nałoženje hišće njejo žedno płaśeńske konto

source: Developers
dsb: Wuwijarje

source: My Submissions
dsb: Móje zapódaśa

source: Donate to {0}
dsb: {0} pósćiś

source: Review
dsb: Pśeglědanje

source: Version {0}
dsb: Wersija {0}

source: Reference Implementation
dsb: Pśikładna implementacija

source: No manifest was found at that URL. Check the address and try again.
dsb: Pód toś tym URL njejo se žeden manifest namakał. Wubjeŕśo adresu a wopytajśo hyšći raz.

source: Manifests must be served with the HTTP header "Content-Type: application/x-web-app-manifest+json". See %s for more information.
dsb: Manifesty muse se z HTTP-głowu "Content-Type: application/x-web-app-manifest+json" wudaś. Pód %s dostanjośo dalšne informacije.

source: Your manifest must be less than %s bytes.
dsb: Waš manifest musy mjeńšy ako %s bajtow byś.

source: Your manifest file was not encoded as valid UTF-8.
dsb: Waš manifest njejo se ako płaśiwy UTF-8 skoděrował.

source: The manifest's encoding does not match the charset provided in the HTTP Content-Type.
dsb: Koděrowanje manifesta njegóźi se k znamuškowej sajźbje pódanej w HTTP Content-Type.

source: and
dsb: a

source: {region} region added to the Firefox Marketplace
dsb: Region {region} jo se Wikowanišćoju Firefox pśidał

source: New regions added to the Firefox Marketplace
dsb: Nowe regiony su se Wikowanišćoju Firefox pśidali

source: Video support not enabled.
dsb: Wideopódpěra njejo zmóžnjona.

source: Icons must be either PNG or JPG.
dsb: Symbole muse w formaśe PNG abo JPG byś.

source: Images must be either PNG or JPG.
dsb: Wobraze muse w formaśe PNG abo JPG byś.

source: Icons cannot be animated.
dsb: Symbole njesměju animěrowane byś.

source: Images cannot be animated.
dsb: Wobraze njesměju animěrowane byś.

source: Please use files smaller than %s.
dsb: Pšosym wužywajśo dataje, kótarež su mjeńše ako %s.

source: Icon could not be opened.
dsb: Symbol njedajo se wócyniś.

source: Preview could not be opened.
dsb: Pśeglěd njedajo so wócyniś.

source: Icons must be at least 128px by 128px.
dsb: Symbole muse nanejmjenjej 128 px raz128 px wjelike byś.

source: Icons must be square.
dsb: Symbole muse kwadratiske byś.

source: App previews must be at least {0}px by {1}px or {1}px by {0}px.
dsb: Pśeglědy nałoženjow muse nanejmjenjej {0} px raz {1} px abo {1} raz {0} px wjelike byś.

source: Paid apps cannot be deleted. Disable this app instead.
dsb: Nałoženja z płaśenim njedaju se lašowaś. Znjemóžniśo toś to nałoženje město togo.

source: App deleted.
dsb: Nałoženje wulašowane.

source: Password was incorrect. App was not deleted.
dsb: Gronidło jo wopaki było. Nałoženje njejo se wulašowało.

source: App successfully resubmitted.
dsb: Nałoženje jo se wuspěšnje zasejzapódało.

source: New version successfully added.
dsb: Nowa wersija jo se wuspěšnje pśidała.

source: Changes successfully saved.
dsb: Změny su se wuspěšnje składowali.

source: Congratulations, your app submission is now complete and will be reviewed shortly!
dsb: Wutšobne glukužycenje, wašo nałožeńske zapódaśe jo něnto dopołne a buźo se skóro pśeglědowaś!

source: Content ratings successfully saved.
dsb: Wopśimjeśowe pógódnośenja su se wuspěšnje składłi.

source: Application for preload successfully submitted.
dsb: Nałoženje jo se za pśedinstalaciju zapódało.

source: There was an error with the form.
dsb: Zmólka z formularom jo nastała.

source: Version successfully edited.
dsb: Wersija jo se wuspěšnje wobźěłała.

source: Version successfully made active.
dsb: Wersija jo se wuspěšnje zaktiwěrowała.

source: Version "{0}" deleted.
dsb: Wersija "{0}" jo se wulašowała.

source: There was an error with the submission.
dsb: Pśi pśenosowanju jo zmólka nastała.

source: There was an error uploading your preview.
dsb: Pśi nagrawanju wašogo pśeglěda jo zmólka nastała.

source: Terms of service accepted.
dsb: Wužywańske wuměnjenja su se akceptěrowali.

source: Users with the admin role cannot use the API.
dsb: Wužywarje z rolu administratora njamógu API wužywaś.

source: No such API key.
dsb: Taki API-kluc njeeksistěrujo.

source: New API key generated.
dsb: Nowy API-kluc napórany.

source: Created blocklisted version.
dsb: Zastajona wersija jo se napórała.

source: App already blocklisted.
dsb: Nałoženje jo južo zastajone.

source: We encountered a problem connecting to the payment server.
dsb: Pśi zwězowanju z płaśeńskim serwerom jo problem nastał.

source: All
dsb: Wšykne

source: Credit card
dsb: Kreditna kórta

source: Carrier
dsb: Póbitowaŕ mobilneje telefonije

source: A server error occurred when retrieving the application key.
dsb: Pśi wótwołowanju nałožeńskego kluca jo serwerowa zmólka nastała.

source: Secret was reset successfully.
dsb: Pótajmne słowo jo se wuspěšnje slědk stajiło.

source: Key and secret were created successfully.
dsb: Kluc a pótajmne słowo stej se wuspěšnje napórałej.

source: Your app is not configured for in-app payments.
dsb: Waše nałoženje njejo se za płaśenja w nałoženju konfigurěrowało.

source: No payment account for this app.
dsb: Žedne płaśeńske konto za toś to nałoženje.

source: To access the Marketplace API, create an OAuth key pair using the form below.
dsb: Aby pśistup na API Marketplace měł, napórajśo por OAuth-klucow z pomocu slědujucego formulara.

source: To access the Marketplace API, accept the <a href="%(terms)s">terms of service</a> and create an OAuth key pair using the form below.
dsb: Aby pśistup na API Marketplace měł, akceptěrujśo <a href="%(terms)s">wužywańske wuměnjenja</a> a napórajśo por OAuth-klucow z pomocu slědujucego formulara.

source: <p> There are two main uses for the Marketplace API. From another web site using a traditional OAuth flow or from a command line tool. The difference is discussed in the <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">Marketplace documentation</a>. Any testing should occur on the <a href="https://marketplace-dev.allizom.org">development server</a> and not the production server. </p>
dsb: <p>Stej dwa głownej nałožowańskej zaměra za API Marketplace. Z drugego websedła z pomocu tradicionelnego OAuth-woóběga abo z rěda pśikazoweje smužki. Rozdźěl se w <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">dokumentaciji Marketplace</a> diskutěrujo. Testowanje by měło se na <a href="https://marketplace-dev.allizom.org">wuwijańskem serwerje</a> wótměwaś a nic na produkciskem serwerje.</p>

source: Client type
dsb: Klientowy typ

source: Application Name
dsb: Mě nałoženja

source: Redirect URI
dsb: Dalejpósrědnjański URL

source: Create
dsb: Napóraś

source: OAuth Keys
dsb: OAuth-kluce

source: Key
dsb: Kluc

source: Secret
dsb: Pótajmne słowo

source: Delete
dsb: Lašowaś

source: You currently do not have an API key.
dsb: Tuchylu njamaśo API-kluc.

source: OAuth Example
dsb: OAuth-pśikład

source: <p>Example using a Python library for the command-line on Mac OS X using your OAuth credentials:</p>
dsb: <p>Pśikład z pomocu Pythonoweje biblioteki za pśikazowu smužku na Mac OX X z pomocu wašych pśizjawjeńskich datow:</p>

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a> before your app can be reviewed or published.
dsb: Musyśo <a href="%(next_url)s">%(next_step_name)s</a> zarědowaś, nježli až wašo nałoženje dajo se pśeglědowaś abo wózjawiś.

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a>.
dsb: Musyśo <a href="%(next_url)s">%(next_step_name)s</a> zarědowaś.

source: Firefox Marketplace
dsb: Wikowanišćo Firefox

source: Sign in
dsb: Pśizjawiś

source: You must sign in to proceed.
dsb: Musyśo se pśizjawiś, aby pókšacował.

source: Sign in / Sign up
dsb: Pśizjawiś / Registrěrowaś

source: Message of the Day
dsb: Powěsć dnja

source: Update Message of the Day
dsb: Powěsć dnja aktualizěrowaś

source: Save
dsb: Składowaś

source: Documentation
dsb: Dokumentacija

source: Testing Apps
dsb: Testowanje nałoženjow

source: Submit a New App
dsb: Nowe nałoženje zapódaś

source: Authorize Access
dsb: Pśistup awtorizěrowaś

source: %(app_name)s would like access to your Marketplace account.
dsb: %(app_name)s co pśistup na wašo konto Wikowanišća měś.

source: Grant
dsb: Pśizwóliś

source: Deny
dsb: Wótpokazaś

source: Firefox Marketplace Developers
dsb: Wuwijarje Wikowanišća Firefox

source: API Reference
dsb: API-referenca

source: Submit an app
dsb: Nałoženje zapódaś

source: Marketplace
dsb: Wikowanišćo

source: Sign In
dsb: Pśizjawiś

source: Settings
dsb: Nastajenja

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
dsb: Někotare funkcije su nachylu znjemóžnjone, mjaztym až websedło wótwardujomy. Buźomy skóro połnu funkcionalnosć wótnowjaś.

source: The Terms of Service have changed since you last agreed to them. Please read and agree to the <a href="%(url)s">new terms</a>.
dsb: Wužywańske wuměnjenja su se změnili, wót togo, až sćo do nich zwólił. Pšosym cytajśo a akceptěrujśo <a href="%(url)s">nowe wuměnjenja</a>.

source: Please sign in
dsb: Pšosym pśizjawśo se

source: Just log in or register with <a href="%(url)s">Firefox Accounts</a> below.
dsb: Pśizjawśo se jadnorje abo registrěrujśo se dołojce z <a href="%(url)s">Firefox Accounts</a>.

source: Terms and Conditions
dsb: Wužywańske wuměnjenja

source: Printable Version
dsb: Śišćobna wersija

source: Additional Marketplace Policies
dsb: Pśidatne pšawidła Wikowanišća

source: You have already agreed to this developer agreement.
dsb: Sćo južo do wuwijarskego dojadnanja zwólił.

source: Testing
dsb: Testowanje

source: Use these tools for testing your apps prior to submission to the Firefox Marketplace.
dsb: Wužywajśo toś te rědy, aby swóje nałoženja testował, nježli až jo na Wikowanišću Firefox zapódał.

source: Transaction Details
dsb: Transakciske drobnostki

source: Filter Transactions
dsb: Transakcije filtrowaś

source: {num} transaction found
dsb: {num} transakcija namakana

source: Your apps currently have no transactions.
dsb: Waše nałoženja njamaju tuchylu žedne transakcije.

source: Date
dsb: Datum

source: Type
dsb: Typ

source: Currency
dsb: Pjenjeze

source: Amount
dsb: Suma

source: Test App Validation
dsb: Nałožeńske pśeglědanje testowaś

source: Submit your app manifest URL
dsb: Pśenjasćo URL wašogo nałožeńskego manifesta

source: Validate
dsb: Pśeglědowaś
