Repository: mozilla/zamboni
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems &mdash; closing the gap between Web and native apps for the first time.
dsb: Z pomocu wótwórjonych webstandardow a API wugótowanego wót Mozill, daju se wjelicne nałožeńske dožywjenja pśez rozdźělne platformy, rědy a źěłowe systemy dodawaś &mdash; to połni prědny raz źěru mjazy webowymi a systemowymi nałoženjami.

source: The Firefox Marketplace gives users the opportunity to find, try and buy apps and content that matters most to them. This means exciting, useful and high-quality Apps relevant to local markets across all categories that users can use to get the most out of their daily lives.
dsb: Wikowanišćo Firefox dawa wužywarjam móžnosć, nałoženja a za nich wažne wopśimjeśe namakaś, wopytowaś a kupiś. To wóznamjenijo, gnujuce, wužytne a kwalitatiwnje wusokogódnotne nałoženja, kótarež su relewantne za lokalne wiki we wšych kategorijach a kótarež wužywarje mógu wužywaś, aby nejwěcej ze swójogo žywjenja wuwónoźeli.

source: Mozilla's global reach extends to hundreds of millions of Firefox users worldwide. Through intelligent Marketplace curation and effective use of Mozilla’s marketing channels, Mozilla can help developers can get their app into the hands of their target users around the world.
dsb: Gobalna wliwowa sfera Mozilla wopśimujo sta milionow wužywarjow Firefox swětodaloko. Pśez inteligentne wótwardowanje Wikowanišća a efektiwne wužywanje marketingowych kanalow Mozilla, móžo Mozilla wuwijarjam pomagaś, jich nałoženje do rukow wužywarjow jich celoweje kupki na cełem swěśe połožyś.

source: The Firefox Marketplace is now open and accepting apps. Submit your app to:
dsb: Wikowanišćo Firefox jo něnto wócynjone a akceptěrujo nałoženja. Zapódajśo swójo nałoženje pla:

source: Test your app with a committed group of early adopters.
dsb: Testujśo swójo nałoženje z angažěrowaneju kupku pjerwjejšnych nałožowarjow.

source: Build an early fan base and gain popularity.
dsb: Natwarśo ranu fanowu kupku a nabydniśo woblubowanosć.

source: Target tech savvy consumers with your app.
dsb: Wzejśo se techniski wersěrowane nałožowarje ako celowu kupku swójogo nałoženja.

source: Firefox Apps &amp; Hacks
dsb: Nałoženja a programěrowańske rozwězanja

source: Sign up for our monthly newsletter about Firefox OS, Marketplace and the apps ecosystem. <a href="%(dev_phone_url)s">Check out the developer phone preview</a>
dsb: Zregistrěrujśo se za naš měsacny powěsćowy list wó Firefox OS, Wikowanišću a ekosystemje nałoženjow. <a href="%(dev_phone_url)s">Woglědajśo se wuwijarski pśeglěd telefona</a>

source: Developer Devices
dsb: Wuwijarske rědy

source: Code &amp; Tools
dsb: Kod a rědy

source: Events &amp; Meetups
dsb: Tšojenja a zmakanja

source: I'm okay with Mozilla handling this information as explained in the <a href="%(privacy_link)s">Privacy Policy</a>.
dsb: Som wobjadny, až Mozilla wobchada z toś tymi informacijami pó <a href="%(privacy_link)s">pšawidłach priwatnosći</a>.

source: Sign me up!
dsb: Zrěgistrěrujśo mě!

source: Intro to Open Web Apps
dsb: Zapokazanje do nałoženjow wótwórjonego weba

source: Intro to Firefox OS
dsb: Zapokazanje do Firefox OS

source: Podcasts
dsb: Podcasty

source: General Notes
dsb: Powšykne pśispomnjeśa

source: Intro to Manifests
dsb: Zapokazanje do manifestow

source: For Current Web Developers
dsb: Za aktualne webwuwijarje

source: For Current Mobile Developers
dsb: Za aktualne wuwijarje mobilne rědy

source: Using Apps Offline
dsb: Wužywanje nałoženjow offline

source: Developing Game Apps
dsb: Wuwijanje grajnych nałoženjow

source: Payments
dsb: Płaśenja

source: App Generator
dsb: Nałožeński generator

source: App Validator
dsb: Nałožeński pśepytowaŕ

source: App Manager
dsb: Zastojnik nałoženjow

source: Firefox Developer Tools
dsb: Wuwijarske rědy Firefox

source: Marketplace Submission
dsb: Zapódawanje do Wikowanišća

source: Marketplace Review Criteria
dsb: Pśeglědowańske kriterije Wikowanišća

source: Payments Status
dsb: Płaśeński status

source: View with subtitles
dsb: Z pódtitelami se woglědaś

source: Made in partnership with our friends at Treehouse
dsb: Wuwity w zgromadnem źěle z našymi pśijaśelami pla Treehouse

source: Check them out!
dsb: Woglědajśo se je!

source: Partner with Mozilla to distribute your apps through an open marketplace to over 450 million users
dsb: Wótzamkniśoo partnarstwo z Mozilla, aby swóje nałoženja pśez wótwórjone wikowanišćo do wušej 450 milionow wužywarjow rozdźělił

source: <a href="%(submit_url)s" class="button">Submit now</a> <span>or</span> <a href="%(api_url)s" class="button api">Submit via API</a>
dsb: <a href="%(submit_url)s" class="button">Něnto zapódaś</a> <span>abo</span> <a href="%(api_url)s" class="button api">Pśez API zapódaś</a>

source: With a powerful web platform, an open marketplace, and partners like you, we are ready to welcome the next 2 billion users online
dsb: Z mócneju weblatformu, wótwórjonym wikowanišćom a partnarjami ako wy, smy pśigótowane, pśiducej 2 miliarźe wužywarjow online pówitaś

source: <strong>The Web is the Platform</strong> &ndash; write your HTML5 app once and distribute it across the entire web.
dsb: <strong>Web jo ta platforma</strong> &ndash; pišćo swójo HTML5-nałoženje jaden raz a rozdźělśo jo pśez ceły web.

source: <strong>Seamless Payments</strong> &ndash; with multiple payment models and carrier-integrated billing, we bring you frictionless monetization to your app.
dsb: <strong>Bźezpósrědne płaśenja</strong> &ndash; z někotarymi płaśeńskimi modelami a wótlicenim pśez póbitowarja dodawamy wašomu nałoženjeju płaśenja bźez problemow.

source: <strong>A Massive Audience</strong> &ndash; over 450 million users call Firefox home, put your app in their hands today.
dsb: <strong>Wjelicki publikum</strong> &ndash; pśez 450 milionow wužywarjow su pla Firefox doma, połožćo źinsa swójo nałoženje do jich rukow.

source: Join the biggest and the best
dsb: Cyńśo sobu pśi nejwětšem a lěpšem

source: The world's most popular brands and all your favorite apps are building their experience on Firefox Marketplace.
dsb: Nejwěcej woblubowane marki swěta a wšykne waše nejlubše nałoženja póstajaju jich dožywjenje na Wikowanišću Firefox.

source: A truly cross-platform, cross-device, non-proprietary home for the world's best global and local HTML5 apps.
dsb: Napšawdna platformy a rědy pśesegujuca, njeproprietarna domownja za nejlěpše globalne a lokalne HTML5-nałoženja swěta.

source: Available now!
dsb: Wótněnta k dispoziciji!

source: Android Tablets
dsb: Androidowe tablety

source: You + Mozilla = Awesome
dsb: Wy + Mozilla = Wjelicny

source: Stay connected.
dsb: Wóstańśo zwězany.

source: The Apps Blog
dsb: Blog nałoženjow

source: Firefox Marketplace YouTube channel
dsb: Youtube-kanal Wikowanišća Firefox

source: Badges, banners, and icons
dsb: Znamuška, chórgoje a symbole

source: "Get it in the Firefox Marketplace" are badges that you can use on your web site and promotional materials to point to your products on the Firefox Marketplace.
dsb: "K odstaśeju na Wikowanišću Firefox" su znamuška, kótarež móžośo na swójom websedle a wabjeńskich materialijach wužywaś, aby na swóje produkty na Wikowanišću Firefox dopomnjeł.

source: Guidelines
dsb: Směrnice

source: You may not alter the badge in any way
dsb: Njesmějośo znamuško změniś

source: When used alongside logos for other marketplaces ("Get it on Google Play", "Download on the App Store"), the Firefox Marketplace badge should be of equal or greater size
dsb: Gaž wužywa pódla logow za druge wikowanišća ("Get it on Google Play", "Download on the App Store"), znamuško Wikowanišća Firefox by měło jadnak wjelike abo wětše bys

source: The badge should link to an app details page within the Firefox Marketplace<br> For example: https://marketplace.firefox.com/app/twitter
dsb: Znamuško by měło na bok drobnostkow nałoženja na Wikowanišću Firefox pokazowaś<br> Na pśikład: https://marketplace.firefox.com/app/twitter

source: Orange
dsb: Oranžowy

source: Grey
dsb: Šery

source: Black
dsb: Carny

source: To view and download the Firefox Marketplace logo, please visit the <a href="%(style_guide_url)s">Mozilla style guide</a>.
dsb: Aby se logo Wikowanišćo Firefox woglědał a ześěgnuł, woglědajśo se pšosym <a href="%(style_guide_url)s">Stilowy wjednik Mozilla</a>.

source: Frequently Asked Questions
dsb: Ceste pšašanja

source: What should I know before creating an App?
dsb: Co by ja měł wěźeś, nježli až napórajom nałoženje?

source: How can I upload my App to the Firefox Marketplace?
dsb: Kak mógu swójo nałoženje do Wikowanišća Firefox nagraś?

source: I need help with the App Manifest.
dsb: Trjebam pomoc za manifest nałoženja.

source: How do I create an installable App?
dsb: Kak wuwijam instalěrujobne nałoženje?

source: How do payments work?
dsb: Kak funkcioněruju nałoženja?

source: How do I manage the taxes of my sales?
dsb: Kak zastojm danki swójich pśedankow?

source: Do you still have questions?
dsb: Maśo hyšći dalšne pšašanja?

source: While we are working on creating a set of channels to help you with your issues you can visit StackOverflow to resolve all your questions related to the development of Web apps.
dsb: Mjaztym až na tom źěłamy, ceły rěd kanalow napóraś, kótarež pomagaju wam pśi rozwězowanju problemow, možośo se k StackOverflow woglědaś, aby wšykne swóje pšašanja k wuwiśeju webnałoženjow wujasnił.

source: If you want to engage with other developers, join our vibrant communities in these mailing lists:
dsb: Jolic cośo se z wuwijarjami do zwiska stupiś, pśizamkniśo se našym žywym zgromaźeństwam w tych rozpósłańskich lisćinach:

source: Mozilla Web apps (English)
dsb: Webnałoženja Mozilla (engelski)

source: Mozilla Web apps (Brazilian Portuguese)
dsb: Webnałoženja Mozilla (brazilska portugišćina)

source: Invalid URL %(url)s
dsb: Njepłaśiwy URL %(url)s

source: Error downloading image from %(url)s
dsb: Zmólka pśi ześěgowanju wobraza wót %(url)s

source: Image from %(url)s could not be parsed
dsb: Wobraz wót %(url)s njedajo se parsowaś

source: Cannot diff a version against itself
dsb: Wersija njedajo se ze sobu pśirownaś

source: That file no longer exists.
dsb: Toś ta dastaja wěcej njeeksistěrujo.

source: File size is over the limit of {0}.
dsb: Datajowa wjelikosć pśekšacujo limit {0}.

source: Problems decoding {0}.
dsb: Problemy pśi dekoděrowanju {0}.

source: This file is not viewable online. Please download the file to view the contents.
dsb: Toś ta dataja njedajo se online woglědaś. Pšosym ześěgniśo dataju, aby se wopśimjeśe woglědał.

source: This file is a directory.
dsb: Toś ta dataja jo zarědnik.

source: There was an error accessing file %s. %s.
dsb: Pśi psístup na dataju %s jo zmólka nastała. %s.

source: There was an error accessing file %s.
dsb: Pśi pśistupje na dataju %s jo zmólka nastała.

source: The file "manifest.webapp" was not found at the root of the packaged app archive.
dsb: Dataja "manifest.webapp" njedajo se w kórjenjowem zarědniku archiwa zapakowanych nałoženjow namakaś.

source: Could not decode the webapp manifest file. Check your manifest file for special non-utf-8 characters.
dsb: Manifestowa dataja webnałoženja njedajo se dekoděrowaś. Pśekontrolěrujśo, lěc waša manifestowa dataja wopśimujo nic-UTF-8-znamuška.

source: The webapp manifest is not valid JSON.
dsb: Manifest webnałoženja njejo płaśiwy JSON.

source: The "langpack" role is invalid for Web Apps. Please submit this app as a language pack instead.
dsb: Rola "langpack" jo njepłaśiwa za webnałoženja. Pšosym zapódajśo město togo toś to nałoženje ako rěcny pakśik.

source: Your specified app locales are not in the correct format.
dsb: Waše pódane rěcy za nałoženja njejsu w korektnem formaśe.

source: Developer name is required in the manifest in order to display it on the app's listing.
dsb: Wuwijarske mě jo trěbne w manifesće, aby se w lisćinowem zapisku nałoženja zwobrazniło.

source: Invalid file name in archive: {0}
dsb: Njepłaśiwe datajowe mě w archiwje: {0}

source: File exceeding size limit in archive: {0}
dsb: Dataja pśekšaca wjelikostny limit w archiwje: {0}

source: Invalid archive.
dsb: Njepłaśiwy archiw.

source: Back to review
dsb: Slědk k pśeglědowanjeju

source: Back to app
dsb: Slědk k nałoženjeju

source: Download {0}
dsb: {0} ześěgnuś

source: Version: %(version)s &bull; Size: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
dsb: Wersija: %(version)s • wjelikosć: %(size)s • MD5 kontrolna suma: %(md5)s • MIME-typ: %(mimetype)s

source: File Compare :: Reviewer Tools
dsb: Datajowe pśirownanje :: Rědy za pśeglědowarje

source: File Viewer :: Reviewer Tools
dsb: Datajowy wobglědowak :: Rědy za pśeglědowarje

source: Validation failed:
dsb: Pśeglědanje njejo se raźiło:

source: Go
dsb: Start

source: App being processed, please wait.
dsb: Nałoženje se přeźěłujo, pšosym cakajśo.

source: Fetching validation results...
dsb: Pśeglědowańske wuslědki se wótwołuju…

source: Files:
dsb: Dataje:

source: Deleted files:
dsb: Wulašowane dataje:

source: Tab stops:
dsb: Tabulatorowy wótstawk:

source: Up file
dsb: Pjerwjejšna dataja

source: Down file
dsb: Pśiduca dataja

source: Previous diff
dsb: Pjerwjejšny rozdźěl

source: Previous note
dsb: Pjerwjejšne pśispomnjeśe

source: Next diff
dsb: Pśiducy rozdźěl

source: Next note
dsb: Pśiduce pśispomnjeśe

source: Expand all
dsb: Wšykne pokazaś

source: Hide or unhide tree
dsb: Bom schowaś abo pokazaś

source: Wrap or unwrap text
dsb: Tekst łamaś abo łamanja wótpóraś

source: No files in the uploaded file.
dsb: Žedne dataje w nagratej dataji.

source: Fetching file.
dsb: Dataja se wótwołujo.

source: Product logo must be a 64x64 image. Check that the URL is correct.
dsb: Produktowe logo musy wobraz z wjelikosću 64x64 byś. Pśekontrolěrujśo, lěc URL trjefi.

source: Your language pack should contain "role": "langpack".
dsb: Waš rěcny pakśik by měł "role": "langpack" wopśimowaś.

source: Your language pack must contain one language in `languages-provided` object.
dsb: Waš rěcny pakśik musy w objekśe "languages-provided" jadnu rěc wopśimowaś.

source: Your language pack contains too many languages. Only one language per pack is supported.
dsb: Waš rěcny pakśik wopśimujo pśewjele rěcow. Jano jadna rěc pódpěra se na pakśik.

source: Your language pack must contain one language in `languages-target` object.
dsb: Waš rěcny pakśik musy w objekśe "languages-target" jadnu rěc wopśimowaś.

source: Your language pack contains too many targets. Only one target per pack is supported.
dsb: Waš rěcny pakśik wopśimujo pśewjele celow. Jano jaden cel pódpěra se na pakśik.

source: Your language pack should contain a version.
dsb: Waš rěcny pakśik by měł wersiju wopśimowaś.

source: Your language pack version must be different to the one you are replacing.
dsb: Wersija wašogo rěcnego pakśika musy se wót toś teje rozeznawaś, kótaruž wuměnjaśo.

source: Transaction Lookup
dsb: Transakciske pytanje

source: Process a manual refund
dsb: Manuelne zarownanje pśeźěłaś

source: Enter refund details to refund transaction
dsb: Zapódajśo drobnostki wó zarownanju, aby transakciju zarownał

source: Reason for Deletion
dsb: Pśicyna za wulašowanje

source: A refund has already been processed.
dsb: Zarownanje jo se južo pśeźěłało.

source: You cannot make a refund request for this transaction.
dsb: Njemóžośo za toś tu transakciju žedno zarownanje pominaś.

source: Refund for this transaction now pending.
dsb: Zarownanje za toś tu transakciju jo něnto w cakańskem rěźe.

source: Refund for this transaction successfully approved.
dsb: Zarownanje za toś tu transakciju jo se wuspěšnje pśizwóliło.

source: Refund request for this transaction failed.
dsb: Zarownańske napšašowanje za toś tu transakciju njejo se raźiło.

source: Website saved.
dsb: Websedło jo se składowało.

source: Activity
dsb: Aktiwita

source: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> by %(user)s
dsb: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> wót %(user)s

source: Administrative Actions
dsb: Administratiwne akcije

source: last 24 hours
dsb: slědne 24 góźin

source: last 7 days
dsb: slědne 7 dnjow

source: all time
dsb: cely cas

source: Authors
dsb: Awtory

source: View
dsb: Pokazaś

source: Privileged Packaged app
dsb: Priwilegěrowane zapakowane nałoženje

source: Packaged app
dsb: Zapakowane nałoženje

source: Hosted app
dsb: Góspodowane nałoženje

source: Submitted
dsb: Wótpósłany

source: OK
dsb: W pórěźe

source: Review Prioritized
dsb: Pśeglědanje priorizěrowane

source: Prioritize Review?
dsb: Pśeglědanje prioritizěrowaś?

source: Tarako enabled
dsb: Tarako zmóžnjone

source: Tarako not enabled
dsb: Tarako njezmóžnjone

source: Review not requested
dsb: Pśeglědowanje njepominane

source: Review pending
dsb: Pśeglědowanje felujo

source: Review failed
dsb: Pśeglědowanje njejo se raźiło

source: Abuse Reports
dsb: Znjewužywańske powěźeńki

source: Permissions
dsb: Pśizwólenja

source: No reason given
dsb: Žedna pśicyna pódana

source: No permissions requested
dsb: Žedne pšawa pominane

source: Purchases
dsb: Kupi

source: Refunds
dsb: Zarownanja

source: {0} requested ({1} of purchases)
dsb: {0} pominany ({1} kupjow)

source: {0} auto-approved
dsb: {0} awtomatiski pśizwólony

source: {0} approved
dsb: {0} pśizwólony

source: {0} rejected
dsb: {0} wótpokazany

source: Version History
dsb: Wersijowa historija

source: Version (ID)
dsb: Wersija (ID)

source: Filename (ID, Size)
dsb: Datajowe mě (ID, wjelikosć)

source: Lookup Tool
dsb: Rěd póglědanja

source: <small>Marketplace</small> Lookup Tool
dsb: Rěd póglědanja <small>Wikowanišća</small>

source: Marketplace information
dsb: Informacije Wikowanišća

source: Buyer
dsb: Kupc

source: Price Tier
dsb: Płaśiznowy schójźeńk

source: Related Transaction
dsb: Pódobna transakcija

source: Payment provider information
dsb: Informacije płaśeńskego póbitowarja

source: Currently unable to retrieve transaction status.
dsb: Transakciski status njedajo se tuchylu wótwołaś.

source: This payment was made through Bango. To get more information contact <a href="mailto:%(bango_support)s">Bango support</a> with the following information.
dsb: Toś to płaśenje jo se pśez Bango pśewjadło. Aby dalšne informacije dostał, stajśo se z <a href="mailto:%(bango_support)s">pomocu Bango</a> ze slědujucymi informacijami do zwiska.

source: This payment was made through the <b>reference implementation</b>. It wasn't a real transaction.
dsb: Toś to płaśenje jo se pśez <b>referencne implementěrowanje</b> pśewjadło. Njejo napšawdna transakcija było.

source: Refund information
dsb: Zarownańske informacije

source: Currently unable to retrieve refund status.
dsb: Zarownański status njedajo se tuchylu wótwołaś.

source: Refund Status
dsb: Status zarownanja

source: Unrequested
dsb: Njepominany

source: If a manual refund has been processed by the payment provider, check this box. This will refund it in the Mozilla servers but not contact the payment provider.
dsb: Jolic jo se manuelne zarownanje wót płaśeńskego póbitowarja pśeźěłało, zaktiwěrujśo toś ten kontrolny kašćik. Pśez to zarownanje na serwerach Mozilla se pśewjeźo, bźez kontakta z płaśeńskim póbitowarjom.

source: Refund this transaction
dsb: Toś tu transakciju zarownaś

source: Account Activity results for
dsb: Wuslědki kontoweje aktiwity za

source: Account Updates
dsb: Kontowe aktualizacije

source: Purchase results for
dsb: Kupne wuslědki za

source: This user has not purchased any apps.
dsb: Toś ten wužywaŕ njejo nałoženja kupił.

source: Account Lookup results for
dsb: Wuslědki kontowego pytanja za

source: General
dsb: Powšykny

source: Display Name
dsb: Mě zwobrazniś

source: Firefox Accounts Identifier
dsb: Identifikator Firefox Accounts

source: Registered
dsb: Zregistrěrowany

source: Groups
dsb: Kupki

source: Marketplace Credit
dsb: Kredit Wikowanišća

source: apps purchased
dsb: kupjone nałoženja

source: requested
dsb: pominany

source: auto-approved
dsb: awtomatiski pśizwólony

source: Developer Program
dsb: Wuwijarski program

source: Read agreement
dsb: Dojadnanje cytaś

source: Addresses
dsb: Adrese

source: Submissions
dsb: Zapódaśa

source: Unnamed
dsb: Bźez mjenja

source: Delete User
dsb: Wužywarja wulašowaś

source: Deleting this user will <strong>permanently</strong> delete this user's account.
dsb: Gaž toś ten wužywaŕ se wulašujo, se konto toś togo wužywarja <strong>na pśecej</strong> wulašujo.

source: Are you sure you wish to delete this user?
dsb: Cośo napšawdu toś togo wužywarja lašowaś?

source: This user has already been deleted.
dsb: Toś ten wužywaŕ jo se južo wulašował.

source: Deleted by
dsb: Wulašowany wót

source: Reason
dsb: Pśicyna

source: Short Name
dsb: Krotke mě

source: Title
dsb: Titel

source: Mobile URL
dsb: Mobilny URL

source: Keywords
dsb: Klucowe słowa

source: Preferred Regions
dsb: Preferěrowane regiony

source: Name - Short Name
dsb: Mě - krotke mě

source: disabled
dsb: znjemóžnjony

source: App Lookup results for
dsb: Wuslědki nałožeńskego pytanja za

source: App Detail
dsb: Drobnostki nałoženja

source: Review History
dsb: Historija pógódnośenjow

source: Communication Dashboard
dsb: Komunikaciski pśeglěd

source: Account Summary
dsb: Kontowe zespominanje

source: Account Deleted
dsb: Konto wulašowane

source: Website Summary for
dsb: Websedłowe zespominanje za

source: Edit Website
dsb: Websedło wobźěłaś

source: App Lookup
dsb: Nałožeńske pytanje

source: Search
dsb: Pytaś

source: App: {0}
dsb: Nałoženje: {0}

source: Account Lookup
dsb: Kontowe pytanje

source: Website Lookup
dsb: Websedłowe pytanje

source: Operator Dashboard
dsb: Pśeglěd póbitowarjow mobilneje telefonije

source: <small>Operator</small> Dashboard
dsb: Pśeglěd <small>póbitowarjow</small> mobilneje telefonije

source: Preload Candidates
dsb: Kandidaty za pśedinstalaciju

source: Category
dsb: Kategorija

source: Preload Opt-in
dsb: Za pśedinstalaciju pśizjawiś

source: Test Plan
dsb: Testowy plan

source: No preload candidates found
dsb: Žedne kandidaty za pśedinstalaciju namakane

source: Tier %s
dsb: Płaśiznowy schójźeńk %s

source: Receipt for {0}
dsb: Kwitowanka za {0}

source: Receipt
dsb: Kwitowanka

source: Billed To:
dsb: Zliceńka do:

source: Order Number:
dsb: Skazański numer:

source: Order Date:
dsb: Skazański datum:

source: Item
dsb: Element

source: Seller
dsb: Pśedawaŕ

source: For the Firefox Marketplace Terms of Service please visit:
dsb: Wužywańske wuměnjenja za Wikowanišćo Firefox namakajośo pód:

source: For support please visit:
dsb: Za pomoc woglědajśo se pšosym k:

source: Your purchase history:
dsb: Historija wašych kupjow:

source: Keep review; remove flags
dsb: Pśeglědanja wobchowaś, markěrowanja wótpóraś

source: Skip for now
dsb: Tuchylu pśeskócyś

source: Delete review
dsb: Pógódnośenje wulašowaś

source: Not yet reviewed
dsb: Hyšći njepógódnośony

source: Reviewed %s out of 5 stars
dsb: Pógódnośony z %s z 5 gwězdkow

source: Spam or otherwise non-review content
dsb: Spam abo hynakše wopśimjeśe, kótarež njejo pógódnośenje

source: Inappropriate language/dialog
dsb: Njepśisłušne słowa

source: Misplaced bug report or support request
dsb: Deplacěrowana zmólkowa rozpšawa abo pódpěrańske napšašowanje

source: Other (please specify)
dsb: Druge (pšosym pódaś)

source: No receipt
dsb: Žedna kwitowanka

source: Test receipt
dsb: Testowa kwitowanka

source: Expired test receipt
dsb: Pśepadnjona testowa kwitowanka

source: Invalid test receipt
dsb: Njepłaśiwa testowa kwitowanka

source: Refunded test receipt
dsb: Zarownana testowa kwitowanka

source: There was a problem installing the app.
dsb: Pśi instalěrowanju nałoženja jo problem nastał.

source: Test receipt details
dsb: Drobnostki testoweje kwitowanki
