Repository: mozilla/zamboni
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Select a valid choice. %(value)s is not one of the available choices.
dsb: Wubjeŕśo płaśiwu opciju. %(value)s njejo k dispoziciji stojeca opcija.

source: The field must have a length of at least {num} characters.
dsb: Pólo musy nanejmjenjej {num} znamuškow dłujke byś.

source: The language code {lang_code} is invalid.
dsb: Rěcny kod {lang_code} jo njepłaśiwy.

source: Unknown
dsb: Njeznaty

source: Yes
dsb: Jo

source: No
dsb: Ně

source: Form could not be submitted.
dsb: Formular njedajo se wótpósłaś.

source: Note body is empty.
dsb: Tekst notice jo prozny.

source: Invalid note type.
dsb: Njepłaśiwy typ notice.

source: Version %s does not exist
dsb: Wersija %s njeeksistěrujo

source: Attachment:
dsb: Pśidank:

source: Description:
dsb: Wopisanje:

source: Attachment exceeds maximum size of %s.
dsb: Pśidank pśekšaca maksimalnu wjelikosć %s.

source: The Firefox Marketplace is the official source of apps for the Web Platform.
dsb: Wikowanišćo Firefox jo oficielne žrědło nałoženjow za webplatformu.

source: User
dsb: Wužywaŕ

source: Reviewer
dsb: Pśepytowaŕ

source: Developer
dsb: Wuwijaŕ

source: Åland Islands
dsb: Åland-kupy

source: Albania
dsb: Albańska

source: Algeria
dsb: Algeriska

source: American Samoa
dsb: Amerikańska Samoa

source: Antarctica
dsb: Antarktis

source: Antigua and Barbuda
dsb: Antigua a Barbuda

source: Argentina
dsb: Argentinska

source: Armenia
dsb: Armeńska

source: Australia
dsb: Awstralska

source: Austria
dsb: Awstriska

source: Azerbaijan
dsb: Azerbajdžan

source: Bahamas
dsb: Bahamy

source: Bangladesh
dsb: Bangladeš

source: Belarus
dsb: Běłoruska

source: Belgium
dsb: Belgiska

source: Bolivia
dsb: Boliwiska

source: Bonaire, Saint Eustatius and Saba
dsb: Bonaire, Sint Eustatius a Saba

source: Bosnia and Herzegovina
dsb: Bosniska a Hercegowina

source: Bouvet Island
dsb: Bouvet-kupa

source: Brazil
dsb: Brazilska

source: British Indian Ocean Territory
dsb: Britiski teritorium w Indiskem oceanje

source: Bulgaria
dsb: Bulgarska

source: Cambodia
dsb: Kambodža

source: Cameroon
dsb: Kamerun

source: Canada
dsb: Kanada

source: Cape Verde
dsb: Kapwerdiske kupy

source: Cayman Islands
dsb: Kaimanske kupy

source: Central African Republic
dsb: Centralnoafriska republika

source: Chad
dsb: Čad

source: Chile
dsb: Chilska

source: China
dsb: Chinska

source: Christmas Island
dsb: Gódowna kupa

source: Cocos (Keeling) Islands
dsb: Kokoske (Keelingske) kupy

source: Colombia
dsb: Kolumbiska

source: Comoros
dsb: Komory

source: Congo
dsb: Kongo

source: Congo, Democratic Republic
dsb: Kongo, Demokratiska republika

source: Cook Islands
dsb: Cookske kupy

source: Costa Rica
dsb: Kosta Rika

source: Côte d'Ivoire
dsb: Słonokósćowy pśibrjog

source: Croatia
dsb: Chorwatska

source: Cuba
dsb: Kuba

source: Cyprus
dsb: Cypern

source: Czech Republic
dsb: Česka republika

source: Denmark
dsb: Dańska

source: Djibouti
dsb: Džibuti

source: Dominica
dsb: Dominika

source: Dominican Republic
dsb: Dominikańska republika

source: Ecuador
dsb: Ekuador

source: Egypt
dsb: Egyptojska

source: Equatorial Guinea
dsb: Ekwatorialna Guineja

source: Eritrea
dsb: Eritreja

source: Estonia
dsb: Estniska

source: Ethiopia
dsb: Etiopiska

source: Falkland Islands (Malvinas)
dsb: Falklandske kupy (Malwiny)

source: Faroe Islands
dsb: Färöske kupy

source: Fiji
dsb: Fidži

source: Finland
dsb: Finska

source: France
dsb: Francojska

source: French Guiana
dsb: Francojska Guayana

source: French Polynesia
dsb: Francojska Polyneziska

source: French Southern Territories
dsb: Francojske pódpołdnjowe teritoriumy

source: Gabon
dsb: Gabun

source: Gambia
dsb: Gambija

source: Georgia
dsb: Georgiska

source: Germany
dsb: Nimska

source: Greece
dsb: Grichiska

source: Greenland
dsb: Grönlandska

source: Guinea
dsb: Guineja

source: Guinea-Bissau
dsb: Guineja-Bissau

source: Heard and McDonald Islands
dsb: Kupy Heard a McDonald

source: Holy See (Vatican City State)
dsb: Swěty stoł (Vatikańske město)

source: Hungary
dsb: Hungorska

source: Iceland
dsb: Islandska

source: India
dsb: Indiska

source: Indonesia
dsb: Indoneziska

source: Iran, Islamic Republic of
dsb: Iran, Islamska republika

source: Iraq
dsb: Irak

source: Ireland
dsb: Irska

source: Italy
dsb: Italska

source: Jamaica
dsb: Jamaika

source: Japan
dsb: Japańska

source: Jordan
dsb: Jordańska

source: Kazakhstan
dsb: Kazachstan

source: Kenya
dsb: Kenija

source: Korea, Democratic People's Rep
dsb: Koreja, Demokratiska ludowa republika

source: Korea, Republic of
dsb: Koreja, Republika

source: Kosovo
dsb: Kosowo

source: Kyrgyzstan
dsb: Kirgizistan

source: Lao People's Democratic Rep
dsb: Laos, Demokratiska ludowa republika

source: Latvia
dsb: Letiska

source: Lebanon
dsb: Libanon

source: Libyan Arab Jamahiriya
dsb: Libyska

source: Liechtenstei
dsb: Liechtensteinska

source: Lithuania
dsb: Litawska

source: Luxembourg
dsb: Luxemburgska

source: Macao
dsb: Makao

source: Macedonia, Former Yugoslav Rep
dsb: Makedońska, Něgajšna jugosłowjańska republika

source: Madagascar
dsb: Madagaskar

source: Malaysia
dsb: Malajzija

source: Maldives
dsb: Malediwy

source: Marshall Islands
dsb: Maršalske kupy

source: Mauritania
dsb: Mawretańska

source: Mexico
dsb: Mexiko

source: Micronesia, Federated States of
dsb: Mikroneziska, Federatiwne staty

source: Moldova, Republic of
dsb: Moldawska, republika

source: Mongolia
dsb: Mongolska

source: Montenegro
dsb: Carnogórska

source: Morocco
dsb: Marokko

source: Mozambique
dsb: Mosambik

source: Netherlands
dsb: Nižozemska

source: New Caledonia
dsb: Nowa Kaledonija

source: New Zealand
dsb: Nowoseelandska

source: Nicaragua
dsb: Nikaragua

source: Nigeria
dsb: Nigerija

source: Niue
dsb: Niuë

source: Norfolk Island
dsb: Kupa Norfolk

source: Northern Mariana Islands
dsb: Pódpołnocne Mariany

source: Norway
dsb: Norwegska

source: Palestinian Territory, Occupied
dsb: Palestinske awtonomijowe teritoriumy

source: Papua New Guinea
dsb: Papua-Nowa Guineja

source: Philippines
dsb: Filipiny

source: Poland
dsb: Pólska

source: Portugal
dsb: Portugalska

source: Puerto Rico
dsb: Puerto Riko

source: Qatar
dsb: Katar

source: Romania
dsb: Rumuńska

source: Russian Federation
dsb: Ruska federacija

source: Rwanda
dsb: Ruanda

source: Saint Kitts and Nevis
dsb: Saint Kitts a Nevis

source: Saint Pierre and Miquelon
dsb: Saint Pierre a Miquelon

source: Saint Vincent and the Grenadines
dsb: Saint Vincent a Grenadiny

source: Sao Tome and Principe
dsb: São Tome a Principe

source: Saudi Arabia
dsb: Sawdi-Arabska

source: Senega
dsb: Senegal

source: Serbia
dsb: Serbiska

source: Serbia and Montenegro
dsb: Serbiska a Carnogórska

source: Seychelles
dsb: Seychelle

source: Singapore
dsb: Singapur

source: Sint Maarten (Dutch part)
dsb: Sint Maarten (nižozemski źěl)

source: Slovakia
dsb: Słowakska

source: Slovenia
dsb: Słowjeńska

source: Solomon Islands
dsb: Salomony

source: Somalia
dsb: Somalija

source: South Africa
dsb: Pódpołdnjowa Afrika

source: South Georgia and the South Sandwich Islands
dsb: Pódpołdnjowa Georgiska a pódpołdnjowe Sandwich-kupy

source: South Sudan
dsb: Pódpołdnjowy Sudan

source: Spain
dsb: Špańska

source: Suriname
dsb: Surinam

source: Svalbard and Jan Mayen
dsb: Svalbard a Jan Mayen

source: Swaziland
dsb: Swasilandska

source: Sweden
dsb: Šwedska

source: Switzerland
dsb: Šwicarska

source: Syrian Arab Republic
dsb: Syriska arabiska republika

source: Taiwan, Province of China
dsb: Taiwan, chinska prowinca

source: Tajikistan
dsb: Tadžikistan

source: Tanzania, United Republic of
dsb: Tansanija, Zjadnośona republika

source: Thailand
dsb: Thailandska

source: Timor-Leste
dsb: Pódzajtšny Timor

source: Trinidad and Tobago
dsb: Trinidad a Tobago

source: Tunisia
dsb: Tuneziska

source: Turkey
dsb: Turkojska

source: Turks and Caicos Islands
dsb: Kupy Turks a Caicos

source: Ukraine
dsb: Ukraina

source: United Arab Emirates
dsb: Zjadnośone arabiske emiraty

source: United Kingdom
dsb: Zjadnośone kralojstwo

source: United States
dsb: Zjadnośone staty

source: Uzbekistan
dsb: Usbekistan

source: Venezuela, Bolivarian Republic of
dsb: Venezuela, Boliwarska republika

source: Virgin Islands, British
dsb: Knježniske kupy, Britiske

source: Virgin Islands, U.S.
dsb: Knježniske kupy, Amerikańske

source: Wallis and Futuna
dsb: Wallis a Futuna

source: Western Sahara
dsb: Pódwjacorna Sahara

source: Yemen
dsb: Jemen

source: Zambia
dsb: Sambija

source: Zimbabwe
dsb: Simbabwe

source: Incomplete
dsb: Njedopołny

source: Pending approval
dsb: Caka na pśizwólenje

source: Published
dsb: Wózjawjony

source: Banned from Marketplace
dsb: Z wikowanišća wuzamknjony

source: Deleted
dsb: Wulašowany

source: Rejected
dsb: Wótpokazany

source: Approved but private
dsb: Pśizwólony, ale priwatny

source: Blocked
dsb: Blokěrowany

source: Unlisted
dsb: Njepódany

source: Obsolete
dsb: Zestarjony

source: Approved
dsb: Pśizwólony

source: Owner
dsb: Wobsejźaŕ

source: Viewer
dsb: Wobglědowaŕ

source: Support
dsb: Pomoc

source: Free
dsb: Dermo

source: Premium with in-app payments
dsb: Premium z płaśenim w nałoženju

source: Free with in-app payments
dsb: Dermo z płaśenim w nałoženju

source: I'll use my own system for in-app payments
dsb: Wužywam swójski system za płaśenja w nałoženju

source: Manual Reviewer Points
dsb: Pśirucnica za pśepytowarske dypki

source: Web App Review
dsb: Pśeglědowanje webnałoženja

source: Packaged App Review
dsb: Pśeglědowanje zapakowanego nałoženja

source: Privileged App Review
dsb: Pśeglědowanje priwilegěrowanego nałoženja

source: Web App Re-review
dsb: Wóspjetne pśeglědowanje webnałoženja

source: Updated Packaged App Review
dsb: Pśeglědowanje zaktualizěrowanego zapakowanego nałoženja

source: Updated Privileged App Review
dsb: Pśeglědowanje zaktualizěrowanego priwilegěrowanego nałoženja

source: Moderated App Review
dsb: Moderěrowane pśeglědowanje nałoženja

source: App Review Moderation Reverted
dsb: Moderacija pógódnośenja nałoženja jo se anulěrowała

source: Tarako App Review
dsb: Pśeglědowanje Taroko-nałoženja

source: Level 1
dsb: Schójźeńk 1

source: Level 2
dsb: Schójźeńk 2

source: Level 3
dsb: Schójźeńk 3

source: Level 4
dsb: Schójźeńk 4

source: Level 5
dsb: Schójźeńk 5

source: Level 6
dsb: Schójźeńk 6

source: Books & Comics
dsb: Knigły a comici

source: Business
dsb: Pśekupniske

source: Education
dsb: Kubłanje

source: Entertainment
dsb: Rozdrosćenje

source: Food & Drink
dsb: Jěza a piśe

source: Kids
dsb: Źiśi

source: Games
dsb: Graśa

source: Health & Fitness
dsb: Strowje a fitnes

source: Maps & Navigation
dsb: Kórty a nawigacija

source: Music
dsb: Muzika

source: News
dsb: Nowosći

source: Personalization
dsb: Personalizacija

source: Photo & Video
dsb: Foto a wideo

source: Productivity
dsb: Produktiwita

source: Reference
dsb: Pśirucnice

source: Science & Tech
dsb: Wědomnosć a technika

source: Shopping
dsb: Nakupowanje

source: Social
dsb: Socialne seśi

source: Sports
dsb: Sport

source: Travel
dsb: Drogowanje

source: Utilities
dsb: Rědy

source: Weather
dsb: Wjedro

source: Tools
dsb: Rědy

source: No action
dsb: Žedna akcija

source: Banned
dsb: Zastajony

source: Reviewer comment
dsb: Komentar pśespytarja

source: Escalated
dsb: Pśiducemu wušemu městnoju dalej dany

source: Private reviewer comment
dsb: Priwatny pśepytowarski komentar

source: App resubmission
dsb: Zasejzapódaśe nałoženja

source: Escalation cleared
dsb: Dalejdaśe pśiducemu wušemu městnoju pśizwólone

source: Escalated due to High Abuse Reports
dsb: Wjele znjewužywańskich zdźělenjow dla pśiducemu wušemu městnoju dalej dany

source: Escalated due to High Refund Requests
dsb: Wjele zarownańskich napšašowanjow pśiducemu wušemu městnoju dalej dany

source: Re-review cleared
dsb: Nowopśeglědanje pśizwólone

source: App submission notes
dsb: Pokaze za zapódaśe nałoženja

source: Developer comment
dsb: Wuwijarski komentar

source: Device(s) changed by reviewer
dsb: Rědy pśez pśepytowarja změnjone

source: Requirement(s) changed by reviewer
dsb: Pominanja změnjone pśez pśepytowarja

source: Rereview due to Manifest Change
dsb: Nowe pśeglědowanje změny manifesta dla

source: Rereview due to Manifest URL Change
dsb: Nowe pśeglědowanje změny manifestego URL dla

source: Rereview due to Premium Type Upgrade
dsb: Nowe pśeglědowanje aktualizacije premiumowego typa dla

source: Rereview due to Devices Added
dsb: Nowe pśeglědowanje pśidanych rědow dla

source: Rereview due to Requirements Change
dsb: Nowe pśeglědowanje změnjonych pominanjow dla

source: Rereview due to Adult Content Rating
dsb: Nowe pśeglědowanje zastopnjowanja za dorosćone dla

source: Escalation due to VIP App
dsb: Dalejdaśe pśiducemu wušemu městnoju VIP-nałoženja dla

source: Escalation due to Prelease App
dsb: Dalejdaśe pśiducemu wušemu městnoju nałoženja za pśedwózjawjenje dla

source: Priority review requested
dsb: Pśeglědowanje priority pominane

source: Additional review passed
dsb: Pśidatne pśeglědowanje wobstate

source: Additional review failed
dsb: Pśidatne pśeglědowanje njewobstate

source: Version notes for reviewer
dsb: Wersijowe pokaze za pśepytowarja

source: Public reviewer comment
dsb: Zjawny pśepytowarski komentar

source: App Management API
dsb: API za zastojanje nałoženjow

source: The app requires the `navigator.mozApps` API to install and manage other apps.
dsb: Nałoženje pomina se API "navigator.mozApps" za instalěrowanje a zastojanje drugich nałoženjow.

source: Packaged Apps Install API
dsb: API za instalěrowanje zapakowanych nałoženjow

source: The app requires the `navigator.mozApps.installPackage` API to install other packaged apps.
dsb: Nałoženje pomina se API "navigator.mozApps.installPackage" za instalěrowanje drugich zapakowanych nałoženjow.

source: Web Payment
dsb: Webpłaśenje

source: The app requires the `navigator.mozApps` API.
dsb: Nałoženje pomina se API "navigator.mozApps".

source: Web Activities
dsb: Webaktiwity

source: The app requires Web Activities (the `MozActivity` API).
dsb: Nałoženje pomina se webaktiwity (API "MozActivity").

source: Ambient Light Sensor
dsb: Wokolinowy swětłosensor

source: The app requires an ambient light sensor (the `ondevicelight` API).
dsb: Nałoženje pomina se wokolinowy swětłosensor (API "ondevicelight").

source: Archive
dsb: Archiw

source: The app requires the `ArchiveReader` API.
dsb: Nałoženje pomina se API "ArchiveReader".

source: Battery
dsb: Baterija

source: The app requires the `navigator.battery` API.
dsb: Nałoženje pomina se API "naqvigator.battery".

source: The app requires the `navigator.mozBluetooth` API.
dsb: Nałoženje pomina se API "navigator.mozBluetooth".

source: Contacts
dsb: Kontakty

source: The app requires the `navigator.mozContacts` API.
dsb: Nałoženje pomina se API "navigator.mozContacts".

source: Device Storage
dsb: Rědowy składowak

source: The app requires the Device Storage API to access files on the filesystem.
dsb: Nałoženje pomina se API "Rědowy składowak", aby pśistup na datajowy system měło.

source: The app requires the platform to support IndexedDB.
dsb: Nałoženje pomina se pódpěru IndexedDB na platformje.

source: Geolocation
dsb: Póstajenje stojnišćow

source: The app requires the platform to support the `navigator.geolocation` API.
dsb: Nałoženje pomina se pódpěru API "navigator.geolocation" na platformje.

source: Idle
dsb: Prozny chód

source: The app requires the platform to support the `addIdleObserver` API.
dsb: Nałoženje pomina se pódpěru API "addIdleObserver" na platformje.

source: Network Information
dsb: Seśowe informacije

source: The app requires the ability to get information about the network connection (the `navigator.mozConnection` API).
dsb: Nałoženje pomina se móžnosć, informacije wó seśowem zwisku dostaś (API "navigator.mozConnection).

source: Network Stats
dsb: Seśowa statistika

source: The app requires the `navigator.mozNetworkStats` API.
dsb: Nałoženje pomina se API "navigator.mozNetworkStats".

source: Proximity
dsb: Bliskosć

source: The app requires a proximity sensor (the `ondeviceproximity` API).
dsb: Nałoženje pomina se bliskostny sensor (API "ondeviceproximity").

source: Simple Push
dsb: Jadnory push

source: The app requires the `navigator.mozPush` API.
dsb: Nałoženje pomina se API "navigator.mozPush".

source: Screen Orientation
dsb: Wusměrjenje wobrazowki

source: The app requires the platform to support the `ondeviceorientation` API.
dsb: Nałoženje pomina se pódpěru API "ondeviceorientation" na platformje.

source: Time/Clock
dsb: Cas/Zeger

source: The app requires the `navigator.mozTime` API.
dsb: Nałoženje pomina se API "navigator.mozTime".

source: Vibration
dsb: Wibracija

source: The app requires the device to support vibration (the `navigator.vibrate` API).
dsb: Nałoženje pomina se pódpěru wibracije (API navigator.vibrate) na rěźe.

source: The app requires the `navigator.mozFM` or `navigator.mozFMRadio` APIs.
dsb: Nałoženje pomina se API "navigator.mozFM" abo "navigator.mozFMRadio".

source: The app requires the `navigator.mozSms` API.
dsb: Nałoženje pomina se API "navigator.mozSms".

source: Touch
dsb: Dotyknjenje

source: The app requires the platform to support touch events. This option indicates that the app will not function when used with a mouse.
dsb: Nałoženje pomina se pódpěru dotyknjeńskich tšojeńkow na platformje. Toś ta opcija pokazujo, až nałoženje njefunkcioněrujo, gaž se z myšku wužywa.

source: Smartphone-Sized Displays (qHD)
dsb: Wobrazowki we wjelikosći smartfona (qHD)

source: The app requires the platform to have a smartphone-sized display (having qHD resolution). This option indicates that the app will be unusable on larger displays (e.g., tablets, desktop, large or high-DPI phones).
dsb: Nałoženje se pomina, až platforma ma wobrazowku we wjelikosći smartfona (t. gr. ma qHD-rozeznaśe). Toś ta opcija pokazujo, až nałoženje njedajo se na wětšych wobrazowkach wužywaś (na pś. na tabletach, desktopowych PC abo mobilnych telefonach z wjele DPI).

source: The app requires that the platform can decode and play MP3 files.
dsb: Nałoženje se pomina, až platforma móžo MP3-dataje dekoděrowaś a wótgraś.

source: Audio
dsb: Awdio

source: The app requires that the platform supports the HTML5 audio API.
dsb: Nałoženje se pomina, až platforma pódpěra API "HTML5 audio".

source: Web Audio
dsb: Webawdio

source: The app requires that the platform supports the Web Audio API (`window.AudioContext`).
dsb: Nałoženje se pomina, až platforma pódpěra API Web Audio ("window.AudioContext").

source: The app requires that the platform can decode and play H.264 video files.
dsb: Nałoženje se pomina, až platforma móžo dataje H.264-wideo dekoděrowaś a wótgraś.

source: The app requires that the platform can decode and play WebM video files (VP8).
dsb: Nałoženje se pomina, až platforma móžo wideowe dataje WebM (VP8) dekoděrowaś a wótgraś.

source: Full Screen
dsb: Połna wobrazowka

source: The app requires the Full Screen API (`requestFullScreen` or `mozRequestFullScreen`).
dsb: Nałoženje pomina se API Full Screen ("requestFullScreen" abo "mozRequestFullScreen").

source: The app requires the platform to support the gamepad API (`navigator.getGamepads`).
dsb: Nałoženje pomina se pódpěru API gamepada ("navigator.getGamepads") na platformje.

source: Quota Management
dsb: Zastojanje kwotow

source: The app requires the platform to allow persistent storage limit increases above the normally allowed limits for an app (`window.StorageInfo` or `window.persistentStorage`).
dsb: Nałoženje se pomina, až platforma dowólujo, až trajny składowański limit pówušujo se nad normalnje dowólone limity za nałoženje ("window.StorageInfo" abo "window.persistentStorage").

source: Camera
dsb: Kamera

source: The app requires the platform to allow access to video from the device camera via a LocalMediaStream object.
dsb: Nałoženje se pomina, až platforma dowólujo pśistup na wideo z kamery rěda pśez objekt LocalMediaStream.

source: Microphone
dsb: Mikrofon

source: The app requires the platform to allow access to audio from the device microphone.
dsb: Nałoženje se pomina, až platforma dowólujo pśistup na zuk rědowego mikrofona.

source: Screen Capture
dsb: Fota wobrazowki

source: The app requires the platform to allow access to the device screen for capture.
dsb: Nałoženje se pomina, až platforma dowólujo pśistup na wobrazowku rěda za fota.

source: The app requires the platform to allow web real-time communication browser-to-browser inbound media streams.
dsb: Nałoženje se pomina, až platforma komunikaciju napšawdnego casa mjazy wobglědowakami pśez dochadajuce medijowe prudy dowólujo.

source: The app requires the platform to allow peer-to-peer exchange of data other than audio and video.
dsb: Nałoženje se pomina, až platforma direktnu wuměnu hynakšych datow ako awdio a wideo dowólujo.

source: The app requires the platform to allow communication of streaming data between peers.
dsb: Nałoženje se pomina, až platforma komunikaciju tšugajucych datow mjazy licadłami w kompjuterowej seśi dowólujo.

source: The app requires the platform to allow the use of text-to-speech.
dsb: Nałoženje se pomina, až platforma wužywanje tekst-do-powědanja dowólujo.

source: The app requires the platform to allow the use of speech-to-text.
dsb: Nałoženje se pomina, až platforma wužywanje powědanje-do-teksta dowólujo.

source: Pointer Lock
dsb: Zastajenje pokazowarja

source: The app requires the platform to provide additional information and control about the pointer.
dsb: Nałoženje se pomina, až platforma staja pśidatne informacije a kontrolu wó pokazowarju k dispozicij.

source: Notifications
dsb: Zdźělenja

source: The app requires the platform to allow the displaying phone and desktop notifications to the user.
dsb: Nałoženje se pomina, až platforma dowólujo zwobraznjenje telefonowych a desktopowych zdźělenjow do wužywarja.

source: Alarms
dsb: Alarmy

source: The app requires the platform to provide access to the device alarm settings to schedule notifications and events at specific time.
dsb: Nałoženje se pomina, až platforma pśistup na alarmowe nastajenja rěda dowólujo, aby powěźeńki a tšojenja za wěsty cas planowało.

source: The app requires the platform to allow the sending of asynchronous HTTP requests without the restrictions of the same-origin policy.
dsb: Nałoženje se pomina, až platforma słanje asynchronych HTTP-napšašowanjow bźez wobgranicowanjow togo samskego póchada dowólujo.

source: The app requires the platform to allow opening raw TCP sockets.
dsb: Nałoženje se pomina, až platforma wócynjanje Raw TCP Sockets dowólujo.

source: Third-Party Keyboard Support
dsb: Pódpěra za tastatury tśeśich póbitowarjow

source: The app requires the platform to support third-party keyboards.
dsb: Nałoženje se pomina, až platforma tastatury tśeśich póbitowarjow pódpěra.

source: Multiple Network Information
dsb: Informacije wó někotarych seśach

source: The app requires the ability to get information about multiple network connections.
dsb: Nałoženje pomina se móžnosć, se informacije wó někotarych seśowych zwiskach wobstaraś.

source: Mobile ID
dsb: ID mobilnego telefona

source: The app requires access to the `navigator.getMobileIdAssertion` API.
dsb: Nałoženje pomina se pśistup na API "navigator.getMobileIdAssertion".

source: Asm.js Precompilation
dsb: Pśedkompilěrowanje Asm.js

source: The app requires the device to support precompilation of asm.js code.
dsb: Nałoženje se pomina, až rěd pśedkompilěrowanje koda asm.js pódpěra.

source: 512MB RAM Device
dsb: Rěd z 512 MB RAM

source: The app requires the device to have at least 512MB RAM.
dsb: Nałoženje se pomina, až rěd ma nanejmjenjej 512 MB RAM.

source: 1GB RAM Device
dsb: Rěd z 1 GB RAM

source: The app requires the device to have at least 1GB RAM.
dsb: Nałoženje se pomina, až rěd ma nanejmjenjej 1 GB RAM.
