Repository: mozilla/zamboni
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: {addon} escalated because of high number of refund requests.
dsb: Dodank {addon} jo se dla wusokeje licby zarownańskich pominanjow pśiducemu wušemu městnoju dalej dał.

source: High Refund Requests
dsb: Wjele zarownańskich pominanjow

source: {addon} re-reviewed because of manifest change.
dsb: Dodank {addon} jo se změny manifesta dla znowego pśeglědał.

source: Manifest Change
dsb: Změna manifesta

source: {addon} re-reviewed because app upgraded premium type.
dsb: Dodank {addon} jo se znowego pśeglědał dokulaž nałoženje jo premiumowy typ rozšyriło.

source: Premium Type Upgrade
dsb: Rozšyrjenje premiumowego typa

source: Re-review cleared for {addon}.
dsb: Nowopśěgldanje za dodank {addon} pśizwólone.

source: {addon} escalated by reviewer.
dsb: Pśepytowaŕ jo dodank {addon} pśiducemu wušemu městnoju dalej dał.

source: Reviewer escalation
dsb: Dalejdaśe pśiducemu wušemu městnoju pśez pśepytowarja

source: Video removed from {addon} because of a problem with the video.
dsb: Wideo dodanka {addon} jo se problema z wideo dla wótpórało.

source: Video removed
dsb: Wideo wótpórane

source: {addon} re-review because of new device(s) added.
dsb: Nowe pśeglědanje dodanka {addon} nowych rědow dla.

source: Device(s) Added
dsb: Rědy pśidane

source: {addon} device support manually changed by reviewer.
dsb: Rědowa pódpěra za dodank {addon} jo se wót pśepytowarja manuelnje změniła.

source: Device(s) Changed by Reviewer
dsb: Rědy wót pśepytowarja změnjone

source: {addon} resubmitted for review.
dsb: Dodank {addon} jo se znowego za pśeglědowanje zapódał.

source: App Resubmission
dsb: Nowozapódáse nałoženja

source: {addon} auto-escalated because its a VIP app.
dsb: Dodank {addon} jo se awtomatiski pśiducemu wušemu městnoju dalej dał, dokulaž jo VIP-nałoženje.

source: VIP auto-escalation
dsb: Awtomatiske dalejdaśe VIP-dodanka pśiducemu wušemu městnoju

source: {addon} re-reviewed because of manifest URL change.
dsb: Dodank {addon} jo se znowego pśeglědał, dokulaž jo se URL manifesta změnił.

source: Manifest URL Change
dsb: Změna manifestego URL

source: {addon} auto-escalated because its a prerelease app.
dsb: Dodank {addon} jo se awtomatiski pśiducemu wušemu městnoju dalej dał, dokulaž jo nałoženje za pśedwózjewjenje.

source: Prerelease auto-escalation
dsb: Awtomatiske dalejdaśe pśiducemu wušemu městnoju za pśedwózjewjenje

source: Created: {0}.
dsb: Napórany: {0}.

source: Edited field: {2} set to: {0}.
dsb: Wobźěłane pólo: {2} změnjony do: {0}.

source: Deleted: {1}.
dsb: Wulašowany: {1}.

source: User {user} edited, reason: {1}
dsb: Wužywaŕ {user} jo se wobźěłał, pśicyna: {1}

source: User {user} anonymized.
dsb: Wužywaŕ {user} jo se anonymizěrował.

source: User {user} restricted.
dsb: Wužywaŕ {user} jo se wobgranicował.

source: Admin {0} viewed activity log for {user}.
dsb: Administrator {0} jo se protokol aktiwitow za wužywarja {user} woglědał.

source: {review} for {addon} updated.
dsb: {review} jo se za dodank {addon} zaktualizěrował.

source: {addon} reviewed.
dsb: Dodank {addon} jo se pśeglědał.

source: User {0.name} added to {group}.
dsb: Wužywaŕ {0.name} jo se kupce {group} pśidał.

source: User {0.name} removed from {group}.
dsb: Wužywaŕ {0.name} jo se z kupki {group} wótpórał.

source: {addon} minimum requirements manually changed by reviewer.
dsb: Pśepytowaŕ jo minimalne pominanja dodanka {addon} manuelnje změnił.

source: Requirements Changed by Reviewer
dsb: Pominanja wót pśepytowarja změnjone

source: {addon} minimum requirements manually changed.
dsb: Minimalne pominanja dodanka {addon} su se manuelnje změnili.

source: Requirements Changed
dsb: Pominanja změnjone

source: {version} status changed to {0}.
dsb: Status wersije {version} jo se do {0} změnił.

source: User {0.name} {0.id} deleted via lookup tool.
dsb: Wužywaŕ {0.name} {0.id} jo se pśez rěd póglědanja wulašował.

source: {addon} content rating changed to Adult.
dsb: Wopśimjeśowe pógódnośenje dodanka {addon} na Dorosćony změnjone.

source: {addon} content rating changed.
dsb: Wopśimjeśowe pógódnośenje dodanka {addon} jo se změniło.

source: Priority review requested for {addon}.
dsb: Pśeglědowanje priority za dodank {addon} pominane.

source: Priority Review
dsb: Pśeglědowanje priority

source: {addon} {version} passed the {queue} review.
dsb: Dodank {addon} {version} jo pśeglědowanje {queue} wobstał.

source: {addon} {version} failed the {queue} review.
dsb: Dodank {addon} je pśi pśeglědowanju {queue} pśepadnuł.

source: Abuse report {report} for {addon} read.
dsb: Znjewužywańska powěźeńka {report} za {addon} jo se pśecytała.

source: {user} marked read {report} for {addon}.
dsb: {user} jo {report} za {addon} ako pśecytanu markěrował.

source: Abuse report {report} for {website} read.
dsb: Znjewužywańska powěźeńka {report} za {website} pśecytana.

source: {user} marked read {report} for {website}.
dsb: {user} jo {report} za {website} ako pśecyitanu markěrował.

source: Not Allowed
dsb: Njedowólony

source: Oops! Not allowed.
dsb: Hopla! Njedowólony.

source: You tried to do something that you weren't allowed to.
dsb: Sćo wopytał, něco cyniś, což njejsćo směł cyniś.

source: Try going back to the previous page, refreshing and trying again.
dsb: Wopytajśo se k pjerwjejšnemu bokoju wrośiś, zacytajśo jen znowego a wopytajśo hyšći raz.

source: Page Not Found
dsb: Bok njejo se namakał

source: We're sorry, but we can't find what you're looking for.
dsb: Bóžko njamóžomy namakaś, což pytaśo.

source: The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly.
dsb: Bok abo dataja, kótaruž sćo pominał, njejo se na našom sedle namakała. Snaź sćo na wótkaz kliknuł, kótaryž jo zestarjony abo adresu wopak zapódał.

source: If you typed in the address, please double check the spelling.
dsb: Gaž sćo adresu zapódał, pśeglědajśo pšawopis hyšći raz.

source: Visit the <a class="sync" href="%(home)s">Firefox Marketplace front page</a>.
dsb: Woglědajśo se k <a class="sync" href="%(home)s">startowemu bokoju Wikowanišća Firefox</a>.

source: Server Error
dsb: Serwerowa zmólka

source: Oops! We had an error.
dsb: Hopla! Pla nas jo zmólka nastała.

source: We'll get to fixing that soon.
dsb: Dajomy se skóro do jogo wótpóranja.

source: You can try refreshing the page, or try again later.
dsb: Móžośo toś ten bok znowego zacytaś, abo pózdźej hyšć raz wopytaś.

source: Day
dsb: Źeń

source: Week
dsb: Tyźeń

source: Quarter
dsb: Běrtyllěto

source: Device(s) changed: {0}
dsb: Změnjone rědy: {0}

source: Requirements changed: {0}
dsb: Pominanja změnjone: {0}

source: Cannot be free and paid.
dsb: Njamóžo dermotne a z płaśenim byś.

source: Please select a device.
dsb: Pšosym wubjeŕśo rěd.

source: Agree and Continue
dsb: Pśizwóliś a pókšacowaś

source: There was an error with your upload. Please try again.
dsb: Pśi nagrawanju jo zmólka nastała. Pšosym wopytajśo hyšći raz.

source: Version %s already exists.
dsb: Wersija %s južo eksistěrujo.

source: Changes to "origin" are not allowed.
dsb: Změny na "póchaźe" njejsu dowóline.

source: User submitting validation does not match.
dsb: Wužywaŕ, kótaryž pósrědnja pśeglědanje, njejo jadnak.

source: Publish my app and make it visible to everyone in the Marketplace and include it in search results.
dsb: Wózjawśo mójo nałoženje a cyńśo jo za kuždego na Wikowanišću widobne a zapśimjejśo jo do pytańskich wuslědkow.

source: Do not publish my app. Notify me and I will adjust app visibility after it is approved.
dsb: Njewózjawśo mójo nałoženje. Informěrujśo mě a pśiměrijom widobnosć nałoženja, za tym až jo se pśizwóliło.

source: Privacy Policy:
dsb: Pšawidła priwatnosći:

source: A privacy policy explains how you handle data received through your app. For example: what data do you receive? How do you use it? Who do you share it with? Do you receive personal information? Do you take steps to make it anonymous? What choices do users have to control what data you and others receive? Enter your privacy policy link or text above. If you don't have a privacy policy, <a href="{url}" target="_blank">learn more on how to write one.</a>
dsb: Pšawidła priwatnosći wujasnjuju, kak wobchadaśo z datami, kótarež dostawaśo pśez wašo nałoženje. Na pśikład: kótare daty dostawaśo? Kak je wužywaśo? Z kim je źěliśo? Dostawaśo wósobinske informacije? Zapśimujośo napšawy, aby je anonymne cynił? Kótare wuběrańske móžnosći maju wužywarje, aby kontrolěrowali, kótare daty wy a druge dostawaju? Zapódajśo wótkaz abo tekst k swójim pšawidłam priwatnosći. Jolic njamaśo pšawidła priwatnosći, <a href="{url}" target="_blank">zgóńśo wěcej wó tom, kak móžośo je pisaś</a>.

source: Homepage:
dsb: Startowy bok:

source: If your app has another homepage, enter its address here.
dsb: Jolic wašo nałoženje ma drugi startowy bok, zapódajśo jogo adresu.

source: Website:
dsb: Websedło:

source: If your app has a support website or forum, enter its address here.
dsb: Jolic wašo nałoženje ma websedło pomocy abo forum, zapódajśo tu jogo adresu.

source: Email:
dsb: E-mailowa adresa:

source: This email address will be listed publicly on the Marketplace and used by end users to contact you with support issues. This email address will be listed publicly on your app details page.
dsb: Toś ta e-mailowa adresa pokazujo se zjawnje na Wikowanišću a wužywa se wót kóńcnych wužywarjow, aby was problemow dla kontaktěrowali. Toś ta e-mailowa adresa pokazujo se zjawnje na boku drobnostkow wašogo nałoženja.

source: Does your app require Flash support?
dsb: Trjeba wašo nałoženje pódpěru za Flash?

source: Your comments for reviewers:
dsb: Waše komentary za pśepytowarje:

source: Your app will be reviewed by Mozilla before it becomes publicly listed on the Marketplace. Enter any special instructions for the app reviewers here.
dsb: Wašo nałoženje pśeglědujo se wót Mozilla, nježli až se zjawnje na Wikoanišću pokazujo. Zapódajśo wósebne instrukcije za pśepytowarje nałoženja.

source: Once your app is approved, choose a publishing option:
dsb: Gaž wašo nałoženje jo pśizwólone, wubjeŕśo wózjawjeńsku opciju:

source: My app works without an Internet connection.
dsb: Mójo nałoženje funkcioněrujo bźez internetnego zwiska.

source: Edit App Details
dsb: Drobnostki nałoženja wobźěłaś

source: Submit App
dsb: Nałoženje zapódaś

source: Submit an App
dsb: Nałoženje zapódaś

source: Please review your listing information below. We've pre-filled as much as we can from your manifest.
dsb: Pšosym pśeglědujśo informacije swójogo lisćinowego zapiska. Smy tak wjele ako móžno z wašogo manifesta do togo zapisali.

source: Open details page
dsb: Bok drobnostkow wócyniś

source: Support Information:
dsb: Informacije wó pomocy:

source: Screenshot or video of your app:
dsb: Foto wobrazowki abo wideo wašogo nałoženja:

source: You must provide at least one.
dsb: Musyśo nanejmjenjej jadno pódaś.

source: PNG and JPG supported. Screenshots must be at least 320px by 480px. Screenshots proportional to 320px by 480px are optimal. WebM supported for video.
dsb: PNG a JPG se pódpěratej. Fota wobrazowki muse nanejmjenjej 320 px x 480 px wjelike byś. Fota wobrazowki, kótarež su k 320 px x 480 px proporcionalne, su optimalne. Za wideo se WebM pódpěra.

source: Finished!
dsb: Dokóńcone!

source: Success! What happens now?
dsb: Jo se raźiło! Co stawa se něnto?

source: We've got your app saved and ready to go! Your app is currently awaiting review, and once it is reviewed you will need to manually enable your app from the <a href="%(url)s">Manage Status page</a> for it to show up on listing pages and in search. Until then, feel free to tweak your app's details and settings.
dsb: Wašo nałoženje jo se składło a jo gótowe za start! Wašo nałoženje caka tuchylu na pśeglědowanje a gaž jo pśeglědane, musyśo swójo nałoženje pśez <a href="%(url)s">bok Status zastojaś</a> manuelnje zmóžniś, aby se na bokach lisćinowych zapiskow a w pytańskich wuslědkach pokazało. Až do togo móžośo drobnostki a nastajenja swójogo nałoženja optiměrowaś.

source: Before your app can go live, you need to provide payment information. Once you've added a payment account and price, your app will be submitted for review.
dsb: Nježli až wašo nałoženje se pśizwólijo, musyśo płaśeńske informacije pódaś. Gaž sćo płaśeńske konto a płaśiznu pśidał, se wašo nałoženje za pśeglědowanje zapódajo.

source: We've got your app saved and ready to go! Your app is currently awaiting review, and will show up on listing pages and in search once it is reviewed. Until then, feel free to tweak your app's details and settings.
dsb: Wašo nałoženje jo se składło a gótowe za start! Wašo nałoženje caka tuchylu na pśeglědowanje a pokažo se na bokach lisćinowych zapiskow a w pytańskich wuslědkach, gaž jo pśeglědane. Až do togo móžośo drobnostki a nastajenja wašogo nałoženja optiměrowaś.

source: Manage My App
dsb: Mójo nałoženje zastojaś

source: Submit Another App
dsb: Dalšne nałoženje zapódaś

source: App Minimum Requirements
dsb: Minimalne pominanja nałoženja

source: <b>What's next:</b> fill out the rest of your app's details
dsb: <b>Což ako pśiduce pśiźo:</b> Zapišćo zbytne drobnostki swójogo nałoženja

source: Published!
dsb: Wózjawjone!

source: Almost There!
dsb: Pśisamem zwónoźone!

source: Submit App Manifest
dsb: Manifest nałoženja zapódaś

source: Enter App Details
dsb: Drobnostki nałoženja zapódaś

source: <span>Set up <a href="%(rating_url)s">Content Ratings</a></span>
dsb: <span>Zarědujśo <a href="%(rating_url)s">wopśimjeśowe pógódnośenja</a></span>

source: <span>Set up <a href="%(pay_url)s">Payments</a></span>
dsb: <span>Zarědujśo <a href="%(pay_url)s">płaśenja</a></span>

source: Wait for Review
dsb: Na pśeglědowanje cakaś

source: At any point, you can
dsb: Móžośo kuždy cas

source: Revise your app details on <a href="%(url)s">Edit Listing</a>
dsb: Drobnostki swójogo nałoženja pód <a href="%(url)s">Lisćinowy zapisk wobźěłaś</a> pśiměriś

source: View a list of all of your submissions on <a href="%(url)s">My Submissions</a>
dsb: se lisćinu wšych ze swójich zapódaśow pód <a href="%(url)s">Móje zapódaśa</a> woglědaś

source: Request that your app be shown on low-memory devices on <a href="%(status_url)s">Status &amp; Versions</a>
dsb: Pominajśo, až wašo nałoženje pokazujo se na rědach z mało składowakom pód <a href="%(status_url)s">Status a wersije</a>

source: Request that your app be shown on low-memory devices on <a href="%(status_url)s">Status</a>
dsb: Pominajśo, až wašo nałoženje pokazujo se na rědach z mało składowakom pód <a href="%(status_url)s">Status</a>

source: Once your app is reviewed, you will have to manually publish your app from <a href="%(url)s">Manage Status</a>. It would then show up on listing pages and in search for others to enjoy.
dsb: Gaž wašo nałoženje jo pśeglědane, musyśo swójo nałoženje pśez <a href="%(url)s">Status zastojaś</a> manuelnje wózjawiś. JPokazujo se pótom na bokach lisćinowych zapiskow a w pytańskich wuslědkach, aby se druge na tom wjaselili.

source: Your app has been approved! It is now showing up on listing pages and in search for others to enjoy.
dsb: Wašo nałoženje jo se pśizwóliło! Pokazujo se něnto na bokach lisćinowych zapiskow a w pytańskich wuslědkach, aby se druge na tom wjaselili.

source: Once your app is reviewed, it will show up on listing pages and in search for others to enjoy.
dsb: Gaž wašo nałoženje jo se pśeglědało, buźo se na lisćinwoych bokach a w pytanju pokazowaś, aby se druge na nim wjaselili.

source: <strong>What's next:</strong> Set up %(next_step_name)s
dsb: <strong>Což ako pśiduce pśiźo:</strong> Zarědujśo %(next_step_name)s

source: <strong>What's next:</strong> Publish Your App
dsb: <strong>Což ako pśiduce pśiźo:</strong> Wózjawśo swójo nałoženje

source: Marketplace Developer Program
dsb: wuwijarski program Wikowanišća

source: We're excited you've built an app using web technologies, and submitting it to the Firefox Marketplace is the best way for users to discover and enjoy it across their devices. First, you'll need to join the Marketplace Developer Program below.
dsb: Wjaselimy se, až sćo nałoženje z pomocu webtechnologijami wuwił, a zapódowanje do Wikowanišća Firefox jo za wužywarjow nejlěpša móžnosć, jo na wšych rědach namakaś a wužywaś. Nejpjerwjej musyśo se dokojce wuwijarskemu programoju Wikowanišća pśizamknuś.

source: To begin, please read and accept our <strong>Developer Agreement</strong>:
dsb: Pšosym cytajśo a akceptěrujśo nejpjerwjej naše <strong>wuwijarske dojadnanje</strong>:

source: Mozilla may email me with relevant App Developer news and surveys
dsb: Mozilla smějo mě mejlku z relewantnymi nowosćami a napšašowanjami za wuwijarje nałoženja pósłaś

source: Héllo
dsb: Halo

source: Invalid tag: {0}
dsb: Njepłaśiwe gronidło: {0}

source: "{0}" is a reserved tag and cannot be used.
dsb: "{0}" je rezerwěrowane gronidło a njedajo se wužywaś.

source: You have {0} too many tags.
dsb: Maśo {0} gronidło pśewjele.

source: All tags must be %s characters or less after invalid characters are removed.
dsb: Wšykne gronidła muse z %s znamuškow abo mjenjej měś, za tym až su se njepłaśiwe znamuška wótpórali.

source: All tags must be at least {0} character.
dsb: Wšykne gronidła muse nanejmjenjej {0} znamuško měś.

source: Edit Account Settings
dsb: Kontowe nastajenja wobźěłaś

source: Return to the Marketplace
dsb: Slědk k Wikowanišćoju

source: Sign Out
dsb: Wótzjawiś

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
dsb: Jolic njejo hynac <a href="%(legal_url)s">zapisane</a>, jo wopśimjeśe toś togo sedła pód licencu <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a> abo pód póznjejšeju wersiju.

source: Terms of Use
dsb: Wužywańske wuměnjenja

source: Report Trademark Abuse
dsb: Znjewužywanje wikoweje marki k wěsći daś

source: Back
dsb: Slědk

source: Clear
dsb: Lašowaś

source: Expand
dsb: Pokazaś

source: Localize for: <a id="change-locale" href="#">%(dl)s</a>
dsb: Pśełožowaś za : <a id="change-locale" href="#">%(dl)s</a>

source: Existing Locales
dsb: Eksistěrujuce rěcy

source: New Locales
dsb: Nowe rěcy

source: You have unsaved changes in the <b>{0}</b> locale. Would you like to save your changes before switching locales?
dsb: Maśo njeskładowane změny w rěcy <b>{0}</b>. Cośo swóje změny składowaś, nježli až změnijośo rěc?

source: Discard Changes
dsb: Změny zachyśiś

source: Are you sure you want to remove all <b>{0}</b> translations? This cannot be undone.
dsb: Cośo napšawdu wšykne pśełožk w rěcy <b>{0}</b> wótpóraś? To njedajo se anulěrowaś.

source: Delete Locale
dsb: Rěc wulašowaś

source: No user with that email.
dsb: Žeden wužywaŕ z toś teju e-mailoweju adresu.

source: an add-on developer thanks me for a contribution
dsb: wuwijaŕ dodanka źěkujo se mě za pśinosk

source: an add-on developer replies to my review
dsb: wuwijaŕ dodanka wótegranja na mójo pógódnośenje

source: an app developer replies to my review
dsb: wuwijaŕ nałoženja wótegranja na mójo pógódnośenje

source: new add-ons or Firefox features are available
dsb: nowe dodanki abo funkcije Firefox su k dispoziciji

source: my add-on's compatibility is upgraded successfully
dsb: Kompatibelnosć mójogo dodanka jo se wuspěšnje pówušiła

source: my sdk-based add-on is upgraded successfully
dsb: mój dodank na zakłaźe SDK jo se wuspěšnje zaktualizěrował

source: someone writes a review of my add-on
dsb: něchten pišo pógódnośenje mójogo dodanka

source: someone writes a review of my app
dsb: něchten pišé pógódnośenje za mójo nałoženje

source: add-on contests or events are announced
dsb: Dodankowe wuběźowanja abo tšojenja se pśipowěźuju

source: my add-on's compatibility cannot be upgraded
dsb: kompatibelnosć mójogo dodanka njedajo se pówušyś

source: my sdk-based add-on cannot be upgraded
dsb: mój dodank na zakłaźe SDK njedajo se aktualizěrowaś

source: my add-on is reviewed by an editor
dsb: mój dodank jo se wót redaktora pśeglědał

source: Mozilla needs to contact me about my individual add-on
dsb: Mozilla musy se ze mnu mójogo dodanka dla do zwiska stajiś

source: my app is reviewed by an editor
dsb: mójo nałoženje jo se wót redaktora pśeglědało

source: Mozilla needs to contact me about my individual app
dsb: Mozilla musy se ze mnu mójogo nałoženja dla do zwiska stajis

source: Mozilla wants to contact me about relevant App Developer news and surveys
dsb: Mozilla co se ze mnu dla relewantnych nowosćow a napšašowanjow za wuwijarje nałoženja do zwiska stajiś

source: Mozilla wants to contact me about new regions added to the Marketplace
dsb: Mozilla co se ze mnu nowych regionow dla do zwiska stajiś, kótarež su se Wikowanišćoju psidali

source: User Notifications
dsb: Wužywarske zdźělenja

source: An email address is required.
dsb: E-mailowa adresa jo trěbna.

source: A user with that email address does not exist.
dsb: Wužywaŕ z toś teju e-mailoweju adresu njeeksistěrujo.

source: A user with that email address does not exist, or the user has not yet accepted the developer agreement.
dsb: Wužywaŕ z toś teju e-mailoweju adresu njeeksistěrujo, abo wužywaŕ hyšći njejo do wuwijarskego dojadnanja zwólił.

source: Native FxA authentication failure.
dsb: Autentifikaciska zmólka Native FxA.

source: Please use the verified email for this account.
dsb: Pšosym wužywajśo wobkšuśonu e-mailowu adresu za toś to konto.

source: Listed
dsb: Pokazany

source: You must provide a support email or URL.
dsb: Muyśo e-mailowu adresu abo URL za pomoc pódaś.

source: You must provide an app name.
dsb: Musyśo mě nałoženja pódaś.

source: You must provide at least one device type.
dsb: Musyśo nanejmjenjej jaden rědowy typ pódaś.

source: You must provide at least one category.
dsb: Musyśo nanejmjenjej jadnu kategoriju pódaś.

source: You must set up content ratings.
dsb: Musyśo wopśimjeśowe pógódnośenja zarědowaś.

source: You must set up a payment account.
dsb: Musyśo płaśeśke konto zarědowaś.

source: This app's submission process has not been fully completed.
dsb: Zapódawański proces nałoženja njejo se dopołnje dokóńcył.

source: This app needs to get a content rating.
dsb: Toś to nałoženje trjeba wopśimjeśowe pógódnośenje.

source: This app needs a payment account set up.
dsb: Toś to nałoženje trjeba zarědowane płaśeńske konto.

source: awaiting approval
dsb: caka na pśizwólenje

source: rejected
dsb: wótpokazane

source: requires additional review
dsb: pomina se pśidatne pśeglědanje

source: {region} approval status
dsb: pśizwóleński status za {region}

source: {region} nomination date
dsb: Nominěrowański datum za {region}

source: Issue with your app "{app}" on the Firefox Marketplace
dsb: Problem z wašym nałoženim "{app}" na Wikowanišću Firefox

source: Sort by:
dsb: Sortěrowaś pó:

source: Created
dsb: Napórany

source: Log out
dsb: Wótzjawiś

source: Register
dsb: Registrěrowaś

source: required
dsb: trěbny

source: Required fields
dsb: Trěbne póla

source: (optional)
dsb: (na žycenje)
