Repository: mozilla/zamboni
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Used on the search pages, browse pages, and homepage.
dsb: Wužywa se na pytańskich bokach, pśi pśeglědowanju bokow a na startowem boku.

source: Used in app detail pages.
dsb: Wužywa se na bokach drobnostkow nałoženja.

source: Used in listings of apps, like search results and featured apps.
dsb: Wužywa se w lisćinowych zapiskach nałoženjow, ako na pśikład w pytańskich wuslědkach a pśedstajonych nałoženjach.

source: Upload a Custom Icon...
dsb: Swójski symbol nagraś...

source: PNG and JPG supported. Icons must be at least 128px by 128px.
dsb: PNG a JPG se pódpěrujotej. Symbole muse nanejmjenjej 128 px raz 128 px wjelike byś.

source: Screenshots or Videos
dsb: Fota wobrazowki abo widea

source: Please provide at least one screenshot or video of your app:
dsb: Pšosym pódajśo nanejmjenjej jadne foto wobrazowki abo wideo swójogo nałoženja:

source: Add a Screenshot or Video...
dsb: Foto wobrazowki abo wideo pśidaś...

source: Screenshots and videos must be at least 320px by 480px. Media proportional to 320px by 480px is optimal. Video must be encoded as WebM.
dsb: Fota wobrazowki a wideo muse nanejmjenje 320 px raz 480 px wjelike byś. Medije, kótarež su wótměram 320 px raz 480 px proporcionalne, su optimalne. Wideo muse ako WebM skoděrowane byś.

source: General Tests
dsb: Powšykne testy

source: Package Tests
dsb: Paketowe testy

source: Content Tests
dsb: Wopśimjeśowe testy

source: Prev
dsb: Pjerwjejšny bok

source: Top
dsb: Górjej

source: Next
dsb: Pśiducy bok

source: Are you sure you wish to delete your app?
dsb: Cośo swójo nałoženje napšawdu lašowaś?

source: Please tell us why you are deleting your app
dsb: Pšosym dajśo nam k wěsći, cogodla wašo nałoženje lašujośo

source: Actions
dsb: Akcije

source: Resume the submission process for this add-on.
dsb: Ze zapódawańskim procesom za toś ten dodank pókšacowaś.

source: Resume
dsb: Pókšacowaś

source: Delete this add-on.
dsb: Toś ten dodank wulašowaś.

source: Edit details about this add-on's listing.
dsb: Drobnostki wó toś tom lisćinowem zapisku wobźěłaś.

source: Upload a new version of this add-on.
dsb: Nowu wersiju toś togo nałoženja nagraś.

source: New Version
dsb: Nowa wersija

source: More
dsb: Wěcej

source: Team Members & License
dsb: Teamowe cłonki a licenca

source: Compatibility & Payments
dsb: Kompatibelnosć a płaśenja

source: View Add-on Listing
dsb: Lisćinowy zapisk dodanka pokazaś

source: Resume the submission process for this app.
dsb: Ze zapódawańskim procesom za toś to nałoženje pókšacowaś.

source: Get content ratings for the app.
dsb: Wopśimjeśowe pógódnośenja za nałoženje se wobstaraś.

source: Set Up Content Ratings
dsb: Wopśimjeśowe pógódnośenja zarědowaś

source: Provide payment information for the app.
dsb: Pódajśo płaśeńske informacije za toś to nałoženje.

source: Set Up Payments
dsb: Płaśenja zarědowaś

source: Delete this app.
dsb: Toś to nałoženje wulašowaś.

source: Edit details for this app's listing page.
dsb: Wobźěłajśo drobnostki za lisćinowy bok nałoženja.

source: Add a new version of the packaged app.
dsb: Pśidajśo nowu wersiju zapakowanego nałoženja.

source: Add New Version
dsb: Nowu wersiju pśidaś

source: Status &amp; Versions
dsb: Status a wersije

source: Content Ratings
dsb: Wopśimjeśowe pógódnośenja

source: In-App Payments
dsb: Płaśenja w nałoženju

source: Messages
dsb: Powěsći

source: Statistics
dsb: Statistiki

source: Transactions
dsb: Transakcije

source: Created:
dsb: Napórany:

source: Packaged App Version:
dsb: Wersija zapakowanego nałoženja:

source: Pending Version:
dsb: Felujuca wersija:

source: Price:
dsb: Płaśizna:

source: Set up Payment Account
dsb: Płaśeńske konto zarědowaś

source: Change Devices
dsb: Rědy změniś

source: <a href="%(rating_url)s">Set up Content Ratings</a>
dsb: <a href="%(rating_url)s">Wopśimjeśowe pógódnośenja zarědowaś</a>

source: Preloaded
dsb: Pśedinstalěrowane

source: Preloaded App
dsb: Pśedinstalěrowane nałoženje

source: Download the test plan
dsb: Ześěgniśo testowy plan

source: Testing Finished?
dsb: Testowanje dokóńcone?

source: Submit your app for preload
dsb: Zapódajśo swójo nałoženje za pśedinstalaciju

source: You can submit your app to be considered for being <strong>preloaded and shipped with FirefoxOS devices</strong> by phone operators. To opt-in for preloading, you may download a test template from us below, test your app, fill out the template, and upload your results back to us from the <a href="%(submit_url)s">app preload submission form</a>. We will store your test results on our servers where they will be reviewed by interested phone operators. If you have further questions, you can <a href="%(support_url)s"> contact us</a>.
dsb: Móžośo swójo nałoženje zapódaś, aby wót telefonowych póbitowarjow <strong>z rědami Firefox OS pśedinstalěrowało a librowało</strong>. Aby se za pśedinstalaciju pśizjawił, móžośo dokojce testowu pśedłogu wót nas ześěgnuś, swójo nałoženje testowaś, pśedłogu wupołniś a swóje wuslědki w <a href="%(submit_url)s">formularje k zapódawanjeju nałoženja za pśedinstalaciju</a> slědk k nam nagraś. Buźomy waše testowe wuslědki na swójich serwerach składowaś, źož daju se wót zajmowanych telefonowych póbitowarjow woglědaś. Jolic maśo dalšne pšašanja, móžośo <a href="%(support_url)s">se z nami do zwiska stajiś</a>.

source: Preloaded App Terms and Conditions
dsb: Wuměnjenja za pśedinstalaciju nałoženjow

source: Get My App Rated
dsb: Mójo nałoženje pógódnośiś daś

source: To have your app listed on the Marketplace, you must attain an International Age Rating Coalition (IARC) certificate. Clicking on the button below will open a new window where you can fill out a short yes-or-no questionnaire about the contents of your app. Upon completion, the window will close and your app will then have an age rating.
dsb: Aby swójo nałoženje na Wikowanišću měł, trjebaśo certifikat wót International Age Rating Coalition (IARC). Gaž kliknjośo na slědujucy tłocašk, buźo se nowe wokno wócynjaś, źož móžośo krotki jo-ně-napšašnik wó wopśimjeśu swójogo nałoženja wupołniś. Pó wupołnjenju se wokno zacynijo, a wašo nałoženje změjo pón starstwowe pógódnośenje.

source: By using the IARC ratings certificate tool, you agree to abide by their <a href="%(privacy_url)s">Privacy Policy</a> and <a href="%(tos_url)s">Terms of Service agreement</a>.
dsb: Z pomocu rěda za pógódnośeńske certifikaty IARC zwólijośo do togo, jich <a href="%(privacy_url)s">pšawidła priwatnosći</a> a <a href="%(tos_url)s">wužywańske wuměnjenja</a> doźaržaś.

source: IARC content rating process complete, you will be redirected to your app's <a href="%(ratings_url)s">content ratings page</a>.
dsb: Proces wobpśimjeśowego pgódnośenja IARC jo skóńcony, budu was na <a href="%(ratings_url)s">bok wopśimjeśowych pógódnośenjow</a> dalej pósrědnjaś.

source: Sorry, there was an error on our side processing content ratings. You can keep trying or try again later.
dsb: Bóžko jo zmólka pśi pśeźěłowanju wopśimjeśowych pógódnośenjow z našogo boka nastała. Móžośo ned dalej wópytowaś abo wopytajśo pózdźej hyšći raz.

source: Create an IARC Ratings Certificate
dsb: Pógódnośeński certifikat IARC napóraś

source: Already Have Your App Rated?
dsb: Sćo swójo nałoženje južo póhódnośiś dał?

source: If you have already gotten your app rated via the IARC Global Ratings Tool above and already have an IARC security code, you can manually enter it here.
dsb: Jolic wašo nałoženje jo se južo pśez IARC-rěd za globalne pógódnośenja pógódnośiło a južo maśo wěstotny kod IARC, móžośo jen how manuelnje zapódaś.

source: Submission ID
dsb: Zapódawański ID

source: The submission ID can be found on the certificate sent to you. It is a numeric value like &quot;14&quot;.
dsb: Zapódawański ID dajo se na certifikaśe namakaś, kótaryž jo so wam pśipósłał. Jo numeriska gódnota ako &quot;14&quot;.

source: Security Code
dsb: Wěstotny kod

source: The security code can be found on the certificate sent to you. It is a mix of letters and numbers like &quot;AB12CD3&quot;.
dsb: Wěstotny kod dajo se na certifikaśe namakaś, kótaryž jo se wam pśipósłał. Jo měšańca pismikow a licbow ako &quot;AB12CD2&quot;.

source: Summary
dsb: Zespominanje

source: Rating System
dsb: Pógódnośeński system

source: Rating Category
dsb: Pógódnośeńska kategorija

source: Descriptors
dsb: Gronidła

source: Interactive Elements
dsb: Interaktiwne elementy

source: Developer Agreement
dsb: Wuwijarske dojadnanje

source: Compatibility
dsb: Kompatibelnosć

source: Allowed HTML: {0}
dsb: Dowólony HTML: {0}

source: Some HTML supported.
dsb: HTML se źělnje pódpěra.

source: Remove this application
dsb: Toś to nałoženje wótpóraś

source: Pick one or two categories.
dsb: Wubjeŕśo jadnu kategoriju abo dwě kategoriji.

source: Categories:
dsb: Kategorije:

source: <b>Queue position:</b> %(pos)s of %(total)s
dsb: <b>Pozicija w cakańskem rěźe:</b> %(pos)s z %(total)s

source: <b>Estimated waiting time:</b> %(num)s working day
dsb: <b>Licony cakański cas:</b> %(num)s źěłowy źeń

source: Most apps are reviewed in about a week. If your review has taken longer than this, you can <a href="%(support_url)s">contact us</a> to check the status.
dsb: Nejwěcej nałoženjow pśeglědujo se w běgu tyźenja. Jolic wašo pśeglědanje dlej trajo, móžośo se <a href="%(support_url)s">z nami do zwiska stajiś</a>, aby status zgónił.

source: Check the boxes of the features that your app requires to function properly. Your app will be hidden from users whose devices don't support it.
dsb: Wubjeŕśo kontrolne kašćiki funkcijow, kótarež wašo nałoženje trjeba, aby pórědnje funkcioněrowało. Wašo nałoženje schowajo se pśed wužywarjami, kótarychž rědy jo njepódpěraju.

source: View all
dsb: Wšykne pokazaś

source: Hide all
dsb: Wšykne schowaś

source: Test App Installation
dsb: Instalaciju nałoženja testowaś

source: Test In-App Payments
dsb: Płaśenja w nałoženju testowaś

source: In-App Payments Keys
dsb: Kluce za płaśenja w nałoženju

source: The Firefox Marketplace allows your app to take in-app payments. The <a href="{guide}">in-app payment guide</a> explains how to configure your app for payments with the parameters below.
dsb: Wikowanišćo Firefox dowólujo wašomu nałoženjeju, płaśenja w nałoženju akceptěrowaś. <a href="{guide}">Wjednik za płaśenja w nałoženju</a> wujasnjujo, kak móžośo swójo nałoženje za płaśenja ze slědujucymi parametrami konfigurěrowaś.

source: Application Key
dsb: Nałožeński kluc

source: Not yet generated.
dsb: Hyšći njetwórjony.

source: Application Secret
dsb: Pótajmne słowo nałoženja

source: Show secret
dsb: Pótajmne słowo pokazaś

source: Reset secret
dsb: Pótajmne słowo slědk stajiś

source: Learn more about <b>in-app payments</b> on MDN.
dsb: Zgóńśe wěcej wó <b>płaśenjach w nałoženju</b> na MDN.

source: The following key/secret will only allow you to simulate in-app payments while you develop your app. To generate a key for real in-app payments you must <a href="%(submit)s">submit</a> your app, set up your payment credentials, and generate a new key specifically for that app.
dsb: Slědujucy kluc/slědujuce pótajne słowo dowólujo wam jano simulaciju płaśenjow w nałoženju, mjaztym až wuwijaśo swójo nałoženje. Aby kluc za napšawdne płaśenja w nałoženju twórił, musyśo swójo nałoženje <a href="%(submit)s">zapódaś</a>, waše płaśeńske daty zarědowaś a nowy kluc specielnje za toś to nałoženje twóriś.

source: Generate Keys
dsb: Kluce twóriś

source: In-App Products
dsb: Produkty w nałoženju

source: Recommended
dsb: Dopórucony

source: In-App Products allow you to take payments in your application and simplifies the process by allowing you to create and manage your products in the Firefox Marketplace Developer Hub.
dsb: Produkty w nałoženju zmóžnjaju wam, płaśenja we wašom nałoženju pśiwześ a proces zjadnorja so z tym, až móžośo waše produkty we wuwijarseim rožku Wikowanišća Firefox napóraś a zastojaś.

source: Configure In-App Products
dsb: Produkty w nałoženju konfigurěrowaś

source: In-App Keys
dsb: Kluce w nałoženju

source: In-App Payments Keys allow you to take payments in your application for any arbitrary price point. You are responsible for the definition and management of products.
dsb: Kluce za płaśenja w nałoženju mógu płaśenja we wašom nałoženju za někakižkuli płaśiznowy dypk pśiwześ. Sćo zagronity za definěrowanje a zastojanje produktow.

source: Note: If you're wanting to provide in-app products to Firefox for Desktop users then please use in-app products.
dsb: Pokaz Jolic cośo produkty w nałoženju za wužywarjow Fiefox za desktop póbitowaś, wužywajśo pšosym produkty w nałoženju.

source: Configure In-App Keys
dsb: Kluce w nałoženju konfigurěrowaś

source: Enable
dsb: Zmóžniś

source: In-app products are only supported for hosted apps or packaged apps that define an <a href="%(origin)s">origin</a> in the manifest. Your app does not define an origin.
dsb: Produkty w nałoženju pódpěraju se jano za góspodowane abo zapakowane nałoženja, kótarež pódawaju <a href="%(origin)s">póchad</a> w manifesće. Wašo nałoženje njepódawa póchad.

source: This feature is under active development. Please refer to the <a target="_blank" href="%(doc_link)s">documentation</a> for more information.
dsb: Toś ta funkcija se tuchylu wuwija. Pšosym glejśo <a target="_blank" href="%(doc_link)s">dokumentaciju</a> za dalšne informacije.

source: If you find a problem please <a target="_blank" href="%(bug_link)s">report a bug</a>.
dsb: Jolic namakajośo problem, pšosym <a target="_blank" href="%(bug_link)s">pišćo zmólkowu rozpšawu</a>.

source: Icon
dsb: Symbol

source: Price Point
dsb: Płaśiznowy dypk

source: Product ID
dsb: Produktowy ID

source: Add a product
dsb: Produkt pśidaś

source: App Compatibility
dsb: Kompatibelnosć nałoženja

source: Change to Free
dsb: Na "dermo" změniś

source: Paid mode requires that your app only supports:
dsb: Płaśobny modus se pomina, až wašo nałoženje janož pódpěra:

source: Paid / In-app
dsb: Płaśobne / W nałoženju

source: Change to Paid
dsb: Na Płaśobny změniś

source: Changing to Paid will put your app back into review.
dsb: Gaž stajijośo status na Płaśobny, pósćelo se wašo nałoženje slědk do pśeglědanja.

source: Learn about <a href="%(payments_url)s" target="_blank">different payment types</a>.<br /> Learn about <a href="%(receipts_url)s" target="_blank">validating purchase receipts</a>.
dsb: Zgóńśo wěcej wó <a href="%(payments_url)s" target="_blank">rozdźělnych płaśeńskich typach</a>.<br /> Zgóńśo wěcej wó <a href="%(receipts_url)s" target="_blank">pśeglědowanju kupnych dokładow</a>.

source: Payment Accounts
dsb: Płaśeńske konta

source: Your app is currently incomplete. Select a payment account and price point to restore it.
dsb: Wašo nałoženje jo tuchylu njedopołne. Wubjeŕśo płaśeńske konto a płaśiznowy dypk, aby jo wótnowił.

source: Countries
dsb: Kraje

source: Add, manage or view transactions for your payment accounts
dsb: Transakcije za waše płaśeńske konta pśidaś, zastojaś abo see woglědaś

source: Prices and Countries
dsb: Płaśizny a kraje

source: Price
dsb: Płaśizna

source: Does your app use Mozilla's in-app payments platform?
dsb: Wužywa wašo nałoženje platformu Mozilla za płaśenja w nałoženju?

source: A server error occurred. Please try again later.
dsb: Serwerowa zmólka jo se nastała. Pšosym wopytajśo pózdźej hyšći raz.

source: Not applicable
dsb: Njenałožujobny

source: Regions
dsb: Regiony

source: Available Regions
dsb: K dispoziciji stojece regiony

source: Check out the <a href="%(status_url)s" target="_blank">status page</a> to see which countries are currently enabled for sale.
dsb: Woglědajśo se <a href="%(status_url)s" target="_blank">statusowy bok</a>, aby wiźeł, kóatre kraje su tuchylu k dispoziciji za pśedań.

source: Your app will be available in the following selected regions:
dsb: Wašo nałoženje buźo k dispoziciji w slědujucych wubranych regionach:

source: Retail price
dsb: Pśedankowa płaśizna

source: local currency
dsb: lokalne pjenjeze

source: Billing method
dsb: Płaśeńska metoda

source: Add a payment account to enable your app for sale in more regions
dsb: Pśidajśo płaśeńske konto, aby swójo nałoženje za pśedank w dalšnych regionach zmóžnił

source: As "Rest of World" is selected your app will be available for purchase in all enabled "<a href="#regions-other">Other Regions</a>".
dsb: Dokulaž jo "Zbytk swěta" wubrana, buźo wašo nałoženje we wšych zmóžnjonych "<a href="#regions-other">drugich regionach</a>" na pśedań.

source: Other regions
dsb: Druge regiony

source: To exclude your app from appearing in a region, you may uncheck that region before saving.
dsb: Aby wašo nałoženje njepokazujo se we wěstem regionje, wótpórajśo kokulku pśed regionom, nježli až składujośo.

source: Regions and Listings
dsb: Regiony a lisćinowe zapiski

source: Promote as upgrade to free version
dsb: Za to ako aktualizaciju za dermotnu wersiju wabiś

source: If you have a free app, you can link and promote your premium app next to the free version here.
dsb: Jolic maśo dermotne nałoženje, móžośo jo ze swójim premiumowym nałoženim zwězaś a za njo pódla dermotneje wersije wabiś.

source: Linking this app will promote your premium app next to the free version.
dsb: Gaž zwězujośo toś to nałoženje, buźo se za wašo premiumowe nałoženje pódla dermotneje wersije wabiś.

source: No free apps
dsb: Žedne dermotne nałoženja

source: Terms of Agreement
dsb: Wužywańske wuměnjenja

source: Agree to the Terms
dsb: Do wuměnjenjow zwóliś

source: Provider
dsb: Póbitowaŕ

source: Modify
dsb: Změniś

source: View transactions
dsb: Transakcije se woglědaś

source: Add a {provider} account
dsb: Konto {provider} pśidaś

source: Accept Terms of Service
dsb: Wužywańske wuměnjenja akceptěrowaś

source: Confirm deletion of payment account
dsb: Wobkšuśćo wulašowanje płaśeńskego konta

source: Delete Payment Account
dsb: Płaśeńske konto wulašowaś

source: The current payment account was associated with the app by an app owner.
dsb: Aktualne płaśeńske konto jo se wót wobsejźarja nałoženja z nałoženim zwězało.

source: You have an incomplete payment account. Complete it or set up a new one below.
dsb: Maśo njedopołne płaśeńske konto. Wudopołniśo jo abo załožćo dołojce nowe.

source: You don't have any payment accounts set up.
dsb: Njejsćo płaśeńske konta zarědował.

source: Add Bango Account
dsb: Bango-konto pśidaś

source: Please see the <a target="_blank" href="%(url)s">documentation on Payment Accounts</a>.
dsb: Pšosym cytajśo <a target="_blank" href="%(url)s">dokumentaciju wó płaśeńskich kontach</a>.

source: Usually 9, 10 or 11 digits. Example: 0114584906.
dsb: Zwětšego 9, 10 abo 11 cyfrow. Pśikład: 0114584906.

source: Either 8 or 11 characters. Example: WFBIUS6WPDX.
dsb: Pak 8 pak 11 znamuškow. Pšikład: WFBIUS6WPDX.

source: Optional
dsb: Na žycenje

source: Name of registered company or individual.
dsb: Mě zregistrěrowanego pśedewześa abo wósoby.

source: Name of account on the Marketplace (not sent to Bango).
dsb: Mě konta na Wikowanišću (njesćelo se na Bango).

source: Register Payment Account
dsb: Płaśeńske konto registrěrowaś

source: Processing Request...
dsb: Napšašowanje se pśeźěłujo...

source: Please wait while we contact the payment server.
dsb: Pšosym cakajśo, mjaztym až kontaktěrujomy płaśeński serwer.

source: Add Reference Account
dsb: Referencne konto pśidaś

source: Modify Bango Account
dsb: Bango-konto změniś

source: A name to refer to the account on the Marketplace, not sent to Bango.
dsb: Mě, z kótarymž pomjenjujo se konto na Wikowanišću, kótarež njesćelo se na Bango.

source: Update Account
dsb: Konto aktualizěrowaś

source: Modify Reference Account
dsb: Referencne konto změniś

source: Regions that require extra consideration:
dsb: Regiony, kótarež pominaju se wósebne źiwanje:

source: You must <a href="{status_page}">request a review</a> to have your app shown on low-memory devices.
dsb: Musyśo <a href="{status_page}">pśeglědanje pominaś</a>, aby wašo nałoženje dało se pokazaś na rědach z mało składowakom.

source: low-memory devices
dsb: rědy z mało składowakom

source: Learn why some regions are restricted.
dsb: Zgóńśo, cogodla někotare regiony su wobgranicowane.

source: Your app will no longer be listed in certain regions because those regions do not support payments. We have transferred your region choices. Please review the changes before saving.
dsb: Wašo nałoženje wěcej njenalicyjo se we wěstych regionach, dokulaž toś te regiony njepódpěraju płaśenja. Smy waš wuběrk regionow pśenjasli. Pšosym pśeglědujśo změny, nježli až składujośo.

source: Your app will be displayed in any regional Marketplace that is added in the future.
dsb: Wašo nałoženje zwobraznjujo se na kuždem regionalnem Wikowanišću, kótarež se pózdźej pśidawa.

source: (Subject to payments being available in that region for the selected price point or "Rest of World" being selected as a payment option).
dsb: (Pód wuměnjenim, až płaśenja su k dispoziciji w tós tom regionje za wubrany płaśiznowy dypk abo "zbytk swěta" jo ako płaśeńska opcija wubrany.)

source: You will receive an email notification when a new region is added.
dsb: Dostanjośo mejlku, gaž se nowy region pśidawa.

source: Select All
dsb: Wšykno wubraś

source: Thank you for subscribing!
dsb: Wjeliki źěk za waš abonement!

source: We apologize, but an error occurred in our system. Please try again later.
dsb: Jo nam luto, ale zmólka jo w našom systemje nastała. Pšosym wopytajśo pózdźej hyšći raz.

source: Design
dsb: Wugótowaś

source: Concept: A Great App
dsb: Koncept: Wjelicne nałoženje

source: Design Fundamentals
dsb: Zakłady designa

source: UI Guidelines
dsb: Směrnice za wužywarske pówjerchy

source: Build
dsb: Wuwijaś

source: Quick Start
dsb: Malsny start

source: Reference Apps
dsb: Referencne nałoženja

source: Publish
dsb: Wózjawiś

source: Deploying Your App
dsb: Rozdźělenje wašogo nałoženja

source: Hosted Apps
dsb: Góspodowane nałoženja

source: Packaged Apps
dsb: Zapakowane nałoženja

source: Badges, Banners, and Icons
dsb: Znamuška, chórgoje a symbole

source: Develop HTML5 Web Apps for an open marketplace.
dsb: Wuwijajśo webnałoženja z HTML5 za wótwórjone wikowanišćotorhošćo.

source: Learn how to design apps that provide a user experience optimized for Firefox OS &amp; Mobile
dsb: Zgóńśo, kak wugótujośo nałoženja, kótarež póbituju wužywarske dožywjenje, kótarež jo za Firefox OS a Mobile optiměrowane

source: All the tools, docs and references you'll need for development and testing of your app
dsb: Wšykne rědy, dokumenty a žrědła, kótarež trjebaśo za wuwijanje a testowanje swójogo nałoženja

source: Find out how to distribute your apps on an open marketplace that puts users and developers first
dsb: Zgóńśo, kak móžośo swóje nałoženja na wótwórjonem wikowanišću rozdźěliś, kótarež staja wužywarje a wuwijarje na prědne městno

source: Do you have an app ready for liftoff?
dsb: Maśo nałoženje, kótarež jo gótowe za start?

source: Submit your app to the Marketplace
dsb: Zapódajśo swójo nałoženje do Wikowanišća

source: Join the community
dsb: Pśizamkniśo se zgromaźeństwoju

source: Look who's already here
dsb: Glědajśo, chtož jo južo how

source: Are you a Web Company, Third-Party Service, or OEM looking to partner with Mozilla? <a href="%(partner_url)s">Check out our Partners page for more info.</a>
dsb: Sćo webpśedewześe, tśeśi póbitowaŕ abo OEM ze zajmom na partnarstwje z Mozilla? <a href="%(partner_url)s">Dalšne informacije na partnarskem boku</a>

source: The Mozilla apps platform
dsb: Platforma za nałoženja Mozilla

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Firefox Marketplace.
dsb: Wuwijanje nałoženjow dawa wuwijarjam połnu kontrolu nad wopśimjeśim, funkcionalnosću a rozdźělenim nałoženjow, inkluziwnje pśistup na sta milionow wužywarjow Firefox pśez Wikowanišćo Firefox.
