Repository: mozilla/zamboni
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: <strong>Don't forget a protocol!</strong> Try adding either <a href="#">%(http)s</a> or <a href="#">%(https)s</a>.
dsb: <strong>Njezabywajśo protokol</strong> Wopytajśo pak <a href="#">%(http)s</a> pak <a href="#">%(https)s</a> pśidawaś.

source: Manifest URLs must start with a protocol (for example, <code>http://</code> or <code>https://</code>) and typically use the <code>.webapp</code> extension.
dsb: Manifestowe URL muse se z protokolom zachopiś (na pśikład <code>http://</code> abo <code>https://</code>) a w normalnem paźe sufiks<code>.webapp</code> wužywaś.

source: Learn more about submitting an app.
dsb: Zgóńśo wěcej wó zapódawanju nałoženja.

source: The validator is a tool which can help test your app for errors, best practices, and compliance with Marketplace guidelines before actually submitting your app for review. If you're interested in how it works or would like to run a copy of your own, the source code is available <a href="%(repo)s">on Github</a>.
dsb: Walidator jo rěd, kótaryž móžo pśi testowanju wašogo nałoženja za zmólkami, nejlěpšymi póstupowańskimi wašnjami a wótpowědowanim ze směrnicami Wikowanišća pomagaś, nježli až swójo nałoženje napšawdu za pśeglědowanje zapódajośo. Jolic se za to zajmujośo, kak rěd funkcioněrujo, abo cośo jen wužywaś, namakajośo žrědłowy tekst <a href="%(repo)s">na Github</a>.

source: Validation Results for {0}
dsb: Pśeglědowańske wuslědki za {0}

source: Validation Results
dsb: Pśeglědowańske wuslědki

source: Validated at:
dsb: Pśeglědany:

source: Manage My Submissions
dsb: Móje zapódaśa zastojaś

source: Announcement
dsb: Pśipowěźeńka

source: Dismiss this announcement
dsb: Pśipowěźeńku zachyśiś

source: Edit
dsb: Wobźěłaś

source: Welcome to the Developer Dashboard
dsb: Witajśo k wuwijarskemu pśeglědoju

source: You haven't yet submitted an app to the Firefox Marketplace. Once you've <a href="%(app_url)s">created your app</a>, click Submit Your App below.
dsb: Njejsćo hyšći žedno nałoženje na Wikowanišću Firefox zapódał. Gaž sćo <a href="%(app_url)s">swójo nałoženje napórał</a>, klikniśo na "Wašo nałoženje zapódaś".

source: Submit An App
dsb: Nałoženje zapódaś

source: Edit Listing
dsb: Lisćinowy zapisk wobźěłaś

source: None
dsb: Žedno

source: Team Members
dsb: Teamowe cłonki

source: Only the app owner(s) can edit this page.
dsb: Jano wobsejźarje nałoženja mógu toś ten bok wobźěłaś.

source: About team member roles
dsb: Wó rolach teamowych cłonkow

source: Save Changes
dsb: Změny składowaś

source: close
dsb: zacyniś

source: About Team Member Roles
dsb: Wó rolach teamowych cłonkow

source: Apps can have any number of team members with 4 possible roles:
dsb: Nałoženja mógu wjele teamowych cłonkow z 4 móžnymi rolami měś:

source: Can manage all aspects of the app's listing, including adding and removing other team members
dsb: Móžo wšykne aspekty lisćinowego zapiska zastojaś inkluziwnje pśidawanje a wótpóranje drugich teamowych cłonkow

source: Can manage all aspects of the app's listing, except for adding and removing other team members and managing payments
dsb: Móžo wšykne aspekty lisćinowego zapiska zastojaś, mimo pśidawanja a wótpóranja drugich teamowych cłonkow a zastojanja płaśenjow

source: Can view the app's settings but cannot make any changes
dsb: Móžo se nastajenja nałoženja woglědaś, ale njamóžo změny pśewjasć

source: Can view the app's settings
dsb: Móžo se nastajenja nałoženja woglědaś

source: Status & Versions
dsb: Status a wersije

source: Current Status
dsb: Aktualny status

source: You have <b>delisted</b> this app.
dsb: Sćo toś to nałoženje <b>z lisćiny wótpórał</b>.

source: This app is <b>incomplete</b>.
dsb: Toś to nałoženje jo <b>njedopołne</b>.

source: This app has been <b>disabled by Mozilla</b>.
dsb: Toś to nałoženje jo se <b>wót Mozilla znjemóžniło</b>.

source: Your app was disabled because it is missing content ratings. It will automatically be re-enabled after <a href="%(ratings_url)s">obtaining content ratings</a>.
dsb: Wašo nałoženje jo se znjemóžniło, dokulaž njama wopśimjeśowe pógódnośenja. Znjemóžnijo se awtomatiski, za tym až sćo <a href="%(ratings_url)s">wopśimjeśowe pógódnośenja dostał</a>.

source: This app has been <b>banned on Marketplace</b>.
dsb: Toś to nałoženje jo <b>za Wikowanišćo zastajone</b>.

source: Your app was banned by a site administrator. If you have any questions, please <a href="%(support_url)s"> contact us</a>.
dsb: Wašo nałoženje jo se wót sedłowego administratora zastajiło. Jolic maśo pšašanja, <a href="%(support_url)s">stajśo se z nami do zwiska</a>.

source: Your app has been <b>blocked by Mozilla</b>.
dsb: Wašo nałoženje jo se <b>wót Mozilla zablokěrowało</b>.

source: Your app was blocked by a site administrator. If you have any questions, please <a href="%(support_url)s"> contact us</a>.
dsb: Wašo nałoženje jo se wót sedłowego administratora zablokěrowało. Jolic maśo pšašanja, <a href="%(support_url)s">stajśo se z nami pšosym do zwiska</a>.

source: This app has been <b>rejected</b> by a Firefox Marketplace reviewer.
dsb: Pśepytowaŕ Wikowanišća Firefox jo toś to nałoženje <b>wótpokazał</b>.

source: Version <b>{0}</b> of your app is <b>{1}</b> and <b>Active</b>
dsb: Wersija <b>{0}</b> wašogo nałoženja jo <b>{1}</b> a <b>aktiwna</b>

source: Version <b>{0}</b> of your app is <b>{1}</b>
dsb: Wersija <b>{0}</b> wašogo nałoženja jo <b>{1}</b>

source: This app is <b>pending review</b> by a Firefox Marketplace reviewer.
dsb: Toś to nałoženje <b>caka hyšći na pśeglědowanje</b> pśez pśepytarja Wikowanišća Firefox.

source: You will receive an email when the review is complete.
dsb: Dostanjośo mejlku, gaž pśeglědowanje jo dokóńcone.

source: This app is <b>published</b>.
dsb: Toś to nałoženje jo <b>wózjawjone</b>.

source: Your app has been <b>approved</b> and is currently <b>unlisted</b>.
dsb: Wašo nałoženje jo se <b>pśizwóliło</b> a jo tuchylu <b>njenalicone</b>.

source: Only those with the following URL can view and install this app:<br> <a href="%(app_url)s">%(app_url)s</a>.
dsb: Jano wósoby ze slědujucym URL mógu se toś to nałoženje woglědaś a jo instalěrowaś:<br> <a href="%(app_url)s">%(app_url)s</a>.

source: Your app has been <b>approved</b> and is currently only visible to team members.
dsb: Wašo nałoženje jo se <b>pśizwóliło</b> a jo tuchylu widobne jano za teamowe cłonki.

source: Only <b>team members</b> with the following URL can view and install this app:<br> <a href="%(app_url)s">%(app_url)s</a>.
dsb: Jano <b>teamowe cłonki</b> ze slědujucym URL mógu se tós to nałoženje woglědaś a jo instalěrowaś:<br><a href="%(app_url)s">%(app_url)s</a>.

source: Learn about Review Criteria for apps
dsb: Zgóńśo wěcej wó pśeglědowańskich kriterijach za nałoženja

source: Update App Visibility
dsb: Widobnosć nałoženja aktualizěrowaś

source: Reviewed by <b>%(reviewer)s</b>
dsb: Wót <b>%(reviewer)s</b> pśeglědany

source: Once you have addressed these concerns, you may <a href="%(resubmit_url)s">resubmit your app below</a>.
dsb: Gaž sćo se wó toś te nastupnosći starał, móžośo <a href="%(resubmit_url)s">swójo nałoženje dołojce znowego zapódaś</a>.

source: Once you have addressed these concerns, you may resubmit your app below.
dsb: Gaž sćo se wó toś to naležnosće starał, móžośo swójo nałoženje dołojce znowego zapódaś.

source: Resubmit App
dsb: Nałoženje znowego zapódaś

source: You must <a href="%(ratings_url)s">obtain content ratings</a> before resubmitting your app.
dsb: Musyśo sebje <a href="%(ratings_url)s">wopśimjeśowe pógódnośenja zwarbowaś</a>, nježli až swójo nałoženje znowego zapódajośo.

source: Packaged Versions
dsb: Zapakowane wersije

source: Submission date
dsb: Zapódawański datum

source: Disabled
dsb: Znjemóžnjony

source: Download
dsb: Ześěgnuś

source: Make Active
dsb: Aktiwěrowaś

source: Upload New Version
dsb: Nowu wersiju ześěgnuś

source: Upload a new version of this packaged app. New versions must be reviewed before they will be available for installation.
dsb: Nagrajśo nowu wersiju toś togo zapakowanego nałoženja. Nowe wersije muse se pséglědowaś, nježli až budu k dispoziciji za instalaciju.

source: Remember to update the app's <a href="%(ratings_url)s">content ratings</a> if a large portion of the app's content has changed.
dsb: Pómysliśo na to, <a href="%(ratings_url)s">wopśimjeśowe pógódnośenja</a> aktualizěrowaś, jolic wjeliki źěl wopśimjeśa nałoženja jo se změnił.

source: Continue
dsb: Dalej

source: Low-Memory Devices
dsb: Rědy z mało składowakom

source: Your app is shown on low-memory devices.
dsb: Wašo nałoženje se na rědach z mało składowakom pokazujo.

source: Your app is not shown on low-memory devices.
dsb: Wašo nałoženje se na rědach z mało składowakom njepokazujo.

source: You have not requested a low-memory review.
dsb: Njejsćo pśeglědanje za mało składowaka pominał.

source: Your app is awaiting review.
dsb: Wašo nałoženje caka na pśeglědanje.

source: Our review on {review_date} found that your app supports low-memory devices.
dsb: Našo pśeglědanje dnja {review_date} jo pokazało, až wašo nałoženje rědy z mało składowakom pódpěra.

source: Our review on {review_date} found that your app does not support low-memory devices.
dsb: Našo pśeglědanje dnja {review_date} jo pokazało, až wašo nałoženje rědy z mało składowakom njepódpěra.

source: You requested a review on {request_date}.
dsb: Sćo {request_date} wó pśeglědanje pšosył.

source: Your app is not enabled in any regions with low-memory devices.
dsb: Wašo nałoženje njejo se w regionach z rědami z mało składowakom zmóžniło.

source: You can update your regions on the <a href="{compatibility_page}">compatibility page</a>.
dsb: Móžośo swóje regiony na <a href="{compatibility_page}">boku kompatibelnosći</a> aktualizěrowaś.

source: If your app works on low-memory devices then you can request a review to be shown on low-memory devices.
dsb: Jolic wašo nałoženje na rědach z mało składowakom funkcioněrujo, móžośo pśeglědanje pominaś, kótarež se na rědach z mało składowakom pokazujo.

source: Learn about low-memory devices.
dsb: Zgóńśo wěcej wó rědach z mało składowakom.

source: Do not show my app on low-memory devices
dsb: Mójo nałoženje na rědach z mało składowakom njepokazaś

source: Request a low-memory review
dsb: Pśeglědanje za mało składowaka pominaś

source: Pre-Installed App Status
dsb: Status ako pśedinstalěrowane nałoženje

source: <strong class="submitted">Application Submitted</strong> on %(last_submission)s
dsb: <strong class="submitted">Nałoženje zapódane</strong> %(last_submission)s

source: Not Submitted
dsb: Njepśenjasony

source: New version of the test plan available
dsb: Nowa wersija testowego plana k dispoziciji

source: View your most recently submitted test plan
dsb: Woglědajśo se swój nejnowšy pśenjasony testowy plan

source: <a href="%(lnk_url)s">Update your test plan</a>
dsb: <a href="%(lnk_url)s">Zaktualizěrujśo swój testowy plan</a>

source: <a href="%(lnk_url)s">Learn how</a> to get your app pre-installed on Firefox OS devices
dsb: <a href="%(lnk_url)s">Informěrujśo se how</a>, aby swójo nałoženje na rědach Firefox OS pśedinstalěrował

source: List App
dsb: Nałoženje pódaś

source: Delist App
dsb: Nałoženje z lisćiny wótpóraś

source: Your app's listing is disabled and will not appear in the Firefox Marketplace. You may re-list it at any time.
dsb: Lisćinowy zapisk wašogo nałoženja jo se znjemóžnił a njebuźo se na Wikowanišćo Firefox pokazowaś. Móžośo jen kuždy cas zasej zmóžniś.

source: Delisting your app will prevent it from appearing anywhere in the Marketplace.
dsb: Jolci lisćinowy zapisk swójogo nałoženja wótpórajośo, njebuźo se nałoženje niźi na Wikowanišću pokazowaś.

source: Delete App
dsb: Nałoženje lašowaś

source: Deleting your app will permanently delete it from the site. <strong>There is no going back.</strong>
dsb: Jolic swójo nałoženje wótpórajośo, buźo se wóno na pśecej ze sedła wótwónoźeś. <strong>To njedajo se anulěrowaś.</strong>

source: Blocklist App
dsb: Nałoženje zastajiś

source: Blocklisting an app will upgrade the users to a special version which will make the app unusable on their Firefox OS devices. This will also remove this app from public pages until a new version is submitted and approved. These changes cannot be undone. Please proceed with caution.
dsb: Gaž nałoženje se zastaja, dostanu wužywarje aktualizaciju na wósebitu wersiju, kótaraž cyni nałoženje na jich rědach Firefox OS njewužywajobne. To wótpórajo teke toś to nałoženje ze zjawnych bokow, až nowa wersija njejo zapódana a pśizwólona. Toś te změny njedaju se anulěrowaś. Pšosym buźćo wobglědniwy.

source: Blocklist
dsb: Lisćina zastajenjow

source: Are you sure you wish to delist your app?
dsb: Cośo lisćinowy zapisk napšawdz z lisćiny wótpóraś?

source: or
dsb: abo

source: Cancel
dsb: Pśetergnuś

source: Delete Version &quot;{version}&quot;
dsb: Wersiju &quot;{version}&quot; lašowaś

source: Deleting the only version will result in the following:
dsb: Jolic jadnučku wersiju wulašujośo, se to stanjo:

source: the app status will be marked as &quot;incomplete&quot;
dsb: status nałoženja markěrujo se ako &quot;dopołny&quot;

source: the app will be removed from our review queue
dsb: nałoženje wótpórajo se z cakańskego rěda

source: the app will not be listed in our public pages
dsb: nałoženje njenalicyjo se na našych zjawnych bokach

source: These changes cannot be undone.
dsb: Toś te změny njedaju se anulěrowaś.

source: Are you sure you wish to delete this version?
dsb: Cośo toś tu wersiju napšawdu lašowaś?

source: Delete Version
dsb: Wersiju lašowaś

source: Are you sure you want to stop showing your app on low-memory devices?
dsb: Cośo napšawdu, až wašo nałoženje njepokazujo se wěcej na rědach z mało składowakom?

source: Version Notes
dsb: Pśipiski k wersiji

source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information is also shown in the Apps Manager when updating.
dsb: Informacije wó změnach w toś tej wersiji, nowe funkcije, znate programowe zmólki a druge wužytne informacije, kótarež su specialne k toś tej wersiji. Toś te informacije pokazuju se pśi aktualizěrowanju teke w zastojniku nałoženjow.

source: Notes for Reviewers
dsb: Pokaze za pśepytowarjow

source: Optionally, enter any information that may be useful to the Reviewer reviewing this app, such as test account information.
dsb: Na žycenje móžośo teke informacije zapódaś, kótarež su wužytne za pśepytowarja toś togo nałoženja, ako na pśikład informacije k testowym kontam.

source: Minimum Requirements
dsb: Minimalne pominanja

source: Device features required for this app to function.
dsb: Funkcije rěda, kótarež su trěbne za toś to nałoženje.

source: Add a Promo
dsb: Wabjenje pśidaś

source: Mozilla Contact
dsb: Kontakt Mozilla

source: An e-mail address (or addresses separated by commas) of this app's Mozilla contact that will be CC'd on any reviewer emails.
dsb: E-mailowa adresa (abo adrese źělone pśez komy) za kontakt z Mozilla toś togo nałoženja, na kótaruž se za mejlki pogódnośowarjow kopija sćelo.

source: Enter email addresses, separated by commas
dsb: Zapódajśo e-mailowe adrese, źělone pśez komy

source: Mozilla VIP App
dsb: VIP-nałoženje Mozilla

source: Is this a very important app that should always be handled by Mozilla Staff or Senior App Reviewers?
dsb: To jo wjelgin wažne nałoženje, kótarež by měło se wót personala Mozilla abo nazgónjonych pśepytowarjow nałoženjow wobźěłowaś?

source: Use sparingly
dsb: Žarjabnje wužywaś

source: Priority review needed
dsb: Pśeglědowanje priority trěbne

source: The app will be treated as a priority and placed the top of the review queue
dsb: Z toś tym nałoženim wobchadaju se z prioritu a stajaju se na zachopjeńk cakanskego rěd pśeglědanjow

source: This will persist until first approval
dsb: To wóstanjo tak až k prědnemu pśizwólenjeju

source: Banner message
dsb: Chórgojowa powěsć

source: Exclusive message shown on the listing page, only in the selected regions.
dsb: Ekskluziwna powěsć, kótaraž se jano we wubranych regionach na lisćinowem boku pokazujo.

source: Regions to show banner in
dsb: Regiony, w kótarychž me se chórgoj pokazaś

source: Regions that the banner message will be shown in.
dsb: Regiony, w kótarychž ma se chórgojowa powěsć pokazaś.

source: Basic Information
dsb: Zakładne informacije

source: Basic Information for {0}
dsb: Zakładne informacije za {0}

source: The app name is one of the fields used to return search results in the Firefox Marketplace. The app name also appears on the app’s detail page. Be sure you’ve included a descriptive name in your app manifest. If you want to change the app name, you’ll need to do that in your app manifest.
dsb: Mě nałoženja jo jadno z pólow, kótarež se wužywaju, abychu pytańske wuslědki we Wikowanišću Firefox pódawali. Mě nałoženja pokazujo se teke na boku drobnostkow nałoženja. Pódajśo na kuždy pad wugroniwe mě w manifeśce swójogo nałoženja. Jolic cośo mě nałoženja změniś, musyśo to w manifesće swójogo nałoženja cyniś.

source: Developer Name
dsb: Wuwijarske mě

source: This field can only be edited by updating it in the manifest.
dsb: Toś to pólo dajo se jano pśez jogo aktualizěrowanje w manifesće wobźěłaś.

source: App URL
dsb: URL nałoženja

source: Select a unique URL for your detail page. By default we use your app name to create this URL.
dsb: Wubjeŕśo jadnorazowy URL za swój bok drobnostkow. Pó standarźe wužywamy mě wašogo nałoženja, aby my toś ten URL twórili.

source: View Listing
dsb: Lisćinowy zapisk se woglědaś

source: The URL for accessing this app using the Marketplace API
dsb: URL za pśistup na toś to nałoženje z pomocu API Marketplace

source: View API documentation
dsb: API-dokumentaciju se woglědaś

source: Manifest URL
dsb: URL manifesta

source: Refresh
dsb: Aktualizěrowaś

source: Please try not to change your manifest URL too frequently. If you change your manifest URL, existing users won't be upgraded to use the new manifest URL. For more information, read the <a href="%(doc_url)s" target="_blank">documentation on Updating Apps</a>.
dsb: Pšosym wopytajśo, URL swójogo manifesta nic pśecesto změniś. Jolic URL swójogo manifesta změnijośo, njebudu se eksistěrujuce wužywarje na nowy manifestowy URL aktualizěrowaś. Dalšne informacije namakajośo w <a href="%(doc_url)s" target="_blank">dokumentaciji wó aktualizěrowanju nałoženjow</a>.

source: Description
dsb: Wopisanje

source: The app description is one of the fields used to return search results in the Firefox Marketplace. The app description also appears on the app's detail page. Be sure to include a description that accurately represents your app.
dsb: Wopisanje nałoženja jo jadno z pólow, kótarež se wužywaju, aby pytańske wuslědki we Wikowanišću Firefox dodawali. Wopisanje nałoženja pokazujo se teke na boku drobnostkow nałoženja. Pódajśo wopisanje, kótarež wopisujo wašo nałoženje dokradnje.

source: Search Keywords
dsb: Pytańske klucowe słowa

source: Release Notes
dsb: Wersijowe informacije

source: Information about changes in the latest release, new features, known bugs, and other useful information specific to this release/version.
dsb: Informacije wó změnach w nejnowšej wersiji, nowych funkcijach, znatych zmólkach a drugich wužytnych informacijach za toś tu wersiju.

source: Categories are the primary way users browse through apps. Choose any that fit your app's functionality for the most exposure.
dsb: Kategorije su głowny srědk, kótaryž wužywarje wužywaju, aby nałoženja pśepytowali. Wubjeŕśo kategoriju, kótaraž dajo se k funkcionalnosći wašogo nałoženja, aby se tak k wjelilkemu ako móžny publikum pśigroniś.

source: App Details
dsb: Drobnostki nałoženja

source: Default Locale
dsb: Standardna rěc

source: Information about your app is displayed in this locale unless you override it with a locale-specific translation.
dsb: Informacije wó wašom nałoženju zwóbraznjaju se w tós tej rěcy, snaźkuli wuměnjaśo jo pśez pśełožk, kótaryž jo specifiski za wěstu lokalu.

source: Homepage
dsb: Startowa bok

source: If your app has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added.
dsb: Jolic wašo nałoženje ma dalšny webbok, zapódajśo how jogo adresu. Jolic wašo websedło jo se do drugich rěcow pśełožyło, móžośo za toś to pólo někotare pśełožki zapódaś.

source: Privacy Policy
dsb: Pšawidła priwatnosći

source: A privacy policy is required that explains what data is transmitted from a user's computer and how it is used.
dsb: Pšawidła priwatnosći su trěbne, kótarež wujasnjuju, kótare daty se wót licadła wužywarja pśeenosuju a kak se wužywaju.

source: Country and Language
dsb: Kraj a rěc

source: Country and Language Details for {0}
dsb: Drobnostki wó kraju a rěcy za {0}

source: Edit country on the Compatibility Page
dsb: Kraj na boku kompatibelnosći wobźěłaś

source: Language
dsb: Rěc

source: default
dsb: standard

source: Edit language in your app manifest file
dsb: Rěc w manifestowej dataji wašogo nałoženja wobźěłaś

source: Media
dsb: Medije

source: Support Information
dsb: Informacije pomocy

source: Support Information for {0}
dsb: Informacije pomocy za {0}

source: The email address used by end users to contact you with support issues. If you have different addresses for each language multiple translations of this field can be added.
dsb: E-mailowa adresa, kótaraž se wót kóńcnych wužywarjow wužywa, aby was pśi problemach kontaktěrowali. Jolic maśo rozdźělne adresy za kuždu rěc, daju se někotare pśełožki pśidaś.

source: Website
dsb: Websedło

source: If your app has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added.
dsb: Jolic wašo nałoženje ma websedło pomocy abo forum, zapódajśo how jogo adresu. Jolic wašo websedło jo se do drugich rěcow pśełožyło, móžośo někotare pśełožki w toś tom pólu pśidaś.

source: Technical Details
dsb: Techniske drobnostki

source: Technical Details for {0}
dsb: Techniske drobnostki za {0}

source: Uses Flash
dsb: Wužywa Flash

source: If your app uses Flash, it will be hidden from the Marketplace on devices without Flash support.
dsb: Jolic wašo nałoženje Flash wužywa, schowajo se na Wikowanišću, jolic se rědy bźez pódpěry Flash wužywaju.

source: Works Offline
dsb: Funkcioněrujo offline

source: If your app works without an Internet connection then we will list that your app &quot;Works Offline&quot;.
dsb: Jolic wašo nałoženje funkcioněrujo bźez internetnego zwiska, buźomy pódawaś, až wašo nałoženje &quot;funkcioněrujo online&quot;.

source: Public Stats?
dsb: Zjawne statistiki?

source: Whether the install and usage stats of your app can be displayed in our online viewer.
dsb: Lěc instalaciske a wužywańske statistiki wašogo nałoženja daju se w našom online-zwobraznjenju pokazowaś.

source: This app's stats are publicly viewable.
dsb: Statistiki toś togo nałoženja su zjawnje widobne.

source: No, this app's stats are not publicly viewable.
dsb: Ně, statistiki toś togo nałoženja njejsu zjawnje widobne.

source: This app does not require any device features
dsb: Toś to nałoženje njetrjeba funkcije rěda

source: Internal identifier for this app on the Firefox Marketplace.
dsb: Nutśkowny identifikator za toś to nałoženje na Wikowanišću Firefox.

source: App Icon
dsb: Symbol nałoženja

source: Upload an icon for your app or choose from one of ours. The icon is displayed nearly everywhere your app is. Uploaded images must be one of the following image types: .png, .jpg
dsb: Nagrajśo symbol za swójo nałoženje abo wubjeŕśo jaden z našych. Symbol zwobraznjujo se pśisamem wšuźi, źož wašo nałoženje jo. Nagrate wobraze muse jaden ze slědujucych wobrazowych typow měś: .png, .jpg

source: Select an icon for your app:
dsb: Wubjeŕśo symbol za swójo nałoženje:
