Repository: mozilla/zamboni
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: This is a placeholder page for the receipt details. If you'd installed a real app from the Marketplace, this page would show more details.
dsb: To jo bok zastupujucych symbolow za drobnostki kwitowanki. Gaby napšawdne nałoženje z Wikowanišća instalěrował, by se dalšne drobnostki na toś tom boku pokazali.

source: Test installation of your app before uploading to the marketplace. You can choose different kinds of receipts to test your receipt handling.
dsb: Testujśo instalaciju swójogo nałoženja, nježli až nagraśo jo k wikowanišćoju. Móžośo wšake družyny kwitowankow wubraś, aby wobchadanje ze swójimi kwitowankami testował.

source: Receipt type
dsb: Typ kwitowanki

source: Manifest location
dsb: Městno manifesta

source: Install
dsb: Instalěrowaś

source: Any Status
dsb: Někaki status

source: Approved reviews
dsb: Pśizwólone pógódnośenja

source: Deleted reviews
dsb: Wulašowane pógódnośenja

source: Any Device
dsb: Někaki rěd

source: View entries between
dsb: Zapiski se woglědaś mjazy

source: Filter by type/action
dsb: Pó typje/akciji filtrowaś

source: containing
dsb: z

source: start
dsb: zachopjeńk

source: end
dsb: kóńc

source: app, reviewer, or comment
dsb: Nałoženje, pśeglědowaŕ abo komentar

source: Device Type:
dsb: Rědowy typ:

source: Device:
dsb: Rěd:

source: Firefox Version:
dsb: Wersija Firefox:

source: Comments:
dsb: Komentary:

source: Device Type Override:
dsb: Pśepisowanje rědowego typa:

source: Notify me the next time the manifest is updated. (Subsequent updates will not generate an email)
dsb: Informěrujśo mě pśiducy raz, gaž se manifest aktualizěrujo. (naslědne aktualizacije njenapóraju mejlku)

source: This app works on Tarako devices.
dsb: Toś to nałoženje funkcioněrujo na Tarako-rědach.

source: Choose a canned response...
dsb: Wubjeŕśo pśigótowane wótegrono...

source: Has Editor Comment
dsb: Ma komentar redaktora

source: More Info Requested
dsb: Dalšne informacije pominane

source: Tarako-ready
dsb: Gótowy za Tarako

source: Device
dsb: Rěd

source: Reviewer Tools
dsb: Rědy za pśeglědowarje

source: Apps
dsb: Nałoženja

source: Re-reviews
dsb: Nowopógódnośenja

source: Updates
dsb: Aktualizacije

source: Escalations
dsb: Dalejdaśa pśiducemu wušemu městnoju

source: Moderated Reviews
dsb: Moderěrowane pśeglědanja

source: Website Abuse Reports
dsb: Znjewužywańske powěźeńki wó websedłach

source: Reviewing
dsb: Pśeglědowaś

source: Regional Queues
dsb: Regionalne cakańske rědy

# pending
source: Apps ({0})
dsb: Nałoženja ({0})

# rereview
source: Re-reviews ({0})
dsb: Nowopógódnośenja ({0})

# updates
source: Updates ({0})
dsb: Aktualizacije ({0})

# escalated
source: Escalations ({0})
dsb: Dalejdaśa pśiducemu wušemu městnoju ({0})

source: Reviewing ({0})
dsb: Pśeglědowaś ({0})

source: China ({0})
dsb: Chinska ({0})

# moderated
source: Moderated Reviews ({0})
dsb: Moderěrowane pógódnosénja ({0})

# abuse
source: Abuse Reports ({0})
dsb: Znjewužywańske powěźeńki ({0})

# abusewebsites
source: Website Abuse Reports ({0})
dsb: Znjewužywańske powěźeńki wó websedłach ({0})

source: Reviews
dsb: Pógódnosénja

source: Rejected or Unreviewed
dsb: Wótpokazany abo njepśeglědany

source: Approve
dsb: Pśizwóliś

source: This will approve the app and allow the author(s) to publish it.
dsb: To pśizwólijo nałoženje a dówolijo awtoram jo wózjawiś.

source: Reject
dsb: Wótpokazaś

source: This will reject the app, remove it from the review queue and un-publish it if already published.
dsb: Pśez to nałoženje se wótpokažo, wótpórajo se z cakańskego rěda a njewózjawijo se, jolic jo se južo wózjawiło.

source: Message developer
dsb: Powěsć na wuwijarja pósłaś

source: This will send the author(s) - and other thread subscribers - a message. This will not change the app's status.
dsb: To buźo awtoram - a drugim abonentam temy - powěsć słaś. To njezměnijo status nałoženja.

source: Escalate
dsb: Pśiducemu wušemu městnoju dalej daś

source: Flag this app for an admin to review. The comments are sent to the admins, not the author(s).
dsb: Dajśo administratoroju toś to nałoženje k wěsći za pśeglědowanje. Komentary sćelu se na administratory, nic na awtory.

source: Private comment
dsb: Priwatny komentar

source: Make a private reviewer comment on this app. The message won't be visible to the author(s), and no notification will be sent them.
dsb: Pósćelśo priwatny pśeglědowański komentar k toś tomu nałoženjeju. Toś ta powěsć njebuźo widobna za awtory, a teke powěźeńka se wam njepósćelo.

source: Clear Escalation
dsb: Dalejdaśe pśiducemu wušemu městnoju wótpóraś

source: Clear this app from the escalation queue. The author(s) will get no email or see comments here.
dsb: Toś to nałoženje z cakańskego rěda za dalejdaśe pśiducemu wušemu městnoju wótpóraś. Awtory daniž njedostanu mejlku daniž njewiźe how komentary.

source: Clear Re-review
dsb: Nowopśeglědanje wótpóraś

source: Clear this app from the re-review queue. The author(s) will get no email or see comments here.
dsb: Toś to nałoženje z cakańskego rěda nowopśeglědanjow wótpóraś. Awtory daniž njedostanu mejlku daniž njewiźe how komentary.

source: Ban app
dsb: Nałoženje zastajiś

source: Ban the app from Marketplace. Similar to Reject but the author(s) can't resubmit. To only be used in extreme cases.
dsb: Nałoženje na Wikowanišću blokěrowaś. To jo pódobne ako Wótpokazaś, ale awtory njamógu jo znowego zapódaś. To se jano w ekstremnych padach stawa.

source: New Apps (Under 5 days)
dsb: Nowe nałoženja (pód 5 dnjami)

source: Passable (5 to 10 days)
dsb: Akceptabelny (5 až do 10 dnjow)

source: Overdue (Over 10 days)
dsb: Južo dawno na rěźe (wušej 10 dnjow)

source: Self-reviews are not allowed.
dsb: Samopśeglědanja njejsu dowólone.

source: Only senior reviewers can review blocklisted apps.
dsb: Jano seniorske pśepytowarje mógu nałoženja pśeglědowaś.

source: Added {0}
dsb: {0} pśidany

source: Removed {0}
dsb: {0} wótpórany

source: Device(s) changed by reviewer: {0}
dsb: Rědy změnjone wót pśepytowarja: {0}

source: Requirements changed by reviewer: {0}
dsb: Pominanja změnjone wót pśepytowarja: {0}

source: "{0}" successfully processed (+{1} points, {2} total).
dsb: "{0}" wuspěšnje přeźěłany (+{1} dypkow, {2} dogromady).

source: Review successfully processed.
dsb: Pśeglědanje jo wuspěšnje pśeźěłane.

source: Abuse Reports for {item} ({num})
dsb: Znjewužywańske powěźeńki za {item} ({num})

source: %(reporter)s on %(date)s [%(ip_address)s]
dsb: %(reporter)s %(date)s [%(ip_address)s]

source: Additional Queues
dsb: Dalšne cakańske rědy

source: {queue} Review Queue
dsb: {queue} cakański rěd za pśeglědanja

source: Pass
dsb: Wobstaś

source: Fail
dsb: Pśepadnuś

source: There are currently no items of this type to review.
dsb: Tuchylu njejsu žedne elementy toś togo typa, kótarež muse se pśeglědowaś.

source: You are currently not reviewing any apps.
dsb: Tuchylu njepśeglědujośo nałoženja.

source: Flags
dsb: Markěrowanja

source: Devices
dsb: Rědy

source: Packaged App
dsb: Zapakowane nałoženje

source: Blocklisted App
dsb: Blokěrowane nałoženje

source: Premium App
dsb: Premiumowe nałoženje

source: More Information Requested
dsb: Dalšne informacije pominane

source: Contains Editor Comment
dsb: Wopśimujo komentar wót redaktora

source: <small>Marketplace</small> Reviewer Tools
dsb: <small>Wikowanišćo</small> - Rědy za pśepytowarje

source: Queues
dsb: Cakańske rědy

source: Logs
dsb: Protokole

source: Back to Reviewer Tools
dsb: Slědk k rědam pśepytowarjow

source: {num} Pending App Review
dsb: {num} felujuce nałožeńske pógódnośenje

source: {num} Re-review
dsb: {num} nowopśeglědanje

source: {num} Update Review
dsb: {num} aktualizaciske pśeglědanje

source: {c} unreviewed app submission this week.
dsb: {c} njepśeglědane nałožeńske zapódaśe w toś tom tyźenju.

source: Current waiting times:
dsb: Aktualne cakańske case:

source: {0} app
dsb: {0} nałoženje

source: Total Reviews
dsb: Pógódnośenja dogromady

source: Reviews This Month
dsb: Pśeglědanja w toś tom mjasecu

source: Reviewer Leaderboard
dsb: Poziciska lisćina pógódnośarjow

source: No review points awarded yet.
dsb: Hyšći žedne pógódnośeńske dypki rozdźělone.

source: Rank
dsb: Pozicija

source: Score
dsb: Staw pó dypkach

source: App Review Log
dsb: Protokol nałožeńskich pśeglědanjow

source: Event
dsb: Tšojenje

source: App has been deleted.
dsb: Nałoženje jo se wulašowało.

source: Show Comments
dsb: KOmentary pokazaś

source: Hide Comments
dsb: Komentary schowaś

source: No reviews found for this period.
dsb: Žedne pśeglědanja za toś ten cas namakane.

source: Moderated Review Log
dsb: Protokol moderěrowanych pógódnośenjow

source: More details.
dsb: Dalšne drobnostki.

source: No events found for this period.
dsb: Za toś ten cas njejsu se žedne tšojenja namakali.

source: Log Details
dsb: Protokolowe drobnostki

source: Log details
dsb: Protokolowe drobnostki

source: Moderation date
dsb: Moderaciski datum

source: App title
dsb: Titel nałoženja

source: Review title
dsb: Titel pógódnośenja

source: Review text
dsb: Tekst pógódnośenja

source: Review was flagged prior to moderation.
dsb: Pógódnośenje jo se pśed moderaciju markěrował.

source: Current review status
dsb: Aktualny pógódnośeński status

source: Alive
dsb: Aktiwny

source: Undelete
dsb: Wótnowiś

source: Update message of the day
dsb: Powěsć dnja aktualizěrowaś

source: Reviewer Scores for {0}
dsb: Pógódnośeńske dypki za {0}

source: All-time Point Breakdown
dsb: Rozklucenje w dypkach za ceły cas

source: Points
dsb: Dypki

source: Month
dsb: Mjasec

source: Year
dsb: Lěto

source: All-Time
dsb: Ceły cas

source: Waiting Time
dsb: Cakański cas

source: Payment Category:
dsb: Płaśeńska kategorija:

source: Helpful Links:
dsb: Pomocne wótkaze:

source: Reviewers' Guide
dsb: Wjednik za pśepytowarje

source: {region} Review Queue
dsb: Pógódnośeński cakański rěd za {region}

source: by
dsb: wót

source: In re-review queue
dsb: W cakańskem rěźe za nowopśeglědowanje

source: In escalation queue
dsb: w cakańskem rěźe za dalejdaśe pśiducemu wušemu městnoju

source: In Tarako queue
dsb: W cakańskem rěźe Tarako

source: In China queue
dsb: W cakańskem rěźe Chinska

source: Review This App
dsb: Toś to nałoženje pógódnośiś

source: More Information
dsb: Dalšne informacije

source: App History
dsb: Historija nałoženja

source: Resolution
dsb: Rozsud

source: App submission incomplete
dsb: Zapódaśe nałoženja njedopołne

source: You can still submit this form, however only do so if you know it won't conflict.
dsb: Móžośo toś ten formular wótpósłaś, ale cyńśo to jano, jolic móžośo se konflikta wobinuś.

source: Insert canned response...
dsb: Pśigótowane wótegrono zasajźiś…

source: Tested on:
dsb: Testowany na:

source: Add device
dsb: Rěd pśidaś

source: Browse
dsb: Pśepytaś

source: Attach another file
dsb: Dalšnu dataju pśipowjesyś

source: Device Override:
dsb: Pśepisowanje rěda:

source: Minimum Requirements Override:
dsb: Pśepisowanje minimalnych pominanjow:

source: <strong>Warning!</strong> Another user was viewing this page before you.
dsb: <strong>Warnowanje!</strong> Drugi wužywaŕ jo se toś ten bok pśed wami woglědał.

source: Attachments
dsb: Pśidanki

source: This version has not been reviewed
dsb: Toś ta wersija njejo se pśeglědała

source: Device Types
dsb: Rědowe typy

source: View Privacy Policy
dsb: Pšawidła priwatnosći cytaś

source: Requirements
dsb: Pominanja

source: Show more
dsb: Wěcej pokazaś

source: Signed Zip
dsb: Signěrowany zip

source: Ratings
dsb: Pógódnośenja

source: This app has not yet been rated
dsb: Toś to nałoženje hyšći njejo se pógódnośiło

source: Updated
dsb: Zaktualizěrowany

source: Rating
dsb: Pógódnośenje

source: Region Availability
dsb: K-dispoziciji-byśe pó regionach

source: Show less
dsb: Mjenjej pokazaś

source: Images
dsb: Wobraze

source: More about this app
dsb: Wěcej wó toś tom nałoženju

source: Nothing to see here! The developer did not include any details.
dsb: How njejo nic wiźeś! Wuwijaŕ njejo drobnostki integrěrował.

source: App origin
dsb: Póchad nałoženja

source: <strong>IDN domain!</strong> punycode version: %(punycode_app_domain)s
dsb: <strong>IDN-domena!</strong> Wersija Punycode: %(punycode_app_domain)s

source: Priority Review Needed
dsb: Pśeglědowanje priority trěbne

source: Privileged App
dsb: Priwilegěrowane nałoženje

source: Premium with In-App
dsb: Premium z płaśenim w nałoženju

source: Free with In-App
dsb: Dermo z płaśenim w nałoženju

source: more...
dsb: wěcej...

source: Older versions
dsb: Starše wersije

source: Newer versions
dsb: Nowše wersije

source: Process
dsb: Pśeźěłaś

source: Skip
dsb: Pśeskócyś

source: Mark Read
dsb: Ako pśecytany markěrowaś

source: Review page
dsb: Bok pśeglědaś

source: <a href="%(abuses_url)s">All abuse reports (%(abuses_count)s)</a>]
dsb: <a href="%(abuses_url)s">Wšě znjewužywańske powěźeńki (%(abuses_count)s)</a>]

source: <span class="submitted-by">Submitted by %(user)s on %(date)s [%(ip_address)s]</span>
dsb: <span class="submitted-by">Pśizjawjony wót %(user)s %(date)s [%(ip_address)s]</span>

source: - <a class="translate reviewers-desktop" rel="nofollow" target="_blank" href="%(translate_url)s">translate</a>
dsb: <a class="translate reviewers-desktop" rel="nofollow" target="_blank" href="%(translate_url)s">pśełožyś</a>

source: All abuse reports read. Good work!
dsb: Wšykne znjewužywańske powěźeńki pśecytane. Dobre źěło!

source: Process Reviews
dsb: Pśeglědanja pśeźěłaś

source: Moderation actions:
dsb: Akcije moderatora:

source: by %(user)s on %(date)s %(stars)s (%(locale)s)
dsb: wót %(user)s %(date)s %(stars)s (%(locale)s)

source: translate
dsb: pśełožowaś

source: <strong>%(reason)s</strong> <span class="light">Flagged by %(user)s on %(date)s</span>
dsb: <strong>%(reason)s</strong> <span class="light">Markěrowany wót wužywarja %(user)s %(date)s</span>

source: All reviews have been moderated. Good work!
dsb: Wšykne pśeglědanja su moderěrowane. Dobre źěło!

source: Advanced Search
dsb: Rozšyrjone pytanje

source: Clear Search
dsb: Pytanje wulašowaś

source: Close
dsb: Zacyniś

source: Version %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
dsb: Wersija %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>

source: Files in this version:
dsb: Dataje w toś tej wersiji:

source: Validation
dsb: Pśeglědanje

source: Contents
dsb: Wopśimjeśe

source: Compare
dsb: Pśirownaś

source: Loading App History &hellip;
dsb: Historija nałoženja se zacytujo &hellip;

source: Next Comments
dsb: Pśiduce komentary

source: Previous Comments
dsb: Pjerwjejšne komentary

source: Jump to first page
dsb: K prědnemu bokoju skócyś

source: Previous
dsb: Pjerwjejšne

source: Page <a href="%(current_pg_url)s">%(current_pg)s</a> of <a href="%(last_pg_url)s">%(last_pg)s</a>
dsb: Bok <a href="%(current_pg_url)s">%(current_pg)s</a> z <a href="%(last_pg_url)s">%(last_pg)s</a>

source: Showing <b>%(begin)s</b>&ndash;<b>%(end)s</b> of <b>%(count)s</b>
dsb: <b>%(begin)s</b>&ndash;<b>%(end)s</b> z <b>%(count)s</b> se pokazuju

source: Recent Points
dsb: Nejnowše dypki

source: No points awarded yet.
dsb: Hyšći žedne dypki rozdane.

source: Top Reviewers (past 7 days)
dsb: Nejlěpše pśepytowarje (zajźone 7 dnjow)

source: No top reviewers yet.
dsb: Hyšći žedne nejlěpše pśepytowarje.

source: All Time
dsb: Ceły cas

source: You have <span>{0}</span> points.
dsb: Maśo <span>{0}</span> dypkow.

source: No results found
dsb: Žedne wuslědki namakane

source: Relevance
dsb: Relewanca

source: Popularity
dsb: Woblubowanosć

source: Weekly Downloads
dsb: Tyźeńske ześěgnjenja

source: Top Rated
dsb: Nejlěpjej pógódnośony

source: Newest
dsb: Nejnowše

source: Reviewed
dsb: Pśeglědany

source: Trending
dsb: Běžny

source: Any App Type
dsb: Někaki nałožeński typ

source: Privileged packaged app
dsb: Priwilegěrowane zapakowane nałoženje

source: Free with In-app
dsb: Dermo z płaśenim w nałoženju

source: Premium with In-app
dsb: Premium z płaśenim w nałoženju

source: Other System for In-App
dsb: Drugi system za płaśenje w nałoženju

source: Any Device Type
dsb: Někaki rědowy typ

source: All Categories
dsb: Wšykne kategorije

source: Search for apps
dsb: Za nałoženjami pytaś

source: Device type
dsb: Rědowy typ

source: Premium types
dsb: Premiumowe typy

source: App type
dsb: Nałožeński typ

source: Installs allowed from
dsb: Instalacije dowólone z

source: Everywhere
dsb: Wšuźi

source: Works offline
dsb: Funkcioněrujo offline

source: Supported languages
dsb: Pódpěrane rěcy

source: Author name
dsb: Mě awtora

source: Tags
dsb: Gronidła

source: Search Unavailable
dsb: Pytanje nic k dispoziciji

source: Search is temporarily unavailable. Please try again in a few minutes.
dsb: Pytanje njejo nachylu k dispoziciji. Pšosym wopytajśo hyšći raz za pór minutow.

source: Account Settings
dsb: Kontowe nastajenja

source: Change Password
dsb: Gronidło změniś

source: Sign out
dsb: Wótzjawiś

source: Developer Hub
dsb: Wuwijarski rožk

source: Admin Tools
dsb: Administratorowe rědy

source: Enter at least one value.
dsb: Zapódajśo nanejmjenjej jadnu gódnotu.

source: Hexadecimal color
dsb: Heksadecimalny barwny kod

source: Must be a valid hex color code, e.g. #FF0035.
dsb: To musy płaśiwy heksadecimalny barwny kod byś, na pś. #FF0035.

source: As soon as it is approved.
dsb: Gaž jo se pśizwóliło.

source: Not until I manually make it public.
dsb: Nic, až jo manuelnje njewózjawjam.

source: Home
dsb: Startowy bok

source: {0} ago
dsb: pśed {0}

source: {addon} was created.
dsb: {addon} jo se napórał.

source: {addon} properties edited.
dsb: Kakosći dodanka {addon} su se wobźěłali.

source: {addon} description edited.
dsb: Wopisanje dodanka {addon} jo se wobźěłało.

source: Categories edited for {addon}.
dsb: Kategorije za dodank {addon} su se wobźěłali.

source: {0.name} ({1}) added to {addon}.
dsb: {0.name} ({1}) jo se dodankoju {addon} pśidał.

source: {0.name} ({1}) removed from {addon}.
dsb: {0.name} ({1}) jo se z dodanka {addon} wótpórał.

source: Contributions for {addon}.
dsb: Pśinoski za {addon}.

source: {addon} disabled.
dsb: Dodank {addon} jo znjemóžnjony.

source: {addon} enabled.
dsb: Dodank {addon} jo zmóžnjony.

source: Stats set public for {addon}.
dsb: Statistiki za dodank {addon} su zjawne.

source: {addon} stats set to private.
dsb: Statistiki za dodank {addon} su priwatne.

source: {addon} status changed to {0}.
dsb: Status dodanka {addon} jo se do {0} změnił.

source: Preview added to {addon}.
dsb: Pśeglěd jo se dodankoju {addon} pśidał.

source: Preview edited for {addon}.
dsb: Pśeglěd dodanka {addon} jo se wobźěłał.

source: Preview deleted from {addon}.
dsb: Pśeglěd dodanka {addon} jo se wulašował.

source: {version} added to {addon}.
dsb: Wersija {version} jo se dodankoju {addon} pśidała.

source: {version} edited for {addon}.
dsb: Wersija {version} dodanka {addon} jo se wobźěłała.

source: Version {0} deleted from {addon}.
dsb: Wersija {0} dodanka {addon} jo se wulašowała.

source: File {0.name} added to {version} of {addon}.
dsb: Dataja {0.name} jo se wersiji {version} dodanka {addon} pśidała.

source: File {0} deleted from {version} of {addon}.
dsb: Dataja {0} jo se z wersije {version} dodanka {addon} wulašowała.

source: {addon} {version} approved.
dsb: Dodank {addon} {version} pśizwólony.

source: {addon} {version} given preliminary review.
dsb: Dodank {addon} {version} jo nachylu pśizwólony.

source: Preliminarily approved
dsb: Nachylu pśizwólony

source: {addon} {version} rejected.
dsb: Dodank {addon} {version} wótpokazany.

source: {addon} {version} retained.
dsb: Dodank {addon} {version} zaźažany.

source: Retained
dsb: Zaźažany

source: {addon} {version} escalated.
dsb: Dodank {addon} {version} jo se pśiducemu wušemu městnoju dalej dał.

source: {addon} {version} review requested.
dsb: Pśeglědowanje dodanka {addon} {version} jo se pominało.

source: Review requested
dsb: Pśeglědowanje jo se pominało

source: {addon} {version} more information requested.
dsb: Dalšne informacije wó dodanku {addon} {version} su se pominali.

source: More information requested
dsb: Dalšne informacije pominane

source: {addon} {version} super review requested.
dsb: Superpśeglědowanje dodanka {addon} {version} jo se pominało.

source: Super review requested
dsb: Superpśeglědowanje pominane

source: Comment on {addon} {version}.
dsb: Komentar k dodankoju {addon} {version}.

source: Comment
dsb: Komentar

source: {tag} added to {addon}.
dsb: {tag} jo se dodankoju {addon} pśidał.

source: {tag} removed from {addon}.
dsb: {tag} jo se z dodanka {addon} wótpórał.

source: {addon} added to {collection}.
dsb: Dodank {addon} jo se zběrce {collection} pśidał.

source: {addon} removed from {collection}.
dsb: Dodank {addon} jo se ze zběrki {collection} wótpórał.

source: {review} for {addon} written.
dsb: {review} za {addon} napisane.

source: {addon} featured in {0}.
dsb: Dodank {addon} w {0} pśedstajony.

source: {addon} no longer featured in {0}.
dsb: Dodank {addon} se w {0} južo njepśedstaja.

source: {addon} is now featured.
dsb: Dodank {addon} se něnto pśedstaja.

source: {addon} is no longer featured.
dsb: Dodank {addon} se wěcej njepśedstaja.

source: {0} {1} added.
dsb: {0} {1} pśidany.

source: {0.name} role changed to {1} for {addon}.
dsb: Rola {0.name} za dodank {addon} do {1} změnjona.

source: {addon} policy changed.
dsb: Pšawidła dodanka {addon} změnjone.

source: {addon} icon changed.
dsb: Symbol dodanka {addon} změnjony.

source: {review} for {addon} approved.
dsb: Pśeglědowanje {review} za dodank {addon} pśizwólone.

source: {user} approved {review} for {addon}.
dsb: Wužywaŕ {user} jo pógódnośenje {review} za dodank {addon} pśizwólił.

source: Review {review} for {addon} deleted.
dsb: Pógódnośenje {review} za {addon} wulašowane.

source: {user} deleted {review} for {addon}.
dsb: {user} jo {review} za {addon} wulašował.

source: Application max version for {version} updated.
dsb: Maks. wersija nałoženja jo se za wersiju {version} zaktualizěrowała.

source: Authors emailed about compatibility of {version}.
dsb: Awtory su se wó kompatibelnosći wersije {version} pśez e-mejlku informěrowali.

source: Email sent to Author about add-on compatibility.
dsb: E-mejlka wó kompatibelnosći dodanka jo se na awtora pósłała.

source: Password changed.
dsb: Gronidło změnjone.

source: {addon} changed to premium.
dsb: Dodank {addon} jo se na premium změnił.

source: {addon} manifest updated.
dsb: Manifest dodanka {addon} jo se zaktualizěrował.

source: {addon} {version} approved but private.
dsb: Dodank {addon} {version} jo se pśizwólił, ale ako priwatny.

source: {addon} purchased.
dsb: Dodank {addon} jo se kupił.

source: {addon} installed.
dsb: Dodank {addon} jo se zainstalěrował.

source: Refund requested for {addon}
dsb: Zarownanje za dodank {addon} pominane

source: Refund declined for {addon} for {0}.
dsb: Zarownanje za dodank {addon} na {0} wótpokazane.

source: Refund granted for {addon} for {0}.
dsb: Zarownanje za dodank {addon} na {0} pśizwólone.

source: Instant refund granted for {addon}.
dsb: Zarownanje ned jo za dodank {addon} pśizwólone.

source: Account updated.
dsb: Konto jo se zaktualizěrowało.

source: Valid receipt was checked for {addon}.
dsb: Płaśiwa kwitowanka jo se za dodank {addon} pśěglědała.

source: Escalation cleared for {addon}.
dsb: Dalejdaśe pśiducemu wušemu městnoju za dodank {addon} pśizwólone.

source: {addon} banned.
dsb: Dodank {addon} jo zastajony.

source: App banned
dsb: Nałoženje zastajone

source: {addon} escalated because of high number of abuse reports.
dsb: Dodank {addon} jo se dla wušokeje licby znjewužywańskich rozpšawow pśiducemu wušemu městnoju dalej dał.

source: High Abuse Reports
dsb: Wjele znjewužiyańskich zdźělenjow
